Repository: mozilla/fxa-content-server-l10n
Catalog: locale/ff/LC_MESSAGES/server.po
Languages: ff

source: Still there?
ff: Aɗa ɗoo tawo?

source: A while ago you created a Firefox Account, but never verified it. Click the link below to activate your account.
ff: A sosii Konte Firefox ko ɓooyaani, kono a ƴeewtaaki ɗe haa jooni. Dobo jokkol gonngol les ngol ngam hurminde konte maa.

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.
ff: A seŋondirii kaɓirgol maa gadanol e Konte Firefox maa no haanirta. Jooni aɗa waawi Syncude iwde e kaɓirɗi maa, foti ko Firefox mo <a href='%(androidUrl)s'>Android</a> walla <a href='%(iosUrl)s'>iOS</a>.

source: You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.
ff: A seŋondirii kaɓirgol maa gadanol e Konte Firefox maa no haanirta. Ngam heɓde ɓure fannu Sync oo, seŋondir kaɓirgol kala baɗngol <a href='%(androidUrl)s'>Firefox mo Android</a> walla <a href='%(iosUrl)s'>Firefox mo iOS</a>.

source: Connect another device
ff: Seŋ kaɓirgol goɗngol

source: Sign in to Sync
ff: Seŋo nga Syncude

source: Firefox Accounts
ff: Konte Firefox

source: New sign-in to Firefox
ff: Ceŋagol kesol e Firefox

source: IP address: %(ip)s
ff: Ñiiɓirde IP: %(ip)s

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>
ff: Ɗum ko iimeel jaajnaaɗo; so a yamiraano ɗum, kisa <a %(passwordChangeLinkAttributes)s>tiiɗno waylu finnde maa.</a>

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
ff: Ngam ɓeydude humpito, tiiɗno yillo <a %(supportLinkAttributes)s>Wallitorde Mozilla</a>.

source: Mozilla Privacy Policy
ff: Dawirgol Suturo Mozilla

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
ff: Ɗum ko iimeel jaajnaaɗo; so a ɓeydaano kaɓirgol kesol e Konte Firefox maa, aɗa foti wadde waylude finnde maa jooni-jooni to %(passwordChangeLink)s

source: For more information, please visit %(supportUrl)s
ff: Ngam ɓeydude humpito, tiiɗno yillo %(supportUrl)s

source: Password changed successfully
ff: Finnde wayliraama no haaniri

source: Your Firefox Account password was successfully changed from the following device:
ff: Finnde Konte Firefox maa wayliraama no haaniri e ngol-ɗoo kaɓirgol:

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
ff: Ɗum ko iimeel jaajnaaɗo; so a yamiraano ɗum, kisa <a %(resetLinkAttributes)s>tiiɗno firlit finnde maa.</a>.

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
ff: Ɗum ko iimeel jaajnaaɗo; so a waylaano finnde ndee to Konte Firefox maa, wadde aɗa foti firlitde nde jooni-jooni to %(resetLink)s

source: Your password has been reset
ff: Finnde maa firlitaama

source: Your Firefox Account password has changed. If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.
ff: Finnde maa Konte Firefox waylaama. So a waylaano nde, tiiɗno <a %(resetLinkAttributes)s>firlit finnde maa</a> jooni.

source: This is an automated email; if you received it in error, no action is required.
ff: Ɗuum ko iimeel jaajo; so a heɓiimo e juumre, alaa ko pot-ɗaa waɗde hay baɗte.

source: Password reset successfully
ff: Finnde firlitaama no haaniri

source: Your Firefox Account password has been successfully reset.
ff: Finnde Konte Firefox maa firlitaama no haaniri.

source: This is an automated email; if you didn’t reset the password to your Firefox Account, you should reset it immediately at %(resetLink)s
ff: Ɗum ko iimeel jaajnaaɗo; so a firlitaano finnde ndee to Konte Firefox maa, wadde aɗa foti firlitde nde jooni-jooni to %(resetLink)s

source: We detected suspicious activity on your Firefox Account. Your account may have been compromised.
ff: Min ejtiima dille tuumnuɗe e Konte Firefox maa. Konte maa ena ngasa koko njanaa.

source: To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.
ff: Ngam haɗde naatle goɗɗe e Konte Firefox maa, min pirlitii finnde maa tee amin tintin-maa sabu reentoraade.

source: What should you do?
ff: Hol ko pot-ɗaa waɗde?

source: First, change your Firefox Account password.
ff: Ko adii, waylu finnde Konte Firefox maa.

source: Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.
ff: So ɗum ɓennii, so Firefox ena moofti finndeeji lowe geese, aɗa foti waylude ɗiin finndeeji kadi. Yanyanɓe ena mbaawi heɓde ɗiin finndeeji, wadde ƴeewto ɗeen konte so keɓaani dille tuumnuɗe.

source: Learn how to see what passwords Firefox is storing for you.
ff: Humpito no yiyretee finndeeji ɗi Firefox mooftan-maa.

source: Best,
ff: Buri fof,

source: The Firefox Accounts team
ff: Goomu Konte Firefox

source: Account verified!
ff: Konte ƴeewtaama!

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.
ff: A seŋondirii kaɓirgol maa gadanol e Konte Firefox maa no haanirta. Jooni aɗa waawi Syncude iwde e kaɓirɗi maa, foti ko Firefox mo <a %(androidLinkAttributes)s>Android</a> walla <a %(iosLinkAttributes)s>iOS</a>.

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.
ff: A seŋondirii kaɓirgol maa gadanol e Konte Firefox maa no haanirta. Jooni aɗa waawi Syncude iwde e kaɓirɗi maa, foti ko Firefox mo Android walla iOS.

source: Sign in to Sync:
ff: Seŋo nga Syncude:

source: If you suspect that someone is trying to gain access to your account, please change your password.
ff: So aɗa tuumi won etotooɗo naatde e konte maa, tiiɗno waylu finnde maa.

source: Forgot your password?
ff: A yejjitii finnde maa?

source: Click the button within the next hour to set a new password for your Firefox Account. The request came from the following device:
ff: Dobo e butoŋ oo e nder waktu garoowo oo ngam suɓaade finnde hesere Konte Firefox maa. Ɗaɓɓitannde ndee ummii ko e ngol-ɗoo kaɓirgol:

source: Reset password
ff: Firlit finnde

source: Is this you signing in?
ff: Ko aan woni ceŋiiɗo ɗoo oo?

source: If yes, here is the authorization code you need:
ff: So tawii ko aan, kod jamirgol oo nani:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
ff: So wonaa een, wallu min surde wujjittooɓe tee <a %(reportSignInLinkAttributes)s>jaŋtano min.</a>

source: If no, help us fend off intruders and report it to us.
ff: So wonaa aan wallu-min falaade wijjittooɓe tee jaŋtano min.

source: Hello again.
ff: A salminaama dadi.

source: A few days ago you created a Firefox Account, but never verified it. A verified account lets you access your tabs, bookmarks, passwords and history on any device connected to it. Simply confirm this email address to activate your account.
ff: E balɗe ɓennuɗe ɗee, a sosiino konte Firefox, kono haa jooni e ƴaawtaaki ɗe. Konte ƴeewtaaɗe mbaɗat-maa heɓde tabbe maa, maantore, finndeeji e aslol e kaɓirgol ceŋingol e majje kala. Teeŋtin nde ñiiɓirde iimeel tan ngam hurminde konte maa.

source: Activate now
ff: Hurmin jooni

source: Verify Email
ff: Ƴeewto Iimeel

source: Verify your email to finish your Firefox Account registration
ff: Ƴeewto iimeel maa ngam gaynude binnditagol Konte Firefox maa

source: Activate now:
ff: Hurmin jooni:

source: A week ago you created a Firefox Account, but never verified it. We’re worried about you. Confirm this email address to activate your account and let us know you're okay.
ff: Waɗii yontere ko cos-ɗaa konte Firefox, kono haa jooni a ƴeewtaaki ɗe. Amin paayani ɗum. Teeŋtin ndee ñiiɓirde ngam hurminde konte maa kisa tintinaa min aɗa hisi.

source: Welcome!
ff: On Jaɓɓaama!

source: Please activate your account by confirming this email address.
ff: Tiiɗno hurmin konte maa so teeŋtinde ndee ñiiɓirde iimeel.

source: For added security, please confirm this sign-in to begin syncing with this device:
ff: Nfam ɓeydude kisal, tiiɗno teeŋtin ngol ceŋagol ngam fuɗɗaade syncude e ngol kaɓirgol:

source: Confirm sign-in
ff: Teeŋtin ceŋagol

source: If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
ff: So aɗa tuumi won etotooɗo naatde e konte maa, <a %(passwordChangeLinkAttributes)s>tiiɗno waylu finnde maa</a>.

source: Verify email
ff: Ƴeewto iimeel

source: Ready, set, sync
ff: Hebo, suɓo, sync

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
ff: Teeŋtin wonde a heɓii oo iimeel kisa min mballu-maa aafde e syncude Firefox e kaɓirɗi maa fof fuɗɗoraade:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
ff: Caggal teeŋtingol, ma min mballu-ma aafde seŋde Firefox e kaɓirgol gootol ko famɗi fof.

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
ff: %(uaBrowser)s e %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
ff: %(uaBrowser)s e %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
ff: %(city)s, %(stateCode)s, %(country)s (e ko hiisaa)

source: %(city)s, %(country)s (estimated)
ff: %(city)s, %(country)s (e ko hiisaa)

source: %(stateCode)s, %(country)s (estimated)
ff: %(stateCode)s, %(country)s (e ko hiisaa)

source: %(country)s (estimated)
ff: %(country)s (e ko hiisaa)

source: Verify your Firefox Account
ff: Ƴeewto Konte Firefox maa

source: Confirm your email and start to sync!
ff: Teeŋtin iimeel maa kisa puɗɗo-ɗaa syncude!

source: Firefox Account authorization code
ff: Kod jamirgol Konte Firefox

source: Confirm new sign-in to Firefox
ff: Teeŋtin ceŋagol kesol e Firefox

source: Reset your Firefox Account password
ff: Firlit finnde Konte Firefox maa

source: Your Firefox Account password has been changed
ff: Finnde Konte Firefox maa waylaama

source: Your Firefox Account password has been reset
ff: Finnde Konte Firefox maa firlitaama

source: Firefox Account password reset required
ff: Finnde Konte Firefox ena waɗɗii

source: Firefox Account verified
ff: Konte Firefox ƴeewtaama

source: Page not found
ff: Hello yiytaaka

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
ff: Hello ngo ɗaɓɓit-ɗaa ngoo yiytaaka. Min tintinaama tee ma min peewnu kala jokkol baawngol taƴde.

source: Home
ff: Jaɓɓorgo

source: 500 Error
ff: Juumre 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
ff: Ee'bo, won caɗeele mbaɗi. Min tintinaama tee ma min ƴeew ñawndude ɗum ko yaawi.

source: 502 Error
ff: Juumre 502

source: Server busy, try again soon
ff: Sarworde ena halji, eto ɗoo e yeeso

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
ff: Min ngoni oo sahaa ko e haljeende mawnde tee amina ngolloo ngam artirde yuɓɓo ngoo e ɓoggol ko yaawi.

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
ff: Wanngorde kuutorto-ɗaa ndee ko <strong>nayeere</strong>. Tiiɗno <a href="http://browsehappy.com/">hesɗitin wanngorde maa</a> ngam ɓeydude moƴƴinde banngagol maa.

source: Firefox Accounts requires JavaScript.
ff: Konte Firefox ena naamnii JavaScript.

source: Privacy Notice
ff: Tintinol Suturo

source: Firefox cloud services
ff: Carwe ruulde Firefox

source: Terms of Service
ff: Sarɗiiji Carwe
