Repository: mozilla/fxa-content-server-l10n
Catalog: locale/cak/LC_MESSAGES/client.po
Languages: cak

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
cak: Ke'ayaka' re jun rokisaxik taq b'itz'ib' pa jun jikïl k'ojlib'äl richin toq man k'o ta awik'in ri awoyonib'al.

source: Download
cak: Tiqasäx

source: Copy
cak: Tiwachib'ëx

source: Print
cak: Titz'ajb'äx

source: Continue
cak: Titikïr chik el

source: Cancel setup
cak: Tiq'at runuk'ulem

source: Confirm recovery code
cak: Tijikib'äx kolonel b'itz'ib'

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
cak: Richin najikib'a' chi yatikïr naköl awokem pa ri rub'i' ataqoya'l we nasäch jun awokisab'al, tatz'ib'aj jun chi ke ri rub'itz'ib' koloj.

source: Recovery code
cak: Kolonel b'itz'ib'

source: Enable two-step authentication
cak: Titzij jikib'anem rik'in ka'i'-xak

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
cak: Tatz'aqatisaj jun rij rujikomal rub'i' ataqoya'l rik'in nak'utuj jikomal taq b'itz'ib' pa jun chi ke <a %(escapedTotpSupportAttributes)s>re taq ruchokoy jikib'anïk</a>.

source: Scan authentication code
cak: Titz'ajwachib'ëx rub'itz'ib' jikib'anem

source: Enter code manually
cak: Tatz'ib'aj chi aq'a' ri b'itz'ib'

source: Scan the QR code in your authentication app and then enter the security code it provides.
cak: Taq'axachib'ilij ri QR b'itz'ib' pa ri ruchokoy jikib'anem chuqa' tatz'ib'aj ri rub'itz'ib' jikomal nuk'üt pe.

source: Can’t scan code?
cak: ¿La man nitikïr ta nuq'axachib'ilij b'itz'ib'?

source: Once complete, it will begin generating security codes for you to enter.
cak: Toq xtitz'aqät, xtuchäp kinuk'ik rub'itz'ib' jikomal.

source: Type this secret key into your authentication app.
cak: Tatz'ib'aj re ewan ruk'u'x tzij re' pa ri ruchokoy jikib'anem.

source: Scan QR code instead?
cak: ¿La nitz'ajwachib'ëx ri QR b'itz'ib' pa ruk'exel?

source: Security code
cak: Rub'itz'ib' jikomal

source: Ready
cak: Ütz chik

source: Legal
cak: Taqanel rutzijol

source: Terms of Service
cak: Taq Rojqanem Samaj

source: Privacy Notice
cak: Rutzijol Ichinanem

source: Get the full Sync experience.
cak: Tik'ul ri tz'aqät retamab'al Sync.

source: Download Firefox for iOS!
cak: ¡Tiqasäx Firefox richin iOS!

source: Download Firefox for Android.
cak: Tiqasäx Firefox richin Android.

source: Download Firefox for mobile devices.
cak: Tiqasäx Firefox kichin ajoyonib'äl taq okisaxel.

source: Request for permission
cak: Ruk'utunik ya'oj q'ij

source: %(serviceName)s wants the following information from your account:
cak: %(serviceName)s tak'utuj re retamab'al ataqoya'l:

source: Accept
cak: Tik'ul

source: Cancel
cak: Tiq'at

source: Success
cak: Xojtikïr

source: Continue to my account
cak: Kib'e pa rub'i' nutaqoya'l

source: Your account is ready!
cak: ¡Ütz chik ri rub'i' ataqoya'l!

source: Generate a new recovery key
cak: Titz'uk jun k'ak'a' kolonel ewan tzij

source: Report unauthorized sign-in?
cak: ¿La niya' kitzijol ri man ya'on ta q'ij chi ke richin nikitikirisaj molojri'ïl?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
cak: Xak'ül jun taqoya'l chi k'o xrajo' xok pan ataqoya'l. ¿La nawajo' naya' retal chi man ütz ta re samaj re'?

source: Report activity
cak: Tiya' rutzijol re samaj re'

source: Why is this happening?
cak: ¿Achike ruma nik'ulwachitäj re'?

source: Email
cak: Taqoya'l

source: Begin reset
cak: Titikirisäx nitzolïx

source: Recent Activity
cak: K'ak'a' Samaj

source: Security Events
cak: Jikon taq Nimaq'ij

source: Event Name
cak: Rub'i' Nimaq'ij

source: Created At
cak: B'anon Pa

source: Delete events
cak: Keyuj nimaq'ij

source: Back to settings
cak: Tib'an chik runuk'ulem

source: Sorry. We’ve locked your&nbsp;account.
cak: Takuyu'. Xqaq'ät ri &nbsp;rub'i' ataqoya'l.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
cak: Xtzolïx ri rutaqoya'l jikib'anïk xtaq pa %(email)s chuqa' xqaq'ät ri rub'i' ataqoya'l richin yeqachajij ri taq atzij richin Firefox.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
cak: We re re' jun okel rochochib'al taqoya'l, <a %(escapedSupportLinkAttrs)s>tab'ij pe chi qe</a> richin yatqato' chi man niq'at ta chik ri rub'i' ataqoya'l.

source: No longer own that email? Create a new account
cak: ¿La man awichin ta chik re taqoya'l re'? Tatz'uku' jun k'ak'a' rub'i' taqoya'l

source: Enter recovery code
cak: Tatz'ib'aj ri kolonel b'itz'ib'

source: Please enter a recovery code that was provided to you during setup.
cak: Tatz'ib'aj ri kolonel b'itz'ib' ri xya' chwa toq xab'än runuk'ulem.

source: Enter 10-digit recovery code
cak: Tatz'ib'aj ri kolonel b'itz'ib', ri 10-rajilab'al

source: Are you locked out?
cak: ¿La atq'aton?

source: Thank you for your vigilance
cak: Matyox ruma yachajin

source: Our team has been notified. Reports like this help us fend off intruders.
cak: Xapon yan rutzijol chi ke ri qamolaj. Rutzijol achi'el re' yojruto' richin niqato' qi' chi kiwäch ri nachanel.

source: Enter security code
cak: Tatz'ib'aj ri rub'itz'ib' jikomal

source: Open your authentication app and enter the security code it provides.
cak: Tajaqa' ri ruchokoy jikib'anem chuqa' tatz'ib'aj ri rub'itz'ib' jikomal nuk'üt pe.

source: Trouble entering code?
cak: ¿La k'ayew xatz'ib'aj ri b'itz'ib'?

source: Authorize this sign-in
cak: Tiya' q'ij chi re ri rutikirisaxik molojri'ïl

source: Check your email for the authorization code sent to %(email)s.
cak: Tanik'oj pa ataqoya'l ri rub'itz'ib' jikib'anïk taqon chi re %(email)s.

source: Enter authorization code
cak: Titz'ib'äx rub'itz'ib' ya'oj q'ij

source: Change email
cak: Tijal taqoya'l

source: Repeat password
cak: Tikamulüx ewan tzij

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
cak: Rajowaxik chawe re ewan tzij re' richin yatok pa jun tzij ewan rusik'ixik, ri ayakon kan qik'in.<br/>Toq nitzolïx chik nuq'ajuj chi yesach ri taq tzij achi'el ewan taq tzij chuqa' taq yaketal.

source: Practical knowledge is coming to your inbox. Sign up for more:
cak: Choj ruxe' etamab'äl niqatäq chawe. Tatz'ib'aj ab'i' richin nawetamaj ch'aqa' chik:

source: Choose what to sync
cak: Tacha' achike naxïm

source: Create account
cak: Titz'uk rub'i' taqoya'l

source: Account Home
cak: Rutikirib'al Rub'i' Taqoya'l

source: Subscriptions
cak: Kitz'ib'axik b'i'aj

source: Contact Us
cak: Kojakanoj

source: What are you contacting us about?
cak: ¿Achike ruma toq yojakanoj?

source: Please select one
cak: Tab'ana' utzil, tacha' jun

source: What do you need help with?
cak: ¿Achike rub'eyal yojtikïr yatqato'?

source: Payment & billing
cak: Rutojik & rupaktura'

source: Account issues
cak: Ruk'ayewal Rub'i' Taqoya'l

source: Technical issues
cak: Ajsamajel taq k'ayewal

source: Provide feedback / request features
cak: Tiya' ka'i' oxi' taq tzij / kek'utüx k'ak'a' taq samaj

source: Not listed
cak: Man cholajin ta

source: Do you need help with a specific app or service? (optional)
cak: ¿La nawajo' ato'ik rik'in jun chokoy o samaj? (cha'el)

source: Subject (optional)
cak: Taqikil (cha'öy)

source: Description of issue
cak: Rucholik k'ayewal

source: Send
cak: Titaq

source: Would you like to sync this device to your account?
cak: ¿La nawajo' naxïm re okisab'äl re' rik'in ri rub'i' ataqoya'l?

source: Sync this device
cak: Tixim re okisab'äl re'

source: Step 1 of 2: Re-enter password
cak: 1 Ruxak 2: Titz'ib'äx-chik ewan tzij

source: Enter your password to view your recovery key.
cak: Tatz'ib'aj ri ewan atzij richin natz'ët ri kolonel ewan atzij.

source: Enter Password
cak: Titz'ib'äx Ewan Tzij

source: Successfully connected
cak: Ütz xokisäx

source: Add a secondary email address
cak: Titz'aqatisäx jun ruka'n rochochib'al taqoya'l

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
cak: Nitz'aqatisäx jun ruka'n taqoya'l, yato' richin yatzolin pan rub'i' ataqoya'l we q'aton chuqa' man yatikïr ta yatok chupam ri %(escapedEmail)s.

source: Secondary email
cak: Ruka'n taqoya'l

source: Maybe later
cak: Jumul chik na

source: Need another code? Resend
cak: ¿La nawjo' chik jun b'itz'ib'? Titaq chik

source: Use a different email
cak: Tokisäx jun chik taqoya'l

source: Please change your password
cak: Tajala' ri ewan atzij

source: to continue to %(serviceName)s
cak: richin k'a yasamäj pa %(serviceName)s

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
cak: Xqïl itzel b'anoj pa rub'i' ataqoya'l richin Firefox. Richin nachajij ri rub'i' ataqoya'l, tatz'uku' jun k'ak'a' ewan tzij. Xtawokisaj ri ewan tzij ri' richin natikirisaj chik molojri'ïl pa ronojel samaj k'o pa rub'i' ataqoya'l richin Firefox.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
cak: Man xkesach ta ri natab'äl, taq yaketal, tikirib'äl molojri'ïl chuqa' ch'aqa' chik taq atzij.

source: Old password
cak: Ojer ewan tzij

source: Re-enter new password
cak: Titz'ib'äx chik k'ak'a' ewan tzij

source: Change password
cak: Tijal ewan tzij

source: This Firefox is connected
cak: Okisan re Firefox re'

source: Sign up for more
cak: Tatz'ib'aj ab'i' richin ch'aqa' chik

source: Practical knowledge is coming to your inbox.
cak: Samajel etamab'äl b'enäq pan amolb'al.

source: Get practical knowledge in your inbox about:
cak: Tak'ulu' b'anel etamab'äl pa ri ataqob'al chi rij:

source: Subscribe %(email)s
cak: Tatz'ib'aj ab'i' %(email)s

source: Create a Firefox Account
cak: Titz'uk jun Rub'i' Rutaqoya'l Firefox

source: Confirm password
cak: Tijikib'äx ewan tzij

source: Device connected!
cak: ¡Okisan okisab'äl!

source: Connect another one
cak: Tokisäx jun chik

source: Use SMS instead
cak: Tokisäx SMS pa ruk'exel

source: I'm done for now
cak: Wakami xak'ïs

source: Sync Firefox between devices
cak: Taxima' Firefox pa taq awokisab'al

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
cak: Ke'axima' taq ayaketal, anatab'al, chuwa' ewan taq atzij rik'in Firefox pa taq awoyonib'al. Jun ch'utiramaj xtuk'waj chawäch.

source: Get started
cak: Titikirisäx

source: I'll do this later, send me a reminder
cak: Jub'a' chik na xtinb'än, tinatäx chik chwe

source: Download Firefox with your camera app
cak: Tiqasäx Firefox rik'in ri ruchokoy elesäy wachib'äl

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
cak: Tayaka' Firefox chuqa' ke'axima' ka'i' taq okisab'äl, chuqa' yatkito' rik'in ri rusachik tzij.

source: Ready to scan
cak: Ütz chik nitz'ajwachib'ëx

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device</h1><p>with a QR code we've created just for you</p>
cak: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Tawokisaj ri awoyonib'al</h1><p>rik'in ri QR b'itz'ib' xtiqatz'ük chawäch</p>

source: Open the camera app on your device
cak: Tajaqa' ri ruchokoy elesäy wachib'äl pan awokisab'al

source: Point the camera at the QR code and tap the link that appears
cak: Tachojmij ri elesäy wachib'äl pa ruwi' ri QR b'itz'ib' chuqa' tachapa' ri ximöy k'o chi ri'

source: Install Firefox and open it on your device
cak: Tayaka' Firefox chuqa' tajaqa' pa ri awokisab'al

source: Sign into your account
cak: Katok pa rub'i' ataqoya'l

source: <span class="number">1</span>Open the camera app on your device
cak: <span class="number">1</span>Tajaqa' ri ruchokoy elesäy wachib'äl pan awokisab'al

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
cak: <span class="number">2</span>Tachojmij ri elesäy wachib'äl pa ruwi' ri QR b'itz'ib' chuqa' tachapa' ri ximöy k'o chi ri'

source: <span class="number">3</span>Install Firefox and open it on your device
cak: <span class="number">3</span>Tayaka' Firefox chuqa' tajaqa' pan awokisab'al

source: <span class="number">4</span>Sign into your account
cak: <span class="number">4</span>Tatikirisaj molojri'ïl pa rub'i' ataqoya'l

source: Protect your data with a recovery key
cak: Ke'achajij ri taq atzij rik'in jun ruk'u'x rutzij kolonem

source: Your synced data can include passwords you've saved.
cak: Ri ximon awetamab'al ütz nuk'waj ewan tzij ri ayakon.

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
cak: Ruma chi xa k'ayew re etamab'äl chi re ri ajikomal, Firefox nuyüj el richin yatruchajij toq nib'an ruk'ojlem ri ewan atzij richin chi majun chik winäq nrokisaj.

source: Get a Recovery Key
cak: Tik'ul jun Ruk'u'x Rutzij Kolonem

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
cak: Tajikib'a' ri ewan atzij richin %(escapedEmail)s richin nitz'uk ri ruk'u'x ewan koloj.

source: Enter your recovery key to confirm that you've saved a copy.
cak: Tatz'ib'aj ri ruk'u'x ewan koloj richin najikib'a' chi xayäk jun wachib'äl.

source: Save recovery key
cak: Tiyak ruk'u'x ewan koloj

source: Done
cak: Xk'is

source: How old are you?
cak: ¿Janipe' ajuna'?

source: %(family)s on %(OS)s
cak: %(family)s pa %(OS)s

source: %(city)s, %(region)s, %(country)s (estimated)
cak: %(city)s, %(region)s, %(country)s (q'ijun)

source: %(region)s, %(country)s (estimated)
cak: %(region)s, %(country)s (q'ijun)

source: Location unknown
cak: Man etaman ta ruk'ojlib'al

source: IP address: %(ipAddress)s
cak: IP ochochib'äl: %(ipAddress)s

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
cak: K'ayew, k'o k'ayewal rik'in ri qaq'inoj. Yojsamäj richin niqab'än rutzil, takuyu' chi qe ruma yatrutz'ila'. K'a xtatojtob'ej jub'a' na chik.

source: Your message was sent to Support
cak: Xtaq ri atzijol chi ke ri To'onel Molaj

source: Back to Subscriptions
cak: Titz'ib'äx chik B'i'aj

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
cak: ¿La nakanoj ri Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Tatikirisaj wawe'</a>

source: Device connected
cak: Okisan okisab'äl

source: Manage devices
cak: Kenuk'samajïx taq okisab'äl

source: Approval now required <small>from your other device</small>
cak: Rajowaxik naya' q'ij <small>pa ri ch'aqa' chik awokisab'al</small>

source: Pairing not successful
cak: Xsach toq nok

source: The setup process was terminated.
cak: Xk'is ri runuk'ulem.

source: Device successfully paired
cak: Ütz xk'ulumäx okisab'äl

source: Pairing was successful.
cak: Ütz xok.

source: Confirm pairing <small>for %(email)s</small>
cak: Tijikib'äx okem <small> richin %(email)s</small>

source: Confirm pairing
cak: Tijikib'äx okem

source: Pair using an app
cak: Tok rik'in jun chokoy

source: Did you use the system camera? You must pair from within a Firefox app.
cak: ¿La xawokisaj relesäy wachib'äl q'inoj? K'atzinel nawokisaj jun ruchokoy Firefox.
