Repository: mozilla/fxa-content-server-l10n
Catalog: locale/cak/LC_MESSAGES/server.po
Languages: cak

source: Here's your reminder to sync devices.
cak: Wawe' k'o ri anatab'al richin kiximik taq okisab'äl.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
cak: Najowäx ka'i' richin nixim. Naxim jun chik okisab'äl rik'in Firefox pan ichinan rub'eyal junam yeruk'waj ri taq ayaketal, ewan taq atzij chuqa' ch'aqa' chi rutzij Firefox pa xab'achike k'ojlib'äl xtawokisaj Firefox.

source: Last reminder to sync devices!
cak: ¡Ruk'isib'äl mul runataxik richin yexim okisab'äl!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
cak: Naxim jun chik okisab'äl rik'in Firefox pan ichinan rub'eyal junam yeruk'waj ri taq ayaketal, ewan taq atzij chuqa' ch'aqa' chi rutzij Firefox pa xab'achike k'ojlib'äl xtawokisaj Firefox.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
cak: We k'a man aqasan ta %(productName)s tachapa' rokisaxik ronojel ri taq rusamaj ruk'amon pe ri rutz'ib'axik ab'i':

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
cak: ¿La nak'utuj chi rij ri rutz'ib'axik ab'i'? Ri <a href="%(subscriptionSupportUrl)s">to'onel qamolaj</a> e k'o wawe' richin yatkito'.

source: Questions about your subscription? Our support team is here to help you:
cak: ¿La nak'utuj chi rij ri rutz'ib'axik ab'i'? Ri to'onel qamolaj e k'o wawe' richin yatkito'.

source: Low recovery codes remaining
cak: Jub'a' chik kolonel taq b'itz'ib' e k'o

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
cak: Niqatz'ët chi jub'a' chik ok kolonel taq ab'itz'ib'. K'o ta chi nana'ojij ye'atz'ük k'ak'a' taq b'itz'ib' richin man nasäch awokem pan rub'i' ataqoya'l.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
cak: Niqatz'ët chi jub'a' chik ok kolonel taq ab'itz'ib'. K'o ta chi nana'ojij ye'atz'ük k'ak'a' taq b'itz'ib' richin man nasäch awokem pan rub'i' ataqoya'l.

source: Generate codes:
cak: Ketz'uk taq b'itz'ib':

source: New sign-in to %(clientName)s
cak: K'ak'a' rutikirisaxik molojri'ïl %(clientName)s

source: Password Change Required
cak: Nrajo' chi Nijal Ewan Tzij

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
cak: Xqïl itzel b'anoj pa rub'i' ataqoya'l richin Firefox. Richin man ke'ok pa rub'i' ataqoya'l richin Firefox toq man aya'on ta q'ij, yeqachüp ronojel ri rokisab'al ri rub'i' ataqoya'l chuqa' niqak'utuj chi tajala' ri ewan atzij richin yatqachajij.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
cak: Tatikirisaj moloj pa xab'achike okisab'äl o samaj akuchi' nawokisaj ri rub'i' ataqoya'l richin Firefox chuqa' tawojqaj ri ya'on rutzijol.

source: Best,
cak: Rutzil iwäch,

source: The Firefox Accounts team
cak: Rumolaj Rutaqoya'l Firefox

source: Password changed successfully
cak: Xjal ütz ri ewan tzij

source: Your Firefox Account password was successfully changed from the following device:
cak: Ütz xjal ri ewan rutzij Ataqoya'l richin Firefox pa re jun okisaxel re':

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
cak: Ruyonil nitaq re taqoya'l re'; we man ajalon ta ri ewan rutzij Ataqoya'l richin Firefox, ütz ta natzolixtayij pa %(resetLink)s

source: Your account password was changed
cak: Xjalatäj ri ewan rutzij rub'i' ataqoya'l

source: You will need to enter your new password on other devices to resume syncing.
cak: K'o chi xtatz'ib'aj chik ri k'ak'a' ewan atzij pa ch'aqa' chik awokisaxel richin nitikïr chik ri ximoj.

source: You will need to enter your new password on other devices to resume syncing.
cak: K'o chi natz'ib'aj chik ri k'ak'a' ewan tzij pa ri ch'aqa' chik awokisab'al richin yeximitäj chik.

source: If you did not change it, please reset your password now at %(resetLink)s
cak: We man ja ta rat xajalo, tatzolij ri ewan atzij wakami pa %(resetLink)s

source: Your account password was reset with a recovery key
cak: Xtzolïx ri ewan rutzij rub'i' ataqoya'l rik'in jun kolonel ewan tzij

source: You have successfully reset your password using a recovery key from the following device:
cak: Ütz xatzolij ri ewan atzij toq xawokisaj jun kolonel ewan tzij pa re awokisab'al:

source: You will need to generate a new recovery key.
cak: Xtik'atzin chawe xtatz'ük jun k'ak'a' kolonel ewan tzij.

source: Create new recovery key:
cak: Titz'uk k'ak'a' kolonel ewan tzij:

source: For more information, please visit %(supportUrl)s
cak: Richin ch'aqa' chik etamab'äl, tab'etz'eta' %(supportUrl)s

source: Account recovery key generated
cak: Xtz'uk kolonel ewan rutzij rub'i' taqoya'l

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
cak: Ütz xub'än xatz'ük jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
cak: We man ja ta rat xab'ano, <a %(revokeAccountRecoveryLinkAttributes)s>tapitz'a' wawe'.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
cak: Ütz xub'än xatz'ük jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':

source: If this was not you, revoke key.
cak: We man ja ta rat xab'ano, taq'ata' ri ewan tzij.

source: Two-step authentication enabled
cak: Xtzij ri jikib'anem rik'in ka'i'-xaq

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
cak: Ütz xub'än xatzïj ri rujikib'axik pa ka'i' xak ri rub'i' ataqoya'l richin Firefox pa re okisaxel re':

source: Security codes from your authentication app will now be required at each sign-in.
cak: Wakami xtik'utüx ri rub'itz'ib' rujikomal awokisaxel richin jikib'anïk toq natikirisaj molojri'ïl.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
cak: Ütz xatzïj ri rujikib'axik pa ka'i' xaq ri rub'i' ataqoya'l richin Firefox. Wakami xtik'utüx chawe ri rub'itz'ib' rujikomal awokisaxel richin jikib'anïk toq xtatikirisaj molojri'ïl.

source: New primary email
cak: K'ak'a' nab'ey taqoya'l

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
cak: Ütz xub'än xajäl ri nab'ey ataqoya'l pa %(email)s. Wakami re ochochib'äl re' ja re' ri awinaqul richin natikirisaj molojri'ïl pa ri rub'i' Ataqo'ua'l richin Firefox chuqa' richin ye'ak'ül taq rutzijol jikomal chuqa' richin kijikib'anik kitikirisaxik molojri'ïl.

source: Recovery code consumed
cak: Kolonel b'itz'ib okisan

source: You have successfully consumed a recovery code from the following device:
cak: Xawokisaj jun kolonel b'itz'ib' pa re okisaxel re':

source: Consumed recovery code
cak: Okisan kolonel bitz'ib'

source: New recovery codes generated
cak: K'ak'a' kolonel taq b'itz'ib' xetz'uk

source: You have successfully generated new recovery codes from the following device:
cak: Ütz xe'atz'ük k'ak'a' kolonel taq b'itz'ib' pa re okisaxel re':

source: Account recovery key removed
cak: Xyuj ri kolonel ewan rutzij rub'i' taqoya'l

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
cak: Ütz xub'än xayüj jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':

source: This recovery key can no longer be used to recover your account.
cak: Man tikirel ta chik nokisäx re kolonel ewan tzij re' richin naköl ri rub'i' ataqoya'l.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
cak: Ütz xub'än xayüj jun kolonel ewan rutzij ri rub'i' ataqoya'l richin Firefox pa re okisab'äl re':

source: Secondary email removed
cak: Xyuj ri ruka'n taqoya'l

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
cak: Ütz xayüj %(secondaryEmail)s achi'el jun ruka'n taqoya'l pa ri Ataqoya'l richin Firefox. Man xketaq ta chik pa re ochochib'äl re' ri taq rutzijol jikomal chuqa' kijikib'axik kitikirisaxik molojri'ïl.

source: Two-step authentication disabled
cak: Xchup ri jikib'anem rik'in ka'i'-xaq

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
cak: Ütz xub'än xachüp ri rujikib'axik pa ka'i' xak ri rub'i' ataqoya'l richin Firefox pa re okisaxel re':

source: Security codes will no longer be required at each sign-in.
cak: Man xkek'utüx ta chik pe ri kib'itz'ib' jikomal toq xtatikirisaj molojri'ïl.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
cak: Ütz xub'än xachüp ri rujikib'axik pa ka'i' xak ri Rub'i' Ataqoya'l richin Firefox. Man xtik'utüx ta chik pe ri kib'itz'ib' jikomal toq xtatikirisaj molojri'ïl.

source: Firefox Account verified. You're almost there.
cak: Xjikib'äx Rub'i' Rutaqoya'l Firefox. Nak'ïs yan.

source: Next sync between your devices!
cak: ¡Wakami ke'axima' ri taq awokisab'al!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
cak: Sync junam yeruk'waj ri taq ayaketal, ewan taq atzij chuqa' ch'aqa' chik rutzij Firefox pa ronojel awokisab'al.

source: Have questions? Visit %(supportUrl)s
cak: ¿La k'o ak'utunik? Tatz'eta' %(supportUrl)s

source: Secondary email added
cak: Xtz'aqatisäx ri ruka'n taqoya'l

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
cak: Ütz xajikib'a' %(secondaryEmail)s achi'el ruka'n taqoya'l pa ri Ataqoya'l Firefox. Xketaq el pa ri taq taqoya'l ri taq rutzijol jikomal chuqa' kijikib'anik kitikirisaxik molojri'ïl.

source: Need to reset your password?
cak: ¿La nawajo' natzolij ri ewan atzij?

source: Click the button within the next hour to create a new password. The request came from the following device:
cak: K'o jun ramaj chawe richin napïtz' ri pitz'b'äl richin natz'ük jun k'ak'a' ewan tzij. Chupam re okisaxel re' k'utun pe:

source: Create new password
cak: Titz'uk' k'ak'a' ewan tzij

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
cak: ¡Matyox ruma acha'on ri Firefox! Yatikïr chuqa' nayäk Firefox richin oyonib'äl wawe': %(link)s

source: Sorry to see you go
cak: Yojb'ison ruma yab'e

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
cak: K'ab'a' tayüj ri rub'i' ataqoya'l richin Firefox. Ruma ri', xqayüj ri rub'itz'axik ab'i' pa %(productName)s. Ri ruk'isib'äl atojik %(invoiceTotal)s xb'anatäj pa %(invoiceDateOnly)s.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
cak: Kojato' richin niqutzilaj ri qasamaj rik'in runojiaxik re <a %(cancellationSurveyLinkAttributes)s>ko'öl cholwuj</a>.

source: Please help us improve our services by taking this short survey:
cak: Kojato' richin niqutzilaj ri qasamaj rik'in runojiaxik re ko'öl cholwuj:

source: Welcome to %(productName)s
cak: ¡Ütz apetik pa %(productName)s

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
cak: Xqaq'ät %(productName)s rutz'ib'axik ab'i'. Ri ruk'isib'äl %(invoiceTotal)s atojik xab'än pa %(invoiceDateOnly)s. Xtik'oje' ri asamaj k'a xtik'is na ri ruwujil q'ijul, ja ri pa %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
cak: Ütz xajäl ri %(productNameOld)s rik'in %(productNameNew)s.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
cak: K'o chi nayäk jun k'ak'a' cholkema' richin nawokisaj %(productNameNew)s, xtak'ül jun taqoya'l akuchi' niya' rutzijol rub'eyal xtaqasaj.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
cak: Xtijalatäj ri rutz'ib'axik ab'i' toq xtanojisala' paktura', man ke ta ri' we xtaq'ät.

source: Thank you for subscribing to %(productName)s
cak: Matyos xatz'ib'aj ab'i' pa %(productName)s

source: Your payment is currently processing and may take up to four business days to complete.
cak: Nisamajïx ri atojik, ri xtuk'waj jun kaji' samaj q'ij richin xtitz'aqatisäx.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
cak: Xtak'ül jun taqoya'l akuchi' nichol rub'eyal niqasäx chi rij ri rub'eyal nokisäx %(productName)s.

source: Invoice Number: <b>%(invoiceNumber)s</b>
cak: Rajilab'al Paktura': <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
cak: Xk'ul rajil %(invoiceTotal)s pa %(invoiceDateOnly)s

source: Next Invoice: %(nextInvoiceDateOnly)s
cak: Jun chik Rajil Paktura': %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
cak: Rajilab'al Paktura': %(invoiceNumber)s

source: Your credit card is about to expire
cak: Nik'is yan ruq'ijul ri atarjeta' richin kre'ito'

source: The credit card you're using to make payments for %(productName)s is about to expire.
cak: Ri atarjeta' richin kre'ito' richin natojb'ej %(productName)s nik'is yan ruq'ijul.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
cak: Richin majun k'ayewal rik'in asamaj, <a href="%(updateBillingUrl)s">tak'exa' ri retamab'al atojik</a> pan aninäq.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
cak: Richin majun k'ayewal rik'in asamaj, tak'exa' ri retamab'al atojik pan aninäq:

source: Sorry, we're having trouble with your payment
cak: Takuyu', k'o qak'ayewal rik'in ri atojik

source: We had a problem with your latest payment for %(productName)s.
cak: Xk'oje' qak'ayewal rik'in ri ruk'isib'äl atojik richin %(productName)s.

source: It may be that your credit card has expired, or your current payment method is out of date.
cak: Rik'in jub'a' xk'is yan ruq'ijul ri atarjeta' richin kre'ito' o rik'in jub'a' man ak'exon ta ri rub'eyal atojik.

source: Thank you for reactivating your %(productName)s subscription!
cak: ¡Matyox xatzïj chik rutz'ib'axik ab'i' pa %(productName)s!

source: Your billing cycle and payment will remain the same. Your next charge will be %(invoiceTotal)s on %(nextInvoiceDateOnly)s. Your subscription will automatically renew each billing period unless you choose to cancel.
cak: Ri retal apaktura' chuqa' atojik junam nub'än. Ri jun chik atojik ja ri pa %(invoiceTotal)s pa %(nextInvoiceDateOnly)s. Xtijalatäj ri rutgz'ib'axik ab'i' toq natöj ri apaktura', man keta ri' we naq'ät.

source: Thank you for being a subscriber!
cak: ¡Matyox xatz'ib'aj ab'i'!

source: We received your latest payment for %(productName)s.
cak: Xqak'ül ri ruk'isib'äl atojik richin %(productName)s.

source: Thank you for upgrading!
cak: ¡Matyox ruma xak'ëx!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
cak: Ütz xak'ëx ri %(productNameOld)s rik'in %(productNameNew)s.

source: The credit card you're using to make payments for the following subscriptions is about to expire.
cak: Ri atarjeta' richin kre'ito' richin natojb'ej re rutz'ib'axik b'i'aj re', ri nik'is yan ruq'ijul.

source: Questions about your subscriptions? Our support team is here to help you:
cak: ¿La nak'utuj chi kij ri rutz'ib'axik kib'i'? Ri to'onel qamolaj e k'o wawe' richin yatkito'.

source: Is this you signing in?
cak: ¿La ja rat yatajowan natikirisaj molojri'ïl?

source: If yes, here is the authorization code you need:
cak: We ke ri', ja re' ri rub'itz'ib' ya'oj q'ij nik'atzin chawe:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
cak: We man ke ta ri', kojato' richin niqato' qi' chi kiwäch ri nachanela' chuqa' <a %(reportSignInLinkAttributes)s>ke'asujuj pe.</a>

source: If no, help us fend off intruders and report it to us.
cak: We man ke ta ri', kojato' richin niqato' qi' chi kiwa ri nachanela' chuqa' ke'asujuj pe.

source: Welcome to the Firefox family
cak: Ütz apetik pa Firefox ach'alalri'ïl

source: A few days ago you created a Firefox account, but never confirmed it.
cak: Jujun kan q'ij xatz'ük jun rub'i' ataqoya'l richin Firefox, xa xe chi man xajikib'a' ta.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
cak: Tajikib'a' wakami richin yatok pa jun na'ob'äl nichajin chuqa' nuto' ri awichinanem, nuya' k'atzinel etamab'äl chawe chuqa' yatrukamelaj.

source: Confirm email:
cak: Tijikib'äx taqoya'l:

source: Still there?
cak: ¿La k'a at k'o chi ri'?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
cak: K'o chik jun wuqq'ij tatz'uk jun Rub'i' Ataqoya'l richin Firefox xa xe chi majub'ey xajikib'a'. Yatqamäy apo.

source: Confirm this email address to activate your account and let us know you're okay.
cak: Tajikib'a' ri rochochib'al taqoya'l richin natzïj ri rub'i' ataqoya'l ke ri' niqetamaj chi ronojel nib'iyin ütz.

source: Activate the Firefox family of products
cak: Ke'atzija' ronojel ri taq rutikojil ri Firefox ach'ala'il

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
cak: Tajikib'a' ri rub'i' ataqoy'al richin jeb'ël nawokisaj ri Firefox rik'in natikirisaj molojri'ïl xab'akuchi':

source: Confirm your account and get the most out of Firefox everywhere you sign in.
cak: Tajikib'a' ri rub'i' ataqoy'al richin jeb'ël nawokisaj ri Firefox xab'akuchi'.

source: For added security, please confirm this sign-in from the following device:
cak: Richin jikonem, tajikib'a' rutikirisaxik molojri'ïl pa re okisaxel re':

source: Confirm sign-in
cak: Tijikib'äx rutikirisaxik molojri'ïl

source: If yes, here is the verification code:
cak: We nawajo', ja rub'itz'ib' jikib'anïk re':

source: It expires in 5 minutes.
cak: Xtik'is ruq'ijul pa 5 ch'utiramaj.

source: Verify primary email
cak: Tinik'öx ri nimaläj taqoya'l

source: A request to perform an account change has been made from the following device:
cak: Xk'utüx chi tib'an jun rujalik ri rub'i' taqoya'l pa re okisaxel:

source: Once verified, account changes like adding a secondary email will become possible from this device.
cak: Toq nik'on chik re okisaxel re', tikirel xtib'an jaloj chupam ri rub'i' taqoya'l, achi'el richin nitz'aqatisäx jun ruka'n taqoya'l.

source: Verify email:
cak: Tinik'öx taqoya'l:

source: Verify secondary email
cak: Tinik'öx ruka'n taqoya'l

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
cak: Re Rutaqoya'l Firefox re' xuk'utuj chi tokisäx ri %(email)s achi'el jun ruka'n rochochib'al taqoya'l:

source: Once verified, this address will begin receiving security notifications and confirmations.
cak: Toq xtinik'öx re ochochib'äl re' xtuchäp kik'ulik taq rutzijol jikomal chuqa' taq jikib'anïk.

source: Use this verification code:
cak: Tawokisaj re jikib'an b'itz'ib':

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
cak: Xtik'is pa 5 ch'utaq ramaj. Toq xtinik'öx re ochochib'äl re' xtuchäp kik'ulik taq rutzijol jikomal chuqa' taq jikib'anïk.

source: Is this you signing up?
cak: ¿La ja rat ri xutz'ib'aj rub'i'?

source: Ready, set, sync
cak: Tichojmirisaj iwi', tinuk'u' iwi', tixima'

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
cak: Tajikib'a' chi xak'ül re taqoya'l re' richin yatqato' richin nayäk chuqa' naxïm ri Firefox pa konojel taq awokisaxel, rik'in rutikirisaxik re':

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
cak: Toq xajikib'a' yan, yatqato' richin nayäk chuqa' nawokisaxj ri Firefox pa jun chik rutz'aqat okisaxel.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
cak: O, tayaka' pa <a %(desktopLinkAttributes)s >jun chik rokisab'al ajkematz'ib'</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
cak: O, tayaka' pa <a %(cadLinkAttributes)s>jun chik okisab'äl</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
cak: Ruyonil nitaq re taqoya'l re'; we man aya'on ta q'ij, niqachilab'ej chawe chi <a %(passwordChangeLinkAttributes)s>tajala' ri ewan atzij</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
cak: Richin ch'aqa' chik etamab'äl, tab'etz'eta' <a %(supportLinkAttributes)s>Ruto'ik Mozilla</a>.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
cak: Ruyonil nitaq re taqoya'l re'; we man xatz'aqatisaj ta jun k'ak'a' okisaxel pa ri Ataqoya'l richin Firefox, niqachilab'ej chawe chi tajala' ri ewan atzij pa %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
cak: Ruyonil nitaq re taqoya'l re'; we xak'ül ruma jun sachoj, majun achike tab'ana'.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
cak: Ruyonil nitaq re taqoya'l re'; we man aya'on ta q'ij, niqachilab'ej chawe chi <a %(resetLinkAttributes)s>tatzolij ri ewan atzij</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
cak: We nana'ojij chi k'o najowan nok pa ataqoya'l, tajala' ri ewan atzij.

source: IP address: %(ip)s
cak: IP ochochib'äl: %(ip)s

source: Manage account:
cak: Tinuk'samajïx rub'i' taqoya'l:

source: %(cardType)s card ending in %(lastFour)s
cak: %(cardType)s tarjeta' k'isib'en pa %(lastFour)s

source: Mozilla Privacy Policy
cak: Ichinan Runa'oj Mozilla

source: Firefox Cloud Terms of Service
cak: Firefox Cloud Rojqanem Samaj

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
cak: Xak'ül re taqoya'l ruma chi ri %(email)s k'o jun rub'i' rutaqoya'l richin Firefox chuqa' xatz'ib'aj ab'i' richin %(productName)s.
