Repository: mozilla/fxa-content-server-l10n
Catalog: locale/cak/LC_MESSAGES/server.po
Languages: cak

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
cak: Xak'ül re taqoya'l ruma chi ri %(email)s k'o jun rub'i' rutaqoya'l richin Firefox chuqa' xatz'ib'aj ab'i' pa jalajöj taq tikojil.

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
cak: Tanuk'samajij ri runuk'ulem rub'i' ataqoya'l richin Firefox rik'in tatz'ita' ri <a %(accountSettingsLinkAttributes)s> rub'i' taqoya'l</a>.

source: Terms and cancellation policy
cak: Rojqanem chuqa' ruq'atik na'ojil

source: Reactivate subscription
cak: Tatzija' chik ri rutz'ib'axïk b'i'aj

source: Cancel subscription
cak: Ruq'atik tz'ib'anïk b'i'aj

source: Cancel subscriptions
cak: Keq'at kitz'ib'axik b'i'aj

source: Update billing information
cak: Tik'ex ri wetamab'al richin wujil

source: Legal
cak: Taqanel rutzijol

source: Privacy
cak: Ichinanem

source: Terms and cancellation policy:
cak: Rojqanem chuqa' ruq'atik na'ojil:

source: Privacy notice:
cak: Ichinan na'oj:

source: Cancel subscription:
cak: Ruq'atik tz'ib'anïk b'i'aj:

source: Cancel subscriptions:
cak: Keq'at kitz'ib'axik b'i'aj

source: Update billing information:
cak: Tik'ex ri wetamab'al richin wujil:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
cak: %(uaBrowser)s pa %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
cak: %(uaBrowser)s pa %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
cak: %(city)s, %(stateCode)s, %(country)s (q'ijun)

source: %(city)s, %(country)s (estimated)
cak: %(city)s, %(country)s (q'ijun)

source: %(stateCode)s, %(country)s (estimated)
cak: %(stateCode)s, %(country)s (q'ijun)

source: %(country)s (estimated)
cak: %(country)s (q'ijun)

source: Finish creating your account
cak: Tak'isa' runuk'ik ri rub'i' ataqoya'l

source: Confirm email
cak: Tijikib'äx taqoya'l

source: Verification code: %(code)s
cak: Rub'itz'ib' jikib'anem: %(code)s

source: Reminder: Finish creating your account
cak: Runataxik: Tak'isa' runuk'ik ri rub'i' ataqoya'l

source: Final reminder: Activate your account
cak: Ruk'isib'äl runataxik: Tatz'ija' ri rub'i' ataqoya'l

source: Account authorization code
cak: Rub'itz'ib' ruya'oj q'ij ri rub'i' taqoya'l

source: Confirm new sign-in to %(clientName)s
cak: Tijikib'äx ri k'ak'a' rutikirisaxik molojri'ïl %(clientName)s

source: Sign-in code for %(serviceName)s
cak: Rub'itz'ib' tikirisanïk molojri'ïl richin %(serviceName)s

source: Confirm primary email
cak: Tijikib'äx ri nab'ey taqoya'l

source: Verify email
cak: Tinik'öx taqoya'l

source: Confirm secondary email
cak: Tijikib'äx ruka'n taqoya'l

source: Reset your password
cak: Tatzolij ri ewan atzij

source: Password updated
cak: Xk'extäj ri ewan tzij

source: Suspicious activity detected
cak: Xilitäj q'eleb'el samaj

source: Manage account
cak: Tinuk'samajïx rub'i' taqoya'l

source: Account verified. Next, sync another device to finish setup
cak: Xjikib'äx rub'i' taqoya'l. Wakami taxima' jun chik okisab'äl richin nak'ïs ri runuk'ulem

source: Primary email updated
cak: Xk'ex ri nab'ey taqoya'l

source: Recovery code used
cak: Xokisäx rub'itz'ib' koloj

source: 1 recovery code remaining
cak: 1 rub'itz'ib' koloj k'o

source: %(numberRemaining)s recovery codes remaining
cak: %(numberRemaining)s rub'itz'ib' koloj e k'o

source: Generate codes
cak: Ketz'uk taq b'itz'ib'

source: Password updated using recovery key
cak: Xk'ex ewan tzij toq xokisäx ri ruxe'el tzij richin koloj

source: Create new recovery key
cak: Titz'uk k'ak'a' kolonel ewan tzij

source: You have upgraded to %(productNameNew)s
cak: Xak'ëx pa %(productNameNew)s

source: You have switched to %(productNameNew)s
cak: Xajäl pa %(productNameNew)s

source: Credit card for %(productName)s expiring soon
cak: Rutarjeta' Kre'ito' richin %(productName)s nik'is yan ruq'ijul

source: Credit card for your subscriptions is expiring soon
cak: Rutarjeta' Kre'ito' richin rutz'ib'axik ab'i' nik'is yan ruq'ijul

source: %(productName)s payment failed
cak: Xsach rik'in ri rutojik %(productName)s

source: Your %(productName)s subscription has been cancelled
cak: Xqa't ri %(productName)s rutz'ib'axik ab'i'

source: %(productName)s subscription reactivated
cak: Xtz'ij chik %(productName)s rutz'ib'axik ab'i'

source: %(productName)s payment received
cak: Xk'ul rutojik %(productName)s

source: %(productName)s payment confirmed
cak: Xjikib'äx rutojik %(productName)s

source: Download %(productName)s
cak: Tiqasäx %(productName)s

source: Your Friendly Reminder: How To Complete Your Sync Setup
cak: Achib'il Anatab'al: Achike Rub'eyal Nitz'aqatisäx Runuk'ulem Sync

source: Final Reminder: Complete Sync Setup
cak: Ruk'isib'äl Natab'äl: Tz'aqät Runuk'ulem Sync

source: Sync another device
cak: Tixim jun chik okisab'äl

source: Page not found
cak: Man xilitäj ta ruxaq

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
cak: Man xilitäj ta ri ruxaq xak'utuj. Xapon yan rutzijol qik'in chuqa' xtiqanük' xab'achike ximonel xk'apitäj.

source: Home
cak: Tikirib'äl

source: 500 Error
cak: Sachoj 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
cak: ¡K'ayew!, xk'ulwachitäj jun k'ayewal. Xya' yan rutzijol chi qe ruma ri' toq niqab'än rutzil.

source: 502 Error
cak: Sachoj 502

source: Server busy, try again soon
cak: Tajin nisamäj ri ruk'u'x samaj, tatojtob'ej na chik

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
cak: K'ïy yojkanon qichin ruma ri' toq yojsamäj chi ri q'inoj nisamäj achi'el rub'anon pe.

source: Loading
cak: Nisamajib'ëx

source: Firefox Accounts requires JavaScript.
cak: K'atzinel JavaScript chi re ri Firefox Accounts.

source: Privacy Notice
cak: Rutzijol Ichinanem

source: Terms of Service
cak: Taq Rojqanem Samaj

source: Firefox update required
cak: K'atzinel nik'ex ri Firefox

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
cak: Ri Rub'i' taq Rutaqoya'l Firefox yekokisaj taq b'anikil ri man nuk'äm ta ri' rik'in ri ruwäch Firefox. Tab'ana' utzil taqasaj chuqa' tayaka' ri ruk'isib'äl ruwäch Firefox richin yasamäj chik el.

source: Download latest
cak: Tiqasäx ri ruk'isib'äl ruwäch
