Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Back to settings
ar: عُد إلى الإعدادات
be: Вярнуцца да наладаў
cs: Zpět do nastavení
cy: Nôl i'r gosodiadau
da: Tilbage til indstillinger
el: Πίσω στις ρυθμίσεις
es_es: Volver a los ajustes
et: Tagasi sätetesse
eu: Itzuli ezarpenetara
fa: بازگشت به تنظیمات
fi: Takaisin asetuksiin
fr: Retour aux paramètres
fur: Torne aes impostazions
gd: Air ais gu na roghainnean
gl: Volver á configuración
he: חזרה להגדרות
hi_in: वापस सेटिंग पर
hr: Natrag na postavke
hu: Vissza a beállításokhoz
ia: Retornar al configuration
id: Kembali ke pengaturan
is: Til baka í stillingar
it: Torna alle impostazioni
ja: 設定に戻る
ka: პარამეტრებზე დაბრუნება
kab: Uɣal ɣer iɣewwaṛen
nl: Terug naar instellingen
pa_in: ਸੈਟਿੰਗਾਂ ‘ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do ustawień
pt: Voltar para as definições
pt_br: Voltar à configuração
ru: Перейти в настройки
sk: Späť na nastavenia
sl: Nazaj na nastavitve
sq: Mbrapsht te rregullimet
sr: Назад на подешавања
sr_latn: Nazad na podešavanja
sv_se: Tillbaka till inställningar
te: తిరిగి అమరికలకు
th: กลับสู่การตั้งค่า
tr: Ayarlara dön
tt: Көйләүләргә кире кайту
uk: Назад до налаштувань
ur: واپس سیٹنگز پر
vi: Quay lại cài đặt

source: What are you contacting us about?
be: Якое ў вас пытанне да нас?
cs: Za jakým účelem nás kontaktujete?
cy: Am beth ydych chi'n cysylltu â ni?
da: Hvad drejer din henvendelse sig om?
el: Για ποιο λόγο επικοινωνείτε μαζί μας;
es_es: ¿Por qué te pones en contacto con nosotros?
et: Mille pärast sa meiega ühendust võtad?
fa: در چه خصوصی به ما می‌خواهید ارتباط برقرار کنید؟
fi: Minkä asian vuoksi haluat olla yhteydessä meihin?
fr: Pourquoi nous contactez-vous ?
fur: Par cuâl motîf tu nus contatis?
gd: Dè mu dhèidhinn tha thu a’ cur fios thugainn?
gl: Por que está a contactar connosco?
he: מה נושא הפניה?
hi_in: आप हमसे किस बारे में संपर्क कर रहे हैं?
hr: Za što nas kontaktiraš?
hu: Miért lép velünk kapcsolatba?
ia: Proque contacta tu nos?
is: Hvað er það sem þú ert í sambandi við okkur útaf?
it: Per quale motivo ci stai contattando?
ja: 何についてのお問い合わせですか？
ka: რის თაობაზე გვიკავშირდებით?
kab: Acuɣer i aɣ-d-neremseḍ?
nl: Waarover neemt u contact met ons op?
pa_in: ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਕਿਸ ਬਾਰੇ ਸੰਪਰਕ ਕਰ ਰਹੇ ਹੋ?
pl: W jakiej sprawie się z nami kontaktujesz?
pt: Porque nos está a contactar?
pt_br: Sobre o que você está nos contactando?
ru: По какому вопросу вы хотите связаться с нами?
sk: Ohľadom čoho nás kontaktujete?
sl: Zakaj se obračate na nas?
sq: Për çfarë po lidheni me ne?
sr: Због чега нас контактирате?
sr_latn: Zbog čega nas kontaktirate?
sv_se: Varför kontaktar du oss?
te: మమ్మల్ని దేని గురించి సంప్రదిస్తున్నారు?
th: คุณกำลังติดต่อเราเกี่ยวกับอะไร?
tr: Bizimle hangi konuda iletişime geçiyorsunuz?
tt: Ни сәбәпле безнең белән элемтәгә керәсегез килә?
uk: Яке у вас питання до нас?
ur: آپ ہم سے کس بارے میں رابطہ کر رہے ہیں؟
vi: Bạn đang liên lạc với chúng tôi về điều gì?

source: Description of issue
be: Апісанне праблемы
cs: Popis problému
cy: Disgrifiad o'r mater
da: Beskrivelse af problem
el: Περιγραφή ζητήματος
es_es: Descripción del problema
et: Probleemi kirjeldus
eu: Arazoaren deskribapena
fa: توضیحِ مشکل
fi: Ongelman kuvaus
fr: Description du problème
fur: Descrizion dal probleme
gd: Tuairisgeul air an duilgheadas
gl: Descrición do problema
he: תיאור הבעיה
hi_in: समस्या का विवरण
hr: Opis problema
hu: A probléma leírása
ia: Description del problema
id: Deskripsi masalah
is: Lýsing á vandamálinu
it: Descrizione del problema
ja: お問い合わせ内容の詳細
ka: საკითხის აღწერა
kab: Aglam n wugur
nl: Omschrijving van het probleem
pa_in: ਮਾਮਲੇ ਦਾ ਵਰਣਨ
pl: Opis problemu
pt: Descrição do problema
pt_br: Descrição do problema
ru: Описание проблемы
sk: Popis problému
sl: Opis težave
sq: Përshkrim i problemit
sr: Опис проблема
sr_latn: Opis problema
sv_se: Beskrivning av problem
th: คำอธิบายของปัญหา
tr: Sorunun açıklaması
tt: Проблеманың тасвирламасы
uk: Опис проблеми
ur: مسئلے کی تفصیل
vi: Mô tả vấn đề

source: Would you like to sync this device to your account?
be: Сінхранізаваць гэтую прыладу з вашым уліковым запісам?
cs: Chcete toto zařízení synchronizovat se svým účtem?
cy: Hoffech chi gydweddu'r ddyfais hon â'ch cyfrif?
da: Vil du synkronisere denne enhed med din konto?
el: Θα θέλατε να συγχρονίσετε αυτή τη συσκευή με το λογαριασμό σας;
es_es: ¿Quieres sincronizar este dispositivo con tu cuenta?
et: Kas soovid selle seadme oma kontoga sünkroniseerida?
eu: Gailu hau zure kontura sinkronizatu nahi duzu?
fa: آیا می خواهید این دستگاه را با حساب خود همگام کنید؟
fi: Haluatko synkronoida tämän laitteen tilillesi?
fr: Souhaitez-vous synchroniser cet appareil avec votre compte ?
fur: Desideristu sincronizâ chest dispositîf cul to account?
gd: A bheil thu airson an t-uidheam seo a shioncronachadh ris a’ chunntas agad?
gl: Quere sincronizar este dispositivo coa súa conta?
he: האם ברצונך לסנכרן מכשיר זה לחשבון שלך?
hi_in: क्या आप इस उपकरण को अपने खाते से सिंक करना चाहेंगे?
hr: Želiš li sinkronizirati ovaj uređaj s tvojim računom?
hu: Szeretné szinkronizálni ezt az eszközt a fiókjával?
ia: Vole tu synchronisar iste apparato a tu conto?
is: Viltu samstilla þetta tæki við reikninginn þinn?
it: Desideri sincronizzare questo dispositivo con il tuo account?
ja: この端末をアカウントと同期しませんか？
ka: გსურთ ამ მოწყობილობის სინქრონიზაცია თქვენს ანგარიშზე?
kab: Tebɣi ad temtawiḍ asagu-a d umiḍan-ik?
nl: Wilt u dit apparaat met uw account synchroniseren?
pa_in: ਕੀ ਤੁਸੀਂ ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਆਪਣੇ ਖਾਤੇ ਨਾਲ ਸਿੰਕ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz synchronizować to urządzenie ze swoim kontem?
pt: Deseja sincronizar este dispositivo com a sua conta?
pt_br: Quer sincronizar este dispositivo com sua conta?
ru: Хотите ли вы синхронизировать это устройство с вашим аккаунтом?
sk: Chcete toto zariadenie synchronizovať so svojim účtom?
sl: Ali želite sinhronizirati to napravo z računom?
sq: Doni të njëkohësohet kjo pajisje me llogarinë tuaj?
sr: Желите ли да синхронизујете овај уређај с вашим налогом?
sr_latn: Želite li da sinhronizujete ovaj uređaj s vašim nalogom?
sv_se: Vill du synkronisera den här enheten till ditt konto?
th: คุณต้องการซิงค์อุปกรณ์นี้กับบัญชีของคุณหรือไม่?
tr: Bu cihazı hesabınızla eşitlemek ister misiniz?
tt: Бу җиһаз хисабыгыз белән синхронлансынмы?
uk: Бажаєте синхронізувати цей пристрій зі своїм обліковим записом?
vi: Bạn có muốn đồng bộ hóa thiết bị này với tài khoản của bạn?

source: Sync this device
ar: زامِن هذا الجهاز
be: Сінхранізаваць гэтую прыладу
cs: Synchronizovat toto zařízení
cy: Cydweddu'r ddyfais hon
da: Synkroniser denne enhed
el: Συγχρονισμός συσκευής
es_es: Sincronizar este dispositivo
et: Sünkroniseeri see seade
eu: Sinkronizatu gailu hau
fa: همگام‌سازی این دستگاه
fi: Synkronoi tämä laite
fr: Synchroniser cet appareil
fur: Sincronize chest dispositîf
gd: Sioncronaich an t-uidheam seo
gl: Sincronizar este dispositivo
he: סנכרון מכשיר זה
hi_in: इस उपकरण को सिंक करें
hr: Sinkroniziraj ovaj uređaj
hu: Eszköz szinkronizálása
ia: Synchronisar iste apparato
id: Sinkronkan perangkat ini
is: Samstilla þetta tæki
it: Sincronizza questo dispositivo
ja: この端末を同期する
ka: მოწყობილობის სინქრონიზაცია
kab: Mtawi ibenk-a
nl: Dit apparaat synchroniseren
pa_in: ਇਹ ਡਿਵਾਈਸ ਸਿੰਕ ਕਰੋ
pl: Synchronizuj to urządzenie
pt: Sincronizar este dispositivo
pt_br: Sincronizar este dispositivo
ru: Синхронизировать это устройство
sk: Synchronizovať toto zariadenie
sl: Sinhroniziraj to napravo
sq: Njëkohësoje këtë pajisje
sr: Синхронизујте овај уређај
sr_latn: Sinhronizujte ovaj uređaj
sv_se: Synkronisera den här enheten
th: ซิงค์อุปกรณ์นี้
tr: Bu cihazı eşitle
tt: Бу җиһазны синхронлау
uk: Синхронізувати цей пристрій
ur: اس آلہ کو سنک کریں
vi: Đồng bộ hóa thiết bị này

source: Any paid subscriptions you have will be cancelled
be: Усе вашы платныя падпіскі будуць ануляваныя
cy: Bydd unrhyw danysgrifiadau taledig sydd gennych yn cael eu diddymu
sq: Do të anulohet çfarëdo pajtimi me pagesë që keni

source: Stay safe &mdash; don't reuse passwords.
be: Заставайцеся ў бяспецы &mdash; не выкарыстоўвайце паролі паўторна.
cy: Cadwch yn ddiogel &mdash; peidiwch ailddefnyddio cyfrineiriau.
es_es: Mantente seguro &mdash; no reutilices tus contraseñas.
ka: იყავით დაცული &mdash; ნუ გამოიყენებთ ერთსა და იმავე პაროლებს.
ru: Оставайтесь в безопасности &mdash; не используйте пароли повторно.
sq: Jini i parrezikuar &mdash; mos ripërdorni fjalëkalime.
sr: Останите сигурни - немојте користити исте лозинке више пута.
sr_latn: Ostanite sigurni - nemojte koristiti iste lozinke više puta.
sv_se: Håll dig säker &mdash; återanvänd inte lösenord.
tr: Güvenliğiniz için aynı parolayı farklı yerlerde kullanmayın.
tt: Имин булу өчен &mdash; бер үк серсүзне кабат-кабат кулланмагыз.

source: Your message was sent to support
be: Ваша паведамленне даслана ў службу падтрымкі
cy: Anfonwyd eich neges i'n cefnogaeth
sq: Mesazhi juaj u dërgua te asistenca

source: Back to Subscriptions
ar: عُد إلى الاشتراكات
be: Вярнуцца да падпісак
cs: Zpět na předplatné
cy: Nôl i Danysgrifiadau
da: Tilbage til Abonnementer
el: Επιστροφή στις συνδρομές
es_es: Volver a suscripciones
et: Tagasi tellimuste juurde
eu: Itzuli harpidetzetara
fa: برگشت به اشتراک‌ها
fi: Takaisin tilauksiin
fr: Retour aux abonnements
fur: Torne ai abonaments
gd: Air ais gu na fo-sgrìobhaidhean
gl: Volver a subscricións
he: חזרה למינויים
hi_in: वापस सदस्यताओं पर
hr: Natrag na Pretplate
hu: Vissza az előfizetésekhez
ia: Retornar al subscriptiones
id: Kembali ke Langganan
is: Til baka í áskriftir
it: Torna agli abbonamenti
ja: 購読ページへ戻る
ka: დაბრუნება გამოწერებზე
kab: Uɣal ɣer ujerred
nl: Terug naar Abonnementen
pa_in: ਮੈਂਬਰੀ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do subskrypcji
pt: Voltar para Subscrições
pt_br: Voltar a inscrições
ru: Вернуться к подпискам
sk: Späť na predplatné
sl: Nazaj na naročnine
sq: Mbrapsht te Pajtime
sr: Назад на претплате
sr_latn: Nazad na pretplate
sv_se: Tillbaka till prenumerationer
th: กลับไปยังการสมัครสมาชิก
tr: Aboneliklere dön
tt: Язылуларга кире кайту
uk: Повернутися до передплат
ur: رکنیت پر واپس جائیں
vi: Quay lại thuê bao

source: Invalid or expired verification code
cs: Neplatný nebo starý ověřovací kód
cy: Cod dilysu annilys neu wedi dod i ben
da: Ugyldig eller udløbet bekræftelseskode
el: Μη έγκυρος ή παλιός κωδικός επαλήθευσης
es_es: Código de verificación incorrecto o caducado
et: Vigane või aegunud kinnituskood
eu: Egiaztapen-kode baliogabea edo iraungia
fa: کد تأیید نامعتبر یا منقضی شده است
fi: Virheellinen tai vanhentunut vahvistuskoodi
fr: Code de vérification invalide ou expiré
gd: Tha an còd dearbhaidh mì-dhligheach no dh’fhalbh an ùine air
he: קוד אימות לא חוקי או שפג תוקפו
hi_in: अमान्य या समाप्त सत्यापन कोड
hr: Nevažeći ili istekli kontrolni kôd
hu: Érvénytelen vagy lejárt ellenőrzőkód
ia: Codice de verification invalide o expirate
id: Kode verifikasi tidak valid atau kedaluwarsa
it: Codice di verifica non valido o scaduto
ja: 確認コードが正しくないか有効期限切れです
ka: არასწორი ან ვადაგასული დამადასტურებელი კოდი
kab: Tangalt n usentem mačči d tameɣtut neɣ temmut
nl: Ongeldige of verlopen verificatiecode
pa_in: ਅਯੋਗ ਜਾਂ ਮਿਆਦ ਪੁੱਗਾ ਤਸਦੀਕੀ ਕੋਡ
pl: Kod weryfikacyjny jest nieprawidłowy lub wygasł
pt: Código de confirmação inválido ou expirado
pt_br: Código de verificação inválido ou vencido
ru: Неверный или истёкший код подтверждения
sk: Neplatný alebo starý overovací kód
sl: Neveljavna ali pretečena potrditvena koda
sq: Kod verifikimi i pavlefshëm ose i skaduar
sr: Неважећи или истекао верификациони код
sr_latn: Nevažeći ili istekao verifikacioni kod
sv_se: Ogiltig eller upphörd verifieringskod
th: รหัสยืนยันไม่ถูกต้องหรือหมดอายุ
tr: Geçersiz veya süresi dolmuş doğrulama kodu
tt: Яраксыз яки вакыты чыккан раслау коды
uk: Недійсний код підтвердження
vi: Mã xác minh không hợp lệ hoặc đã hết hạn

source: Please enter the verification code that was sent to %(escapedEmail)s within 5 minutes.
bg: Моля, въведете кода за потвърждение, изпратен до %(escapedEmail)s в рамките на 5 минути.
cy: Rhowch y cod dilysu a anfonwyd at %(escapedEmail)s o fewn 5 munud.
da: Indtast den bekræftelseskode, der blev sendt til %(escapedEmail)s, indenfor 5 minutter.
el: Παρακαλώ εισαγάγετε τον κωδικό επαλήθευσης που εστάλη στο %(escapedEmail)s εντός 5 λεπτών.
es_es: Por favor, escribe en menos de 5 minutos el código de verificación que fue enviado a %(escapedEmail)s.
fa: لطفا کد تاییدیه‌ای که به %(escapedEmail)s ارسال شده است را تا ۵ دقیقه آینده وارد کنید.
fi: Kirjoita osoitteeseen %(escapedEmail)s lähetetty vahvistuskoodi 5 minuutin kuluessa.
fr: Veuillez saisir au cours des 5 prochaines minutes le code de vérification envoyé à %(escapedEmail)s.
gd: Cuir a-steach an còd dearbhaidh a chaidh a chur gu %(escapedEmail)s am broinn 5 mionaidean.
hr: Upiši kȏd za potvrdu koji je poslan na %(escapedEmail)s, u idućih 5 minuta.
hu: Adja meg 5 percen belül a(z) %(escapedEmail)s címre küldött ellenőrzőkódot.
ia: Per favor, insere le codice de verification inviate a %(escapedEmail)s intra 5 minutas.
it: Inserisci entro 5 minuti il codice di verifica che è stato inviato a %(escapedEmail)s.
ka: გთხოვთ, 5 წუთის განმავლობაში შეიყვანოთ დამადასტურებელი კოდი, რომელიც გამოგზავნილია მისამართზე %(escapedEmail)s.
kab: Sekcem ma ulac aɣilif, deg 5 n tesdatin i d-iteddun, tangalt n usentem yettwaznen ɣer %(escapedEmail)s.
pl: Proszę wpisać kod weryfikacyjny wysłany na adres %(escapedEmail)s w ciągu 5 minut.
pt: Por favor, digite dentro de 5 minutos o código de confirmação que foi enviado para %(escapedEmail)s.
pt_br: Digite o código de verificação que foi enviado para %(escapedEmail)s há cerca de 5 minutos.
ru: Пожалуйста, введите код подтверждения, который был отправлен на %(escapedEmail)s, в течение 5 минут.
sk: V priebehu 5 minút zadajte overovací kód, ktorý bol odoslaný na e-mailovú adresu %(escapedEmail)s.
sq: Ju lutemi, jepni brenda 5 minutash kodin e verifikimit që u dërgua te %(escapedEmail)s.
sr: Унесите верификациони код који је послан на %(escapedEmail)s у наредних 5 минута.
sr_latn: Unesite verifikacioni kod koji je poslan na %(escapedEmail)s u narednih 5 minuta.
sv_se: Ange verifieringskoden som skickades till %(escapedEmail)s inom 5 minuter.
th: โปรดป้อนรหัสยืนยันที่ส่งไปยัง %(escapedEmail)s ภายใน 5 นาที
tr: Lütfen %(escapedEmail)s adresine gönderilen doğrulama kodunu 5 dakika içinde girin.
tt: Зинһар, 5 минут эчендә %(escapedEmail)s адресына җибәрелгән раслау кодын кертегез.
uk: Введіть код підтвердження, надісланий на %(escapedEmail)s протягом 5 хвилин.
vi: Vui lòng nhập mã xác minh đã được gửi tới %(escapedEmail)s trong vòng 5 phút.

source: Are you locked out?
cs: Ztratili jste přístup?
cy: Ydych chi wedi'ch cloi allan?
da: Er du blevet låst ude?
el: Έχετε κλειδωθεί;
es_es: ¿Estás bloqueado?
et: Kas sa oled välja lukustatud?
fa: آیا بیرون مانده‌اید؟
fi: Jäitkö ulos tililtäsi?
fr: Vous ne parvenez pas à accéder à votre compte ?
fur: Sêstu taiât/taiade fûr da to account?
gd: An deach a ghlas ort?
gl: Non pode entrar?
he: ננעלת מחוץ לחשבון?
hr: Ne možeš pristupiti računu?
hu: Kizárta magát?
ia: Es tu blocate?
id: Apakah Anda terkunci?
is: Ertu læst/ur úti?
it: Sei tagliato fuori dal tuo account?
ja: 締め出されていますか？
ka: ვერ ახერხებთ შესვლას?
kab: Ur tezmireḍ ara ad tkecmeḍ?
nl: Bent u buitengesloten?
pa_in: ਕੀ ਤੁਸੀਂ ਲਾਕ-ਆਉਟ ਹੋ ਚੁੱਕੇ ਹੋ?
pl: Nie możesz się zalogować?
pt: Está bloqueado?
pt_br: Você está bloqueado?
ru: Аккаунт заблокирован?
sk: Stratili ste prístup?
sl: Se ne morete prijaviti?
sq: Jeni kyçur jashtë?
sr: Не можете да се пријавите?
sr_latn: Ne možete da se prijavite?
sv_se: Är du utelåst?
th: คุณถูกล็อกหรือไม่?
tr: Hesabınız kilitlendi mi?
tt: Хисабыгыз биклеме?
uk: Ви заблоковані?
vi: Bạn đang bị khóa?

source: Trouble entering code?
cs: Problém se zadáváním kódu?
cy: Trafferth cyflwyno cod?
da: Har du problemer med at indtaste koden?
el: Πρόβλημα με την εισαγωγή του κωδικού;
es_es: ¿Problemas para introducir el código?
et: Kas sul on koodi sisestamisega probleeme?
eu: Arazoak kodea sartzean?
fa: در وارد کردن کد مشکلی دارید؟
fi: Ongelmia koodin kirjoittamisen kanssa?
fr: Un problème pour saisir le code ?
fur: Problemis a inserî il codiç?
gd: A bheil duilgheadasan agad le bhith a’ cur a-steach a’ chòd?
gl: Ten problemas para escribir o código?
he: מתקשה בהזנת הקוד?
hi_in: कोड दर्ज करने में परेशानी?
hr: Problemi s unosom kôda?
hu: Nem tudja beírni a kódot?
ia: Problemas a inserer le codice?
id: Kesulitan memasukkan kode?
is: Vandamál við að setja inn kóða?
it: Problemi a inserire il codice?
ja: コードの入力時に問題が発生しましたか？
ka: ვერ შეგყავთ კოდი?
kab: Ugur deg usekcem n tengalt?
nl: Problemen bij het invoeren van de code?
pa_in: ਕੋਡ ਦਰਜ ਕਰਨ ਲਈ ਸਮੱਸਿਆ ਹੈ?
pl: Masz problem z wpisywaniem kodu?
pt: Problemas ao inserir o código?
pt_br: Problemas ao inserir o código?
ru: Проблемы с вводом кода?
sk: Máte problémy so zadaním kódu?
sl: Imate težave pri vnosu kode?
sq: Probleme me dhënien e kodit?
sr: Проблеми с уносом кода?
sr_latn: Problemi s unosom koda?
sv_se: Har du problem att ange koden?
th: มีปัญหาในการป้อนรหัสหรือไม่?
tr: Kod girerken sorun mu yaşıyorsunuz?
tt: Код кертүдә проблема бармы?
uk: Проблеми з введенням коду?
ur: کوڈ داخل کرنے میں دشواری ہے؟
vi: Khó khăn khi nhập mã?

source: Looking to cancel a paid subscription? Go to <a href="/subscriptions">Manage Subscriptions</a>.
cy: Ydych chi am ddileu tanysgrifiad taledig? Ewch i <a href="/subscriptions">Rheoli Tanysgrifiadau</a>.
sq: Po shihni të anuloni një pajtim me pagesë? Shkoni te <a href="/subscriptions">Administroni Pajtime</a>.

source: Your message was sent to Support
ar: أُرسلت رسالتك إلى الدعم
cs: Vaše zpráva byla odeslána podpoře
cy: Anfonwyd eich neges i'n Cefnogaeth
da: Din meddelelse blev sendt til vores support
el: Το μήνυμά σας έχει σταλεί στην Υποστήριξη
es_es: Tu mensaje ha sido enviado al equipo de asistencia
et: Sinu sõnum saadeti toele
fa: پیام شما به پشتیبانی ارسال شد
fi: Viestisi lähetettiin tukeen
fr: Votre message a été envoyé à l’assistance
fur: Il to messaç al è stât inviât al Supuart
gd: Chaidh do theachdaireachd a chur gu sgioba na taice
gl: Enviouse a mensaxe ao equipo de asistencia técnica
he: ההודעה שלך נשלחה לתמיכה
hr: Tvoja je poruka poslana Podršci
hu: Az üzenetét elküldtük a támogatásnak
ia: Tu message ha essite inviate al supporto
id: Pesan Anda telah dikirim ke Dukungan
is: Skilaboðin þín voru send á aðstoðargáttina
it: Il tuo messaggio è stato inviato alla sezione Supporto
ja: メッセージがサポートに送信されました
ka: თქვენი შეტყობინება გაეგზავნა მხარდაჭერის გუნდს
kab: IZen-ik yettwazen ɣer tallelt
nl: Uw bericht is aan de ondersteuningsafdeling verzonden
pa_in: ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਸਹਿਯੋਗ ਲਈ ਭੇਜਿਆ ਗਿਆ ਸੀ
pl: Wysłano wiadomość do pomocy
pt: A sua mensagem foi enviada para o suporte
pt_br: Sua mensagem foi enviada ao suporte
ru: Ваше сообщение отправлено в службу поддержки
sk: Vaša správa bola odoslaná podpore
sl: Vaše sporočilo je bilo poslano podpori
sq: Mesazhi juaj iu dërgua Asistencës
sr: Ваша порука је послана подршци
sr_latn: Vaša poruka je poslana podršci
sv_se: Ditt meddelande skickades till Support
th: ข้อความของคุณถูกส่งไปยังฝ่ายสนับสนุน
tr: Mesajınız destek ekibimize gönderildi
tt: Хәбәрегез ярдәмчеләр төркеменә җибәрелде
uk: Ваше повідомлення було надіслано службі підтримки
ur: آپ کا پیغام سپورٹ کو بھیجا گیا تھا۔
vi: Tin nhắn của bạn đã được gửi tới bộ phận Hỗ trợ

source: Camera
ast: Cámara
be: Камера
bn_bd: ক্যামেরা
bn_in: ক্যামেরা
es_ar: Cámara
lv: Kamera
pa: ਕੈਮਰਾ
sq: Kamerë

source: You are now ready to make changes to your Mozilla account.
fur: Cumò al è dut pront par fâ modifichis al to account Mozilla.
gl: Agora xa estás preparado para facer cambios na túa conta de Mozilla.
is: Núna geturðu farið að gera breytingar á Mozilla-reikningnum þínum.

source: Primary email confirmed
fur: E-mail primarie confermade
gl: Correo electrónico principal confirmado
is: Aðalpóstfang staðfest

source: Secondary email confirmed
fur: E-mail secondarie confermade
gl: Correo electrónico secundario confirmado
is: Aukapóstfang staðfest

source: Account confirmed
fur: Account confermât
gl: Conta confirmada
is: Reikningur staðfestur
