Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
be: <span>ПАМЯТАЙЦЕ:</span> Пры скідзе пароля вы скідваеце свой уліковы запіс. Вы можаце страціць нейкую частку асабістых звестак (уключаючы гісторыю, закладкі і паролі). Гэта таму, што мы шыфруем дадзеныя з паролем, каб абараніць вашу прыватнасць.
cy: <span>COFIWCH:</span> Pan fyddwch yn ailosod eich cyfrinair, rydych yn ailosod eich cyfrif. Mae modd i chi golli rhywfaint o'ch data personol (gan gynnwys hanes, nodau tudalen a chyfrineiriau). Mae hynny oherwydd ein bod yn amgryptio'ch data gyda'ch cyfrinair i ddiogelu eich preifatrwydd.
es_ar: <span>RECUERDA:</span> Cuando restablece la contraseña, se restablece su cuenta. Puede perder parte de su información personal (incluyendo historia, marcadores y contraseñas). Eso es porque ciframos los datos con su contraseña para proteger su privacidad.
sq: <span>MOS HARRONI:</span> Kur ricaktoni fjalëkalimin tuaj, ktheni në fillimet llogarinë tuaj. Mund të humbni ca të dhëna personale (përfshi historik, faqerojtës, dhe fjalëkalime). Kjo ndodh ngaqë i fshehtëzojmë të dhënat tuaja me fjalëkalimin tuaj, që të mbrojmë privatësinë tuaj.

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
ar: نجحت استعادة حسابك باستخدام مفتاح الاستعادة لديك. أنشِئ كلمة سر جديدة لتأمين بياناتك وخزّنها في مكان آمن.
az: Hesabınızı bərpa kodu ilə uğurla bərpa etdiniz. Məlumatlarınızı qorumaq üçün yeni təhlükəsiz parol yaradın və onu təhlükəsiz bir yerdə saxlayın.
be: Вы паспяхова аднавілі свой уліковы запіс з дапамогай ключа аднаўлення. Стварыце новы пароль для абароны вашых дадзеных, і захоўвайце яго ў бяспечным месцы.
cs: Úspěšně jste obnovili přístup ke svému účtu pomocí obnovovacího klíče. Nastavte si nové heslo pro zabezpečení vašich dat a uložte si ho na bezpečné místo.
cy: Rydych wedi adfer eich cyfrif yn llwyddiannus gan ddefnyddio eich allwedd adfer. Crëwch gyfrinair newydd i ddiogelu eich data a'i gadw mewn man diogel.
da: Du har genoprettet din konto ved hjælp af din genoprettelsesnøgle. Opret en ny adgangskode for at sikre dine data, og gem den et sikkert sted.
el: Έχετε ανακτήσει επιτυχώς το λογαριασμό σας με το κλειδί ανάκτησης. Δημιουργήστε ένα νέο κωδικό πρόσβασης για προστασία των δεδομένων σας και αποθηκεύστε τον σε μια ασφαλή τοποθεσία.
es_ar: Restauró exitosamente su cuenta usando su clave de recuperación. Cree una nueva contraseña para asegurar sus datos, y guárdela en un lugar seguro.
es_es: Has restaurado correctamente tu cuenta usando tu clave de recuperación. Crea una nueva contraseña para asegurar tus datos y guárdala en un lugar seguro.
et: Oled edukalt taastamisvõtmega konto taastanud. Andmete turvamiseks loo uus parool ja säilita seda turvalises kohas.
eu: Zure kontua ondo berrezarri da berreskuratze gakoa erabiliz. Sortu pasahitza berria zure datuen segurtasunerako eta gorde ezazu babestutako lekuan.
fa: شما به صورت موفقیت آمیز حساب کاربری خود را به وسیله کلید بازیابی،‌ بازیابی کردید. رمز عبور جدیدی ایجاد کنید تا اطلاعات شما در مکانی امنی ذخیره شود.
fi: Olet palauttanut tilisi onnistuneesti palautusavainta käyttäen. Luo uusi salasana suojataksesi tietosi, ja talleta salasana turvalliseen paikkaan.
fr: Vous avez restauré avec succès votre compte en utilisant votre clé de récupération. Créez un nouveau mot de passe pour sécuriser vos données et conservez-le en lieu sûr.
gd: Dh’aisig thu an cunntas agad leis an iuchair aisig agad. Cruthaich facal-faire ùr airson an dàta agad a chumail tèarainte agus cum ann an àite sàbhailte e.
he: שחזרת בהצלחה את החשבון שלך באמצעות מפתח שחזור. עליך ליצור ססמה חדשה כדי להגן על הנתונים שלך ולאחסן אותה במיקום בטוח.
hi_in: आपने अपनी पुनर्प्राप्ति कुंजी का उपयोग करके अपने खाते को सफलतापूर्वक पुनर्स्थापित कर लिया है। अपने डेटा को सुरक्षित करने के लिए एक नया पासवर्ड बनाएं, और इसे सुरक्षित स्थान पर संग्रहीत करें।
hr: Uspješno ste obnovili svoj račun koristeći ključ za obnovu. Stvorite novu lozinku kako biste osigurali svoje podatke i pohranite ju na sigurnu lokaciju.
hu: Sikeresen helyreállította a fiókját a helyreállítási kulccsal. Hozzon létre új jelszót, hogy biztonságban legyenek az adatai, és tárolja biztos helyen.
ia: Tu ha correctemente restaurate tu conto usante tu clave de recuperation. Crea un nove contrasigno pro securisar tu datos, e immagazina lo in un loco secur.
id: Anda berhasil mengembalikan akun Anda menggunakan kunci pemulihan Anda. Buat sandi baru untuk mengamankan data Anda, dan simpan di tempat yang aman.
it: L’account è stato correttamente recuperato utilizzando la chiave di recupero. Crea una nuova password per garantire la sicurezza dei tuoi dati e conservala in un luogo sicuro.
ja: 回復用キーを使ったアカウントの回復に成功しました。データを守るために新しいパスワードを作成し、それを安全な場所に保管してください。
ka: თქვენ წარმატებით დაიბრუნეთ ანგარიშთან წვდომა, აღდგენის გასაღების მეშვეობით. შექმენით ახალი პაროლი თქვენი მონაცემების დასაცავად და შეინახეთ უსაფრთხო ადგილას.
kab: Terriḍ-d akken iwata amiḍan-ik/im s tsarutt n tririt. Rnu awal uffir amaynut akken ad ilin isefka-inek/inem d iɣelsanen, sekles-it deg umḍiq iwatan.
nl: U hebt met succes uw account hersteld via uw herstelsleutel. Maak een nieuw wachtwoord aan om uw gegevens te beveiligen, en sla dit op een veilige locatie op.
pa_in: ਤੁਸੀਂ ਆਪਣੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਵਰਤ ਕੇ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਕਾਮਯਾਬੀ ਨਾਲ ਬਹਾਲ ਕਰ ਲਿਆ ਹੈ। ਆਪਣੇ ਡੇਟਾ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਅਤੇ ਇਸਨੂੰ ਇੱਕ ਸੁਰੱਖਿਅਤ ਜਗ੍ਹਾ ਉੱਤੇ ਸਟੋਰ ਕਰਨ ਲਈ ਇੱਕ ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ।
pl: Pomyślnie przywrócono konto za pomocą klucza odzyskiwania. Utwórz nowe hasło, aby zabezpieczyć swoje dane, i zachowaj je w bezpiecznym miejscu.
pt: Restaurou a sua conta utilizando a chave de recuperação com sucesso. Crie uma nova palavra-passe para proteger os seus dados, e guarde-a numa localização segura.
pt_br: Você restaurou sua conta com sucesso usando sua chave de recuperação. Crie uma nova senha para proteger seus dados e a armazene em um local seguro.
ru: Вы успешно восстановили свой аккаунт с помощью ключа восстановления. Создайте новый пароль для защиты ваших данных и сохраните его в безопасном месте.
sk: Úspešne ste obnovili prístup ku svojmu účtu pomocou obnovovacieho kľúča. Nastavte si nové heslo pre zabezpečenie svojich údajov a uložte si ho na bezpečné miesto.
sl: Uspešno ste obnovili svoj račun z obnovitvenim ključem. Ustvarite novo geslo, da zaščitite svoje podatke, in ga shranite na varno mesto.
sq: E rikthyet me sukses llogarinë tuaj duke përdorur kyçin tuaj të rimarrjes. Që të siguroni të dhënat tuaja, krijoni një fjalëkalim të ri dhe ruajeni në një vend të parrezikuar.
sr: Успешно сте повратили ваш налог помоћу кључа за опоравак. Направите нову лозинку да заштите ваше податке и сачувајте је на сигурној локацији.
sr_latn: Uspešno ste povratili vaš nalog pomoću ključa za oporavak. Napravite novu lozinku da zaštite vaše podatke i sačuvajte je na sigurnoj lokaciji.
sv_se: Du har återställt ditt konto med hjälp av din återställningsnyckel. Skapa ett nytt lösenord för att säkra dina data och lagra det på ett säkert ställe.
th: คุณได้ทำการกู้คืนบัญชีของคุณโดยใช้คีย์การกู้คืนสำเร็จแล้ว สร้างรหัสผ่านใหม่เพื่อรักษาความปลอดภัยของข้อมูลของคุณและเก็บไว้ในตำแหน่งที่ปลอดภัย
tr: Kurtarma anahtarınızı kullanarak hesabınızı geri getirdiniz. Verilerinizi korumak için yeni bir parola oluşturun ve parolanızı güvenli bir yerde saklayın.
uk: Ви успішно відновили обліковий запис за допомогою свого ключа. Створіть новий пароль для захисту даних і збережіть його в надійному місці.
vi: Bạn đã khôi phục thành công tài khoản của mình bằng khóa khôi phục. Tạo mật khẩu mới để bảo mật dữ liệu của bạn và lưu trữ nó ở một vị trí an toàn.

source: New password
ar: كلمة السرّ الجّديدة
ast: Contraseña nueva
az: Yeni parol
be: Новы пароль
bg: Нова парола
bn_bd: নতুন পাসওয়ার্ড
bn_in: নতুন পাসওয়ার্ড
cs: Nové heslo
cy: Cyfrinair newydd
da: Ny adgangskode
el: Νέος κωδικός πρόσβασης
es_ar: Contraseña nueva
es_es: Nueva contraseña
et: Uus parool
eu: Pasahitz berria
fa: گذرواژه جدید
fi: Uusi salasana
fr: Nouveau mot de passe
fur: Gnove password
gd: Facal-faire ùr
gl: Novo contrasinal
he: ססמה חדשה
hi_in: नया कूटशब्द
hr: Nova lozinka
hu: Új jelszó
ia: Nove contrasigno
id: Sandi baru
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
ka: ახალი პაროლი
kab: Awal uffir amaynut
lv: Jauna parole
nl: Nieuwe wachtwoord
pa: ਨਵਾਂ ਪਾਸਵਰਡ
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ
pl: Nowe hasło
pt: Nova palavra-passe
pt_br: Nova senha
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sq: Fjalëkalimi i ri
sr: Нова лозинка
sr_latn: Nova lozinka
sv_se: Nytt lösenord
te: కొత్త సంకేతపదం
th: รหัสผ่านใหม่
tr: Yeni parola
tt: Яңа парол
uk: Новий пароль
ur: نیا پاس ورڈ
vi: Mật khẩu mới

source: Re-enter password
ar: أعِد إدخال كلمة السر
az: Parolu təkrarlayın
be: Увядзіце пароль ізноў
bg: Нова парола отново
bn_bd: পুনরায় পাসওয়ার্ড দিন
cs: Zopakujte heslo
cy: Ail gynnig eich cyfrinair
da: Indtast adgangskode igen
el: Εισαγάγετε ξανά τον κωδικό πρόσβασης
es_ar: Reingresar contraseña
es_es: Volver a introducir contraseña
et: Parooli kordus
eu: Idatzi berriz pasahitza
fa: وارد کردن مجدد کلمه عبور
fi: Kirjoita salasana uudelleen
fr: Saisissez-le à nouveau
fur: Torne inserìs la password
gd: Cuir a-steach am facal-faire a-rithist
gl: Escriba de novo o contrasinal
he: הזנת הססמה מחדש
hi_in: कूटशब्द फिर डालें
hr: Ponovo upiši lozinku
hu: Jelszó megerősítése
ia: Reinsere le contrasigno
id: Konfirmasi sandi
is: Settu aftur inn lykilorðið
it: Conferma password
ja: パスワードを再入力
ka: ხელმეორედ შეყვანა:
kab: Sekcem tikelt-nniḍen awal uffir
nl: Voer wachtwoord nogmaals in
pa_in: ਪਾਸਵਰਡ ਮੁੜ ਲਿਖੋ
pl: Wpisz hasło ponownie
pt: Volte a introduzir a palavra-passe
pt_br: Confirme a nova senha
ru: Повторите ввод пароля
sk: Overenie hesla
sl: Ponovno vnesite geslo
sq: Rijepni fjalëkalimin
sr: Поново унеси лозинку
sr_latn: Ponovo unesi lozinku
sv_se: Bekräfta lösenordet
te: సంకేతపదాన్ని మరలా ప్రవేశపెట్టండి
th: ป้อนรหัสผ่านอีกครั้ง
tr: Parolayı yeniden yazın
tt: Паролны янәдән кертегез
uk: Введіть пароль ще раз
ur: نیا پاس ورڈ دوبارہ درج کریں
vi: Nhập lại mật khẩu

source: Remember password? Sign in
ar: هل تذكر كلمة السر؟ لِج
ast: ¿Recordar contraseña? Anicia sesión
az: Parol yadda qalsın? Daxil ol
be: Памятаеце пароль? Увайсці
bg: Помните паролата си? Впишете се
bn_bd: পাসওয়ার্ড মনে রাখবেন? সাইন ইন।
bn_in: পাসওয়ার্ড মনে আছে? প্রবেশ করুন
cs: Pamatujete si heslo? Přihlaste se
cy: Cofio eich cyfrinair? Mewngofnodwch
da: Kan du huske din adgangskode? Log ind
el: Θυμάστε τον κωδικό πρόσβασης; Σύνδεση
es_ar: ¿Recordás tu contraseña? Inicia sesión
es_es: ¿Recuerdas tu contraseña? Inicia sesión
et: Mäletad parooli? Logi sisse.
eu: Pasahitza gogoratzen duzu? Hasi saioa
fa: گذرواژه یادتان است؟ وارد شوید
fi: Muistatko salasanan? Kirjaudu sisään
fr: Vous vous souvenez de votre mot de passe ? Connectez-vous
fur: Visâsi la password? Jentre
gd: Cuimhne agad air an fhacal-fhaire? Clàraich a-steach
gl: Lembra o contrasinal? Inicie sesión
he: נזכרת בססמה? התחברות
hi_in: कूटशब्द याद रखें? साइन इन करें
hr: Sjećaš se lozinke? Prijavi se
hu: Emlékszik a jelszavára? Jelentkezzen be
ia: Contrasigno rememorate? Aperi session
id: Ingat sandi? Masuk
is: Manstu lykilorðið? Skráðu þig inn
it: Ricordi la password? Effettua l’accesso
ja: パスワードを覚えていますか？ ログイン
ka: გაგახსენდათ პაროლი? შესვლა
kab: Cfu ɣef wawal uffir? Kcem
lv: Atceries paroli? Pieslēdzies
nl: Weet u uw wachtwoord nog? Aanmelden
pa_in: ਪਾਸਵਰਡ ਯਾਦ ਰੱਖਣਾ ਹੈ? ਸਾਈਨ ਇਨ ਕਰੋ
pl: Pamiętasz hasło? Zaloguj się
pt: Memorizar a palavra-passe? Iniciar sessão
pt_br: Lembra a senha? Identifique-se
ru: Помните пароль? Войти
sk: Pamätáte si svoje heslo? Prihláste sa
sl: Ste se spomnili geslo? Prijavite se
sq: E mbani mend fjalëkalimin? Hyni
sr: Сећате се лозинке? Пријавите се
sr_latn: Sećate se lozinke? Prijavite se
sv_se: Kom ihåg lösenord? Logga in
te: సంకేతపదం గుర్తుందా? ప్రవేశించండి
th: จำรหัสผ่านได้? ลงชื่อเข้า
tr: Parolanızı hatırladınız mı? Giriş yapın
tt: Паролыгыз исегездәме? Керегез
uk: Пам'ятаєте пароль? Увійдіть
ur: پاس ورڈ یاد ہے؟ سائن ان کریں
vi: Đã nhớ mật khẩu? Đăng nhập

source: Primary email already confirmed
ar: أُكِّد البريد الإلكتروني الأولي بالفعل
az: Əsas e-poçt artıq təsdiqlənib
be: Асноўны адрас эл.пошты ўжо пацверджаны
bg: Основният ел. адрес е потвърден
bn_bd: প্রাথমিক ইমেইল ইতোমধ্যে যাচাই হয়েছে
cs: Hlavní adresa už byla ověřena
cy: Mae'r prif e-bost wedi ei ddilysu eisoes
da: Primær mailadresse allerede bekræftet
el: Το κύριο email έχει ήδη επαληθευτεί
es_ar: Correo electrónico primario ya confirmado
es_es: Ya se confirmó el correo principal
et: Peamine e-posti aadress on juba kinnitatud
eu: Helbide elektroniko nagusia dagoeneko berretsita
fa: رایانامهٔ اصلی قبلا تایید شده است
fi: Ensisijainen sähköposti on jo vahvistettu
fr: Adresse électronique principale déjà confirmée
fur: E-mail primarie za confermade
gd: Chaidh am prìomh phost-d a dhearbhadh mu thràth
gl: Xa se confirmou o enderezo de correo electrónico principal
he: כתובת הדוא״ל הראשית כבר עברה אימות
hi_in: प्राथमिक ईमेल पहले से सत्यापित है
hr: Primarna adresa e-pošte već je potvrđena
hu: Az elsődleges e-mail már meg lett erősítve
ia: Email primari ja confirmate
id: Surel utama sudah dikonfirmasi
is: Aðallykilorð hefur þegar verið staðfest
it: L’indirizzo email primario è già stato confermato
ja: 主要アドレスは既に確認されています
ka: მთავარი ელფოსტა უკვე დამოწმებულია
kab: Imayl amezwaru ittwasentem yakan
nl: Primair e-mailadres al bevestigd
pa_in: ਮੁੱਢਲਾ ਈਮੇਲ ਪਹਿਲਾਂ ਹੀ ਤਸਦੀਕ ਕੀਤਾ ਹੈ
pl: Główny adres e-mail został już potwierdzony
pt: Email primário já confirmado
pt_br: Email principal já foi confirmado
ru: Основная электронная почта уже подтверждена
sk: Hlavná e-mailová adresa už bola overená
sl: Glavni e-poštni naslov je že potrjen
sq: Email-i parësor tashmë i verifikuar
sr: Примарна адреса е-поште је већ потврђена
sr_latn: Primarna adresa e-pošte je već potvrđena
sv_se: Primär e-post redan bekräftad
te: ప్రాథమిక ఇమెయిల్ ఇప్పటికే నిర్ధారించబడింది
th: อีเมลหลักได้รับการยืนยันไปแล้ว
tr: Ana e-posta zaten onaylanmış
tt: Беренчел эл. почта адресы расланды инде
uk: Основна адреса електронної пошти вже підтверджена
ur: بنیادی ای میل کی پہلے ہی تصدیق کر دی گئی ہے
vi: Email chính đã được xác minh trước đó

source: Sign-in already confirmed
ar: سبق تأكيد الولوج
ast: Aniciu de sesión yá confirmáu
az: Daxil olma artıq təsdiqlənib
be: Уваход у сістэму ўжо пацверджаны
bg: Вписването вече е потвърдено
bn_bd: ইতোমধ্যে সাইন-ইন নিশ্চিত হয়েছে
bn_in: সাইন-ইন ইতিমধ্যে নিশ্চিত
cs: Přihlášení už bylo potvrzeno
cy: Mae'r mewngofnod eisoes wedi ei gadarnhau
da: Login er allerede bekræftet
el: Η είσοδος έχει ήδη επιβεβαιωθεί
es_ar: Inicio de sesión ya confirmado
es_es: Inicio de sesión ya confirmado
et: Sisselogimine on juba kinnitatud
eu: Saio-hasiera dagoeneko berretsita
fa: ورود پیش از این تایید شده
fi: Kirjautuminen on jo vahvistettu
fr: Connexion déjà confirmée
fur: Acès za confermât
gd: Chaidh an clàradh a-steach a dhearbhadh mu thràth
gl: Xa se confirmou o inicio de sesión
he: ההתחברות כבר אושרה
hi_in: प्रवेश पहले से सत्यापित
hr: Prijava je već potvrđena
hu: A bejelentkezés már meg lett erősítve
ia: Session ja confirmate
id: Sudah dikonfirmasi masuk
is: Innskráning hefur þegar verið staðfest
it: L’accesso è già stato confermato
ja: ログインは既に確認されています
ka: შესვლა უკვე დამოწმებულია
kab: Tuqqna tettwasentem yakan
lv: Pieslēgšanās jau apstiprināta
nl: Aanmelding is al bevestigd
pa_in: ਸਾਈਨ-ਇਨ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਤਸਦੀਕ ਕੀਤਾ ਹੈ
pl: Już potwierdzono logowanie
pt: Início de sessão já confirmado
pt_br: Acesso já confirmado
ru: Вход уже подтверждён
sk: Prihlásenie je už potvrdené
sl: Prijava je že potrjena
sq: Hyrje tashmë e ripohuar
sr: Пријава је већ потврђена
sr_latn: Prijava je već potvrđena
sv_se: Inloggning redan bekräftad
te: సైన్ ఇన్ ఇప్పటికే ధృవీకరించబడింది
th: ยืนยันการลงชื่อเข้าแล้ว
tr: Giriş zaten onaylanmış
tt: Керү расланды инде
uk: Вхід вже підтверджений
ur: سائن ان کی پہلے سے تصدیق ہوئی ہے
vi: Đăng nhập đã được xác nhận trước đó

source: Verification link expired
ar: انتهت مُدة صلاحية الرابط الخاص بتأكيد الحساب
ast: Caducó l'enllaz de verificación
be: Спасылка для пацверджання пратэрмінавана
bg: Връзката за потвърждаване е с изтекла давност
bn_bd: মেয়াদ উত্তীর্ণ যাচাইকরণ লিঙ্ক
bn_in: যাচাইকরণের লিঙ্কের মেয়াদ শেষ
cy: Mae'r ddolen dilysu wedi dod i ben
da: Bekræftelseslink er forældet
el: Ο σύνδεσμος επικύρωσης έληξε
es_ar: El enlace de verificación ha expirado
es_es: Enlace de verificación expirado
fa: پیوندِ تایید منقضی شده است
fi: Vahvistuslinkki on vanhentunut
fr: Lien de confirmation expiré
gd: Dh’fhalbh an ùine air a’ cheangal dearbhaidh
hi_in: सत्यापन लिंक की वैधता समाप्त
hr: Poveznica za potvrdu je istekla
hu: Az ellenőrzési hivatkozás lejárt
ia: Ligamine de verification expirate
id: Tautan verifikasi kedaluwarsa
it: Il link di verifica è scaduto
ka: დასადასტურებელი ბმული ვადაგასულია
kab: Aseɣwen n usenqed yezri
lv: Pārbaudes saite nav vairs derīga
pa: ਜਾਂਚ ਲਿੰਕ ਦੀ ਮਿਆਦ ਪੁੱਗੀ
pl: Odnośnik weryfikacyjny wygasł
pt: A ligação de verificação expirou
pt_br: Link de verificação expirou
ru: Срок жизни ссылки для подтверждения истёк
sk: Platnosť overovacieho odkazu vypršala
sq: Lidhja për verifikimin skadoi
sr: Веза за потврду је истекла
sr_latn: Veza za potvrdu je istekla
sv_se: Verifieringslänk har förfallit
te: ధ్రువీకరణ లింక్ గడువు ముగిసింది
th: ลิงก์ตรวจสอบหมดอายุ
tr: Doğrulama linki zaman aşımına uğramış
tt: Раслау сылтамасының вакыты узган
uk: Посилання для підтвердження недійсне
ur: تصدیق کنندہ ربط درکار ہے
vi: Liên kết xác minh đã hết hạn

source: Click here to receive a new verification link
ar: انقر هنا للحصول على رابط تأكيد جديد
ast: Primi equí pa recibir un enllaz de verificación nuevu
be: Націсніце тут, каб атрымаць новую спасылку
bg: Натиснете тук, за да получите нова връзката за потвърждаване
bn_bd: নতুন যাচাইকরণ লিঙ্ক পেতে এখানে ক্লিক করুন
bn_in: এখানে চাপ দিন একটা নতুন যাচাই করার লিঙ্ক পাওয়ার জন্য।
cy: Cliciwch yma i dderbyn dolen dilysu newydd
da: Klik her for at modtage et nyt bekræftelseslink
el: Κάντε κλικ εδώ για να λάβετε ένα νέο σύνδεσμο επαλήθευσης
es_ar: Hacé clic aquí para recibir un nuevo enlace para restablecer
es_es: Haz clic aquí para recibir un nuevo enlace de verificación
fa: برای دریافت یک ایمیلِ جدیدِ تایید اینجا را کلیک کنید
fi: Tilaa uusi vahvistuslinkki napsauttamalla tästä
fr: Cliquez ici pour recevoir un nouveau lien de confirmation
gd: Briog an-seo airson ceangal dearbhaidh ùr fhaighinn
hi_in: नया सत्यापन लिंक प्राप्त करने के लिए यहाँ दबाएं
hr: Pritisni ovdje za primanje nove poveznice za potvrdu
hu: Kattintson ide új ellenőrzési hivatkozás kéréséhez
ia: Clicca ci pro reciper un nove ligamine de verification
id: Klik di sini untuk mendapatkan tautan verifikasi yang baru
it: Fai clic qui per ricevere un nuovo link di verifica
ka: დააწკაპეთ აქ, ახალი დასადასტურებელი ბმულის მისაღებად
kab: Sit akken ad d-remseḍ aseɣwen n usenqed amaynut
lv: Klikšķiniet šeit lai saņemtu jaunu pārbaudes saiti
pa: ਨਵਾਂ ਜਾਂਚ ਲਿੰਕ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij tutaj, aby otrzymać nowy odnośnik weryfikacyjny
pt: Clique aqui para receber uma nova ligação de verificação
pt_br: Clique aqui para receber um novo link de verificação
ru: Щёлкните здесь, чтобы получить новую ссылку для подтверждения
sk: Po kliknutí sem Vám zašleme nový odkaz
sq: Klikoni këtu që të merrni një lidhje të re verifikimi
sr: Кликните овде да бисте примили нову везу за потврду
sr_latn: Kliknite ovde da biste primili novu vezu za potvrdu
sv_se: Klicka här för att få en ny verifieringslänk
te: కొత్త ధృవీకరణ లింక్ను అందుకుంటారు ఇక్కడ క్లిక్ చేయండి
th: คลิกที่นี่เพื่อรับลิงก์ตรวจสอบใหม่
tr: Yeni bir doğrulama linki almak için buraya tıklayın
tt: Яңа раслау сылтамасы алыр өчен, монда басыгыз
uk: Клацніть тут щоб отримати нове посилання для підтвердження
ur: ایک نیا تصدیقی ربط حاصل کرنے کے لئے یہاں کلک کریں
vi: Nhấp vào đây để nhận liên kết xác minh mới

source: Verification error
ar: خطأ في التأكيد
ast: Fallu de verificación
be: Памылка пацверджання
bg: Грешка при потвърждаване
bn_bd: যাচাইকরনে ভুল হয়েছে
bn_in: যাচাইকরণে ত্রুটি
cy: Gwall dilysu
da: Bekræftelsesfejl
el: Σφάλμα επαλήθευσης
es_ar: Error de verificación
es_es: Error de verificación
fa: خطای تایید
fi: Vahvistusvirhe
fr: Erreur lors de la confirmation
gd: Mearachd dearbhaidh
hi_in: सत्यापन त्रुटि
hr: Greška tijekom potvrđivanja
hu: Ellenőrzési hiba
ia: Error de verification
id: Kesalahan verifikasi
it: Errore durante la verifica
ka: შეცდომა დადასტურებისას
kab: Tuccḍa n usenqed
lv: Apstiprinājuma kļūda
pa: ਜਾਂਚ ਗਲਤੀ
pl: Błąd weryfikacji
pt: Erro de verificação
pt_br: Erro de verificação
ru: Ошибка подтверждения
sk: Chyba overenia
sq: Gabim verifikimi
sr: Грешка у верификацији
sr_latn: Greška u verifikaciji
sv_se: Verifieringsfel
te: ధ్రువీకరణ లోపం
th: ข้อผิดพลาดการตรวจสอบ
tr: Doğrulama hatası
tt: Раслау хатасы
uk: Помилка підтвердження
ur: تصدیقی عمل میں مسئلہ
vi: Lỗi xác thực

source: Confirm your account
ar: أكّد حسابك
ast: Confirma la to cuenta
az: Hesabınızı təsdiqləyin
be: Пацвердзіце свой уліковы запіс
bg: Потвърдете своята сметка
bn_bd: আপনার অ্যাকাউন্ট নিশ্চিত করুন
bn_in: আপনার অ্যাকাউন্টকে নিশ্চিত করুন।
cs: Potvrďte účet
cy: Cadarnhau eich cyfrif
da: Bekræft din konto
el: Επιβεβαίωση του λογαριασμού σας
es_ar: Confirmá tu cuenta
es_es: Confirmar tu cuenta
et: Konto kinnitamine
eu: Berretsi zure kontua
fa: حساب خود را تایید کنید
fi: Vahvista tilisi
fr: Confirmez votre compte
fur: Conferme il to account
gd: Dearbhaich an cunntas agad
gl: Confirme a súa conta
he: אימות החשבון שלך
hi_in: अपना खाता स्थायी करें
hr: Potvrdi svoj račun
hu: Fiók jóváhagyása
ia: Confirma tu conto
id: Konfirmasikan akun Anda
is: Staðfestu reikninginn þinn
it: Conferma l’account
ja: アカウントを確認してください
ka: დაადასტურეთ თქვენი ანგარიში
kab: Sentem amiḍan inek
lv: Apstipriniet savu kontu
nl: Bevestig uw account
pa: ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ
pl: Potwierdź konto
pt: Confirmar a sua conta
pt_br: Confirme sua conta
ru: Подтвердите ваш аккаунт
sk: Potvrďte svoj účet
sl: Potrdite račun
sq: Ripohoni llogarinë tuaj
sr: Потврдите налог
sr_latn: Potvrdite nalog
sv_se: Bekräfta ditt konto
te: మీ ఖాతాను నిర్ధారించండి
th: ยืนยันบัญชีของคุณ
tr: Hesabınızı onaylayın
tt: Хисабыгызны раслагыз
uk: Підтвердження облікового запису
ur: اپنے اکائونٹ کی تصدیق کریں
vi: Xác nhận tài khoản của bạn
