Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Subscribe %(email)s
cs: Přihlásit k odběru %(email)s
da: Tilmeld %(email)s
el: Εγγραφή στο %(email)s
es_es: Suscribir %(email)s
et: Telli %(email)s
eu: Harpidetu %(email)s
fi: Tilaa %(email)s
fr: Abonner %(email)s
fur: Iscriviti a %(email)s
gl: Subscribir %(email)s
hr: Pretplati se na %(email)s
hu: Feliratkozás a(z) %(email)s címmel
is: Setja %(email)s í áskrift
it: Iscriviti a %(email)s
ja: %(email)s を購読
ka: გამოიწერეთ %(email)s
kab: Jerred ɣer %(email)s
nl: Abonneren met %(email)s
pa_in: %(email)s ਲਈ ਮੈਂਬਰ ਬਣੋ
pl: Subskrybuj na adres %(email)s
pt: Subscrever %(email)s
pt_br: Inscrever %(email)s
ru: Подписать %(email)s
sk: Prihlásiť %(email)s na odber
sl: Naroči %(email)s
sr: Претплатите се за %(email)s
sr_latn: Pretplatite se za %(email)s
sv_se: Prenumerera %(email)s
th: สมัครสมาชิก %(email)s
tr: %(email)s abone olun
tt: %(email)s язылу
uk: Підпишіться на %(email)s
vi: Theo dõi %(email)s

source: The link you clicked was missing characters, and may have been broken by your email client.
cs: V odkazu, na který jste klepli, chyběly nějaké znaky. Je možné, že ho váš e-mailový klient zkomolil.
da: Linket, du klikkede på, manglede tegn og kan være blevet ødelagt af dit mailprogram.
el: Ο επιλεγμένος σύνδεσμος δεν περιείχε τους απαραίτητους χαρακτήρες και ίσως αλλοιώθηκε από το πρόγραμμα email σας.
es_es: Le faltan caracteres al enlace en el que has hecho clic y puede que tu cliente de correo lo haya dañado.
et: Lingil, millel klõpsasid, puudusid tähemärgid ja sinu e-posti klient võis selle rikkuda.
fi: Napsauttamastasi linkistä puuttui merkkejä; sähköpostiohjelmasi on saattanut rikkoa sen.
fr: Le lien sur lequel vous avez cliqué était incomplet et a peut-être été altéré par votre client de messagerie.
fur: Tal colegament che tu âs fat clic al mancje cualchi caratar, al è probabil che al sedi un probleme causât dal client di pueste eletroniche.
he: בקישור שלחצת חסרים תווים, וייתכן שהוא נפגם על־ידי לקוח הדוא״ל שלך.
hu: A hivatkozásból, amelyre kattintott, karakterek hiányoznak, és előfordulhat, hogy az e-mail kliense rontotta el.
ia: Le ligamine que tu ha cliccate careva de characteres e pote haber essite rumpite per tu cliente e-mail.
is: Tengilinn sem þú smelltir á vantaði stafi og gæti hafa skemmst í meðförum póstforritsins þíns.
it: Il link su cui hai fatto clic era privo di alcuni caratteri e potrebbe essere stato modificato dal tuo client di posta elettronica.
ja: クリックされたリンクに文字が不足しています。メールクライアントの表示によってリンクが壊れている可能性があります。
ka: ბმულს, რომელსაც დააწკაპეთ, აკლია სიმბოლოები, შესაძლოა დაზიანდა, თქვენი ელფოსტის პროგრამაში.
kab: Aseɣwen iɣef tsateḍ d arummid, ahat yezmer yerẓa-t umsaɣ-ik·im n yimayl.
nl: In de door u aangeklikte koppeling ontbreken tekens en is mogelijk door uw e-mailprogramma beschadigd.
pl: W klikniętym odnośniku brakuje znaków. Mógł on zostać uszkodzony przez klienta poczty.
pt: A ligação na qual clicou tinha carateres em falta e pode ter sido danificada pelo seu cliente de e-mail.
pt_br: O link que você clicou tinha caracteres faltando, ele pode ter aparecido errado em seu cliente de email.
ru: В ссылке, по которой вы щёлкнули, отсутствовали символы, и она могла быть повреждена вашим почтовым клиентом.
sk: V odkaze, na ktorý ste klikli, chýbali niektoré znaky. Zrejme mohol byť poškodený vašim e-mailovým klientom.
sl: Povezavi, ki ste jo kliknili, manjka nekaj znakov. Morda jo je pokvaril e-poštni odjemalec.
sv_se: Länken du klickade på saknade tecken och kan ha förstörts av din e-postklient.
th: ลิงก์ที่คุณคลิกไม่มีอักขระ และไคลเอนต์เมลของคุณอาจทำให้ลิงก์นี้เสียหาย
tr: Tıkladığınız linkte eksik karakterler verdi. E-posta istemciniz linki bozmuş olabilir.
uk: Натиснути вами посилання не містить символів, можливо, його пошкодив ваш поштовий клієнт.
vi: Liên kết bạn nhấp vào đã thiếu ký tự và có thể đã bị ứng dụng email của bạn phá vỡ.

source: Create a Mozilla account
fur: Cree un account Mozilla
is: Búa til Mozilla-reikning

source: Continue to %(productName)s
cs: Pokračovat na %(productName)s
da: Fortsæt til %(productName)s
el: Συνέχεια στο %(productName)s
es_es: Continuar con %(productName)s
et: Jätka teenusega %(productName)s
eu: Jarraitu %(productName)s(e)ra
fa: ادامه به %(productName)s
fi: Jatka palveluun %(productName)s
fr: Continuer vers %(productName)s
fur: Continue su %(productName)s
he: המשך אל %(productName)s
hu: Tovább erre: %(productName)s
ia: Continuar a %(productName)s
id: Lanjutkan ke %(productName)s
is: Halda áfram í %(productName)s
it: Continua su %(productName)s
ja: %(productName)s の利用を続ける
ka: %(productName)s-ზე გადასვლა
kab: Kemmel ɣer %(productName)s
nl: Doorgaan naar %(productName)s
pa_in: %(productName)s ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Przejdź do usługi %(productName)s
pt: Continuar para %(productName)s
pt_br: Continuar para %(productName)s
ru: Перейти к %(productName)s
sk: Pokračovať na %(productName)s
sl: Nadaljuj v %(productName)s
sv_se: Fortsätt till %(productName)s
th: ดำเนินการต่อไปยัง %(productName)s
tr: %(productName)s servisine devam et
tt: %(productName)s сәхифәсенә күчү
uk: Продовжити у %(productName)s
vi: Tiếp tục đến %(productName)s

source: Enter a password
cs: Zadejte heslo
da: Indtast en adgangskode
el: Εισαγάγετε έναν κωδικό πρόσβασης
es_es: Introducir una contraseña
et: Sisesta parool
eu: Idatzi pasahitz bat
fa: یک گذرواژه وارد کنید
fi: Kirjoita salasana
fr: Saisissez un mot de passe
fur: Inserìs une password
he: נא להכניס ססמה
hu: Adjon meg egy jelszót
ia: Insere un contrasigno
id: Masukkan kata sandi
is: Settu inn lykilorð
it: Inserisci una password
ja: パスワードを入力してください
ka: შეიყვანეთ პაროლი
kab: Sekcem awal uffir
nl: Vul een wachtwoord in
pa_in: ਪਾਸਵਰਡ ਦਿਓ
pl: Wpisz hasło
pt: Introduza uma palavra-passe
pt_br: Digite uma senha
ru: Введите пароль
sk: Zadajte heslo
sl: Vnesite geslo
sv_se: Ange ett lösenord
th: ใส่รหัสผ่าน
tr: Parola girin
tt: Серсүзне керт
uk: Введіть пароль
ur: پاس ورڈ داخل کریں
vi: Nhập mật khẩu

source: Confirm password
cs: Potvrdit heslo
da: Bekræft adgangskode
el: Επιβεβαίωση κωδικού πρόσβασης
es_es: Confirmar contraseña
et: Kinnita parool
eu: Berretsi pasahitza
fa: تأیید گذرواژه
fi: Vahvista salasana
fr: Confirmer le mot de passe
fur: Conferme password
gd: Dearbh am facal-faire
gl: Confirmar o contrasinal
he: אימות ססמה
hi_in: पासवर्ड की पुष्टि करें
hr: Potvrdi lozinku
hu: Jelszó megerősítése
ia: Confirmar contrasigno
id: Konfirmasi kata sandi
is: Staðfestu lykilorð
it: Conferma password
ja: パスワードを再度入力
ka: პაროლის დადასტურება
kab: Sentem awal uffir
nl: Bevestig wachtwoord
pa_in: ਪਾਸਵਰਡ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź hasło
pt: Confirmar palavra-passe
pt_br: Confirmar senha
ru: Подтвердите пароль
sk: Potvrdiť heslo
sl: Potrdite geslo
sr: Потврдите лозинку
sr_latn: Potvrdite lozinku
sv_se: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Parolayı doğrulayın
tt: Серсүзне раслау
uk: Підтвердити пароль
ur: پاس ورڈ تصدیق کریں
vi: Xác nhận mật khẩu

source: Device connected!
cs: Zařízení připojeno
da: Enhed forbundet!
el: Η συσκευή συνδέθηκε!
es_es: ¡Dispositivo conectado!
et: Seade on ühendatud!
eu: Gailua konektatuta!
fa: دستگاه متصل شد!
fi: Laite yhdistetty!
fr: Appareil connecté !
fur: Dispositîf conetût!
gd: Chaidh uidheam a cheangal!
gl: Conectouse o dispositivo!
he: המכשיר מחובר!
hr: Uređaj je povezan!
hu: Eszköz csatlakoztatva.
ia: Apparato connectite!
is: Tækið er tengt!
it: Dispositivo connesso!
ja: 端末が接続されました！
ka: მოწყობილობა დაკავშირებულია!
kab: Ibenk yeqqen!
nl: Apparaat verbonden!
pa_in: ਡਿਵਾਈਸ ਕਨੈਕਟ ਹੈ!
pl: Połączono urządzenie!
pt: Dispositivo associado!
pt_br: Dispositivo conectado!
ru: Устройство подключено!
sk: Zariadenie bolo pripojené!
sl: Naprava povezana!
sr: Уређај је повезан
sr_latn: Uređaj je povezan
sv_se: Enheten ansluten!
te: పరికరం అనుసంధానమైంది!
th: เชื่อมต่ออุปกรณ์แล้ว!
tr: Cihaz bağlandı!
tt: Җиһаз тоташтырылды!
uk: Пристрій під'єднано!
ur: منسلک شدہ الا
vi: Đã kết nối thiết bị!

source: Connect another one
cs: Připojit další zařízení
da: Forbind én til
el: Σύνδεση άλλης συσκευής
es_es: Conectar otro dispositivo
et: Ühenda veel üks
eu: Konektatu beste bat
fa: اتصال یک دستگاه دیگر
fi: Yhdistä toinen laite
fr: Connecter un autre appareil
fur: Conet un altri dispositîf
gd: Ceangail fear eile
gl: Conectar outro
he: חיבור מכשיר נוסף
hr: Poveži jedan drugi uređaj
hu: Egy másik csatlakoztatása
ia: Connecter un altere
is: Tengja annað
it: Connetti un altro dispositivo
ja: 他の端末を接続
ka: სხვა მოწყობილობის დაკავშირება
kab: Qqen ɣer wayeḍ-nniḍen
nl: Nog een verbinden
pa_in: ਹੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ
pl: Połącz następne
pt: Associar outro dispositivo
pt_br: Conectar outro
ru: Подключить ещё один
sk: Pripojiť ďalšie
sl: Poveži še eno
sr: Повежите други уређај
sr_latn: Povežite drugi uređaj
sv_se: Anslut en annan
th: เชื่อมต่ออุปกรณ์อื่น
tr: Başka bir cihaz bağla
tt: Башка бер җиһазны тоташтыру
uk: Під’єднати інший
ur: ایک اور سے جڑیں
vi: Kết nối thiết bị khác

source: Use SMS instead
cs: Místo toho použít SMS
da: Brug SMS i stedet
el: Χρήση SMS
es_es: Usar SMS como alternativa
et: Kasuta selle asemel SMSi
eu: Erabili SMSa horren ordez
fa: استفاده از SMS
fi: Käytä sen sijaan tekstiviestiä
fr: Utiliser plutôt un SMS
fur: Dopre invezit un SMS
gd: Cleachd SMS ’na àite
gl: Usar SMS mellor
he: שימוש ב־SMS במקום
hr: Koristi SMS umjesto toga
hu: Helyette SMS használata
ia: Usar SMS in vice
is: Nota SMS í staðinn
it: Scegli invio SMS
ja: 代わりに SMS を使用する
ka: სანაცვლოდ SMS-ის გამოყენება
kab: Seqdec xiṛ SMS
nl: In plaats daarvan sms gebruiken
pa_in: ਇਸ ਦੀ ਬਜਾਏ SMS ਵਰਤੋਂ
pl: Zamiast tego użyj SMS-a
pt: Utilizar SMS, como alternativa
pt_br: Usar SMS em vez disso
ru: Использовать вместо этого SMS
sk: Radšej použiť SMS
sl: Raje uporabi SMS
sr: Користите SMS уместо
sr_latn: Koristite SMS umesto
sv_se: Använd SMS istället
th: ใช้ SMS แทน
tr: Bunun yerine SMS kullan
tt: Моның урынына SMS куллану
uk: Використовувати SMS натомість
ur: اس کے بجائے SMS استعمال کریں
vi: Sử dụng SMS thay thế

source: I'm done for now
cs: To zatím stačí
da: Jeg er færdig for nærværende
el: Τέλος
es_es: He terminado por ahora
et: Olen praeguseks lõpetanud
eu: Momentuz, kito
fi: Olen nyt valmis
fr: J’ai fini pour l’instant
fur: Pal moment o ai finît
gd: Tha mi deiseil an-dràsta
gl: Rematei por agora
he: סיימתי לבינתיים
hr: Gotovo za sada
hu: Egyelőre kész vagyok
ia: Io es preste justo nunc
id: Saya sudah selesai untuk saat ini
is: Þetta er búið í bili
it: Ho finito per ora
ja: 完了しました
ka: ახლავე მოვრჩები
kab: Suliɣ akka tura
nl: Ik ben voorlopig klaar
pa_in: ਹੁਣ ਮੈਂ ਪੂਰਾ ਕਰ ਲਿਆ ਹੈ
pl: Na razie wystarczy
pt: Eu terminei, por agora
pt_br: Terminei por enquanto
ru: Пока достаточно
sk: To zatiaľ stačí
sl: Za zdaj sem končal
sr: За сада смо готови
sr_latn: Za sada smo gotovi
sv_se: Jag är klar för nu
te: ఈసారికి పూర్తయింది
th: ฉันทำเสร็จแล้ว
tr: Şimdilik bu kadar
tt: Хәзергә җитәр
uk: Поки що досить
ur: میں ابھی کے لیے کر چکا ہوں۔
vi: Tôi đã xong

source: Sync Firefox between devices
cs: Synchronizace Firefoxu mezi zařízeními
da: Synkroniser Firefox mellem enheder
el: Συγχρονισμός του Firefox μεταξύ συσκευών
es_es: Sincronizar Firefox entre dispositivos
et: Sünkroniseeri Firefox seadmete vahel
eu: Sinkronizatu Firefox gailuen artean
fi: Synkronoi Firefox laitteidesi välillä
fr: Synchronisez Firefox entre vos appareils
fur: Sincronize Firefox tra i varis dispositîfs
gd: Sioncronaich Firefox eadar uidheaman
gl: Sincronice Firefox entre dispositivos
he: סנכרון Firefox בין מכשירים
hr: Sinkroniziraj Firefox između uređaja
hu: A Firefox szinkronizálása az eszközök közt
ia: Synchronisar Firefox inter apparatos
is: Samstilltu Firefox á milli tækja
it: Sincronizza Firefox tra vari dispositivi
ja: 端末間で Firefox を同期
ka: დაასინქრონეთ Firefox მოწყობილობებს შორის
kab: Mtawi Firefox gar yibenkan
nl: Synchroniseer Firefox tussen apparaten
pa_in: ਡਿਵਾਈਸਾਂ ਵਿਚਾਲੇ ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਕਰੋ
pl: Synchronizuj Firefoksa między urządzeniami
pt: Firefox Sync entre dispositivos
pt_br: Sincronize o Firefox entre dispositivos
ru: Синхронизация Firefox между устройствами
sk: Synchronizácia Firefoxu medzi zariadeniami
sl: Sinhronizirajte Firefox med napravami
sr: Синхронизујте Firefox између уређаја
sr_latn: Sinhronizujte Firefox između uređaja
sv_se: Synkronisera Firefox mellan enheter
th: ซิงค์ Firefox ระหว่างอุปกรณ์
tr: Firefox’u cihazlar arasında eşitleyin
tt: Firefox-ны җиһазлар арасында синхронлау
uk: Синхронізуйте Firefox поміж пристроями
vi: Đồng bộ hóa Firefox giữa các thiết bị

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
cs: Synchronizujte záložky, historii a hesla ve Firefoxu na svých mobilních zařízeních. Zabere to jen pár minut.
da: Synkroniser bogmærker, historik og adgangskoder på dine mobile enheder. Det tager kun et par minutter.
el: Συγχρονίστε σελιδοδείκτες, ιστορικό και κωδικούς πρόσβασης στο Firefox των φορητών σας συσκευών. Χρειάζονται μόνο λίγα λεπτά.
es_es: Sincroniza marcadores, historial y contraseñas con Firefox en tus dispositivos móviles. Solo te llevará unos minutos.
et: Sünkroniseeri järjehoidjad, ajalugu ja paroolid Firefoxi oma kõigis mobiilsetes seadmetes. See võtab vaid mõne minuti.
eu: Sinkronizatu laster-markak, historia eta pasahitzak zure gailu mugikorretako Firefoxera. Minutu gutxi batzuk hartzen ditu soilik.
fi: Synkronoi kirjanmerkit, historia ja salasanat Firefoxiin mobiililaitteillasi. Se vie vain muutaman minuutin.
fr: Synchronisez les marque-pages, l’historique et les mots de passe avec Firefox sur vos appareils mobiles. Cela ne prend que quelques minutes.
fur: Sincronize segnelibris, cronologjie e passwords di Firefox sui tiei dispositîfs mobii. Al puarte vie dome pôcs minûts.
gl: Sincronice marcadores, historial e contrasinais con Firefox nos seus dispositivos móbiles. Serán só uns minutos.
he: סנכרון סימניות, היסטוריה וססמאות ל־Firefox שבמכשירים הניידים שלך. זה לוקח רק כמה דקות.
hr: Sinkroniziraj zabilješke, povijest i lozinke s Firefoxom na svojim mobilnim uređajima. Potrebno je samo nekoliko minuta.
hu: Szinkronizálja a könyvjelzőket, az előzményeket és a jelszavakat a Firefoxszal a mobileszközein. Csak néhány percig tart.
ia: Synchronisar marcapaginas, chronologia e contrasignos con Firefox sur tu apparatos mobile. Isto prende solmente alcun minutas.
is: Samstilltu bókamerki, vafurferil og lykilorð í Firefox á snjalltækjunum þínum. Þetta tekur bara örfáar mínútur.
it: Sincronizza segnalibri, cronologia e password di Firefox sui tuoi dispositivi mobili. Ci vogliono solo pochi minuti.
ja: ブックマーク、履歴、パスワードをモバイル端末の Firefox と同期します。ほんの数分しかかかりません。
ka: დაასინქრონეთ სანიშნები, ისტორია და პაროლები Firefox-სთან, თქვენს მობილურ მოწყობილობებზე. მხოლოდ რამდენიმე წუთს გასტანს.
kab: Mtawi ticraḍ n yisebtar, azray, akked wawalen uffiren ɣer Firefox deg yibenkana-ik izirazen. Ad yawi kan kra n tesdatin.
nl: Synchroniseer bladwijzers, geschiedenis en wachtwoorden met Firefox op uw mobiele apparaten. Het duurt maar een paar minuten.
pa_in: ਬੁੱਕਮਾਰਕ, ਅਤੀਤ ਅਤੇ ਪਾਸਵਰਡਾਂ ਨੂੰ ਆਪਣੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸਾਂ ਉੱਤੇ Firefox ਨਾਲ ਸਿੰਕ ਕਰੋ। ਇਸ ਨੂੰ ਕੁਝ ਕੁ ਮਿੰਟ ਹੀ ਲੱਗਣੇ ਹਨ।
pl: Synchronizuj zakładki, historię i hasła z Firefoksem na telefonie. Zajmie to tylko kilka minut.
pt: Sincronize os marcadores, histórico e palavras-passe do Firefox nos seus dispositivos móveis. Demora apenas alguns minutos.
pt_br: Sincronize favoritos, histórico e senhas com o Firefox em seus dispositivos móveis. Leva apenas alguns minutos.
ru: Синхронизируйте закладки, историю и пароли с Firefox на ваших мобильных устройствах. Это займёт всего несколько минут.
sk: Synchronizujte záložky, históriu a heslá do Firefoxu na svojich mobilných zariadeniach. Trvá to len pár minút.
sl: Sinhronizirajte zaznamke, zgodovino in gesla s Firefoxom na svojih mobilnih napravah. Traja le nekaj minut.
sr: Синхронизујте обележиваче, историју и лозинке на Firefox на вашим мобилним уређајима. Потребно је само неколико минута.
sr_latn: Sinhronizujte obeleživače, istoriju i lozinke na Firefox na vašim mobilnim uređajima. Potrebno je samo nekoliko minuta.
sv_se: Synkronisera bokmärken, historik och lösenord till Firefox på dina mobila enheter. Det tar bara några minuter.
th: ซิงค์ที่คั่นหน้า ประวัติ และรหัสผ่านกับ Firefox บนอุปกรณ์มือถือของคุณ การซิงค์ใช้เวลาเพียงไม่กี่นาทีเท่านั้น
tr: Yer imlerini, gezinti geçmişini ve parolaları mobil cihazlarınızdaki Firefox ile eşitleyin. Sadece birkaç dakika sürer.
uk: Синхронізуйте закладки, історію та паролі до Firefox на ваших мобільних пристроях. Це займає лише кілька хвилин.
vi: Đồng bộ hóa dấu trang, lịch sử và mật khẩu với Firefox trên thiết bị di động của bạn. Nó chỉ mất một vài phút.

source: Get started
bg: Въведение
cs: Jdeme na to
da: Kom i gang
el: Έναρξη
es_es: Comenzar
et: Tee algust
eu: Hasi erabiltzen
fi: Aloitetaan
fr: Commencer
fur: Scomence
gd: Dèan toiseach-tòiseachaidh
gl: Comezar
he: תחילת עבודה
hr: Započni
hu: Kezdő lépések
ia: Comenciar
id: Mulai
is: Komast í gang
it: Inizia
ja: はじめに
ka: დაიწყეთ
kab: Bdu
nl: Beginnen
pa_in: ਸ਼ੁਰੂ ਕਰੀਏ
pl: Zaczynamy
pt: Começar
pt_br: Introdução
ru: Начать
sk: Začíname
sl: Začnite
sr: Започните
sr_latn: Započnite
sv_se: Kom igång
th: เริ่มต้นใช้งาน
tr: Başlayın
tt: Башлап җибәрү
uk: Почати
ur: شروع کریں
vi: Bắt đầu

source: I'll do this later, send me a reminder
cs: Udělám to později, pošlete mi připomenutí
da: Jeg gør det senere - send mig en påmindelse
el: Θα το κάνω αργότερα, να γίνει υπενθύμιση
es_es: Lo haré más tarde, envíame un recordatorio
et: Teen seda hiljem, saatke mulle meeldetuletus
eu: Geroago egingo dut, bidal iezadazu gogorarazlea
fi: Teen sen myöhemmin, lähetä minulle muistutus
fr: Je le ferai plus tard, envoyez-moi un rappel
fur: Lu fasarai plui indenant, mandimi un pro memoria
gl: Fareino máis tarde, envíeme un recordatorio
he: אעשה זאת בהמשך, נא לשלוח לי תזכורת
hr: Učinit ću to kasnije, pošalji mi podsjetnik
hu: Később megteszem, küldjön emlékeztetőt
ia: Io lo facera plus tarde, invia me un memento
is: Ég ætla að gera þetta seinna, sendið mér áminningu
it: Lo farò più tardi. Inviami un promemoria.
ja: 後で行うのでメールで通知してください
ka: მოგვიანებით გავაკეთებ, შეხსენება გამომიგზავნეთ
kab: Ad xedmeɣ ayagi ticki, azen-iyi-d asmekti
nl: Ik doe dit later, stuur me een herinnering
pa_in: ਮੈਂ ਬਾਅਦ ਵਿੱਚ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ, ਮੈਨੂੰ ਯਾਦ ਕਰਵਾਇਓ
pl: Zrobię to później, wyślij mi przypomnienie
pt: Eu vou fazê-lo mais tarde, envie-me um lembrete
pt_br: Farei isso mais tarde, me envie um lembrete
ru: Я сделаю это позже, пришлите мне напоминание
sk: Urobím to neskôr, pošlite mi pripomienku
sl: To bom storil kasneje, pošljite mi opomnik
sr: Урадићу то касније, пошаљи ми подсетник
sr_latn: Uradiću to kasnije, pošalji mi podsetnik
sv_se: Jag gör det senare, skicka mig en påminnelse
th: ฉันจะทำสิ่งนี้ในภายหลัง ส่งการแจ้งเตือนให้ฉัน
tr: Başka zaman yaparım, daha sonra hatırlat
uk: Я зроблю це пізніше, надішліть мені нагадування
ur: میں یہ بعد میں کروں گا ، مجھے ایک یاد دہانی بھیجیں
vi: Tôi sẽ làm điều này sau, gửi cho tôi một lời nhắc nhở

source: Download Firefox with your camera app
cs: Stáhněte si Firefox, stačí k tomu aplikace fotoaparátu
da: Hent Firefox med din kamera-app
el: Λήψη του Firefox με την κάμερά σας
es_es: Descarga Firefox con la aplicación de cámara
et: Laadi Firefox alla kaamera äpi abil
eu: Deskargatu Firefox zure kameraren aplikazioa erabiliz
fi: Lataa Firefox kamerasovelluksen avulla
fr: Téléchargez Firefox avec votre appareil photo
fur: Discjame Firefox midiant la aplicazion pe fotocjamare
gl: Descargue Firefox coa súa aplicación de cámara
he: הורדת Firefox באמצעות יישומון המצלמה שלך
hi_in: अपने कैमरा ऐप से Firefox डाउनलोड करें
hr: Preuzmi Firefox pomoću programa tvoje kamere
hu: Töltse le a Firefoxot a kamera alkalmazással
ia: Discarga Firefox con tu application photo-camera
id: Unduh Firefox dengan aplikasi kamera Anda
is: Sæktu Firefox með myndavélarforritinu þínu
it: Scarica Firefox mediante l’app fotocamera
ja: カメラアプリで Firefox をダウンロード
ka: ჩამოტვირთეთ Firefox თქვენი კამერით
kab: Sader-d Firefox s usnas-inek n tkamiṛat
nl: Firefox downloaden met uw camera-app
pa_in: ਆਪਣੇ ਕੈਮਰਾ ਐਪ ਨਾਲ ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz Firefoksa za pomocą aparatu
pt: Descarregar o Firefox com a sua aplicação da câmara
pt_br: Baixe o Firefox usando sua câmera
ru: Загрузить Firefox с помощью камеры
sk: Stiahnite si Firefox prostredníctvom fotoaparátu
sl: Prenesite Firefox preko kamere
sr: Преузмите Firefox преко ваше камере
sr_latn: Preuzmite Firefox preko vaše kamere
sv_se: Ladda ner Firefox med din kamera-app
th: ดาวน์โหลด Firefox ด้วยแอปกล้องของคุณ
tr: Firefox’u kamera uygulamanızla indirin
tt: Камера кушымтасы белән Firefox-ны йөкләү
uk: Завантажте Firefox за допомогою програми камери
vi: Tải xuống Firefox bằng cách quét mã QR
