Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Have an account? Sign in
ast: ¿Tienes una cuenta? Anicia sesión
be: Ужо маеце ўліковы запіс? Увайсці
bn_bd: অ্যাকাউন্ট রয়েছে? সাইন ইন করুন
bn_in: অ্যাকাউন্ট আছে? সাইন ইন করুন
cy: Mae gennych gyfrif? Mewngofnodwch
es_ar: ¿Ya tenés una cuenta? Inicia sesión
lv: Ir konts? Pieslēdzies
sq: Keni llogari? Hyni

source: Mistyped email?
ar: هل هناك خطأ في كتابة البريد الإلكتروني؟
az: E-poçtu səhv yazmısınız?
be: Няправільна набраны адрас пошты?
bg: Сгрешен имейл?
bn_bd: ভুল মেইল লিখেছেন?
cs: Spletli jste e-mail?
cy: Camdeipio'r e-bost?
da: Forkert indtastet mailadresse?
el: Εσφαλμένο email;
es_ar: ¿Correo electrónico mal escrito?
es_es: ¿Correo electrónico erróneo?
et: Eksisid e-posti aadressiga?
eu: Gaizki idatzitako helbidea?
fa: رایانامه را اشتباه وارد کردید؟
fi: Kirjoititko sähköpostiosoitteesi väärin?
fr: Y a-t-il une faute de frappe dans l’adresse électronique ?
fur: Erôrs di batidure te e-mail?
gd: An robh mearachd-litreachaidh sa phost-d?
gl: Escribiu mal o enderezo de correo electrónico?
he: טעות בהקלדת כתובת הדוא״ל?
hi_in: गलत लिखा गया ईमेल?
hr: Pogrešno upisana adresa e-pošte?
hu: Elírta az e-mail címet?
ia: Adresse de e-mail incorrecte?
id: Salah ketik surel?
is: Rangt skrifað tölvupóstfang?
it: C’è un errore di battitura nell’indirizzo email?
ja: アドレスを打ち間違えた場合
ka: არასწორადაა აკრეფილი ელფოსტის მისამართი?
kab: Tucḍa deg imayl?
nl: Typefout in e-mailadres?
pa_in: ਈਮੇਲ ਗਲਤ ਲਿਖੀ?
pl: Błąd w adresie e-mail?
pt: Email mal escrito?
pt_br: Digitou errado o email?
ru: Ошиблись при наборе адреса электронной почты?
sk: Nesprávna e-mailová adresa?
sl: Napačna e-pošta?
sq: Email i shkruar gabim?
sr: Лоше укуцана адреса е-поште?
sr_latn: Loše ukucana adresa e-pošte?
sv_se: Skrev du fel e-postadress?
te: ఈమెయిలు తప్పుగా టైపుచేసారా?
th: พิมพ์อีเมลผิด?
tr: Adresinizi yanlış mı yazdınız?
tt: Адресыгызны дөрес язмадыгызмы?
uk: Помилились при введенні адреси електронної пошти?
vi: Sai email?

source: Send Firefox directly to your smartphone and sign in to complete set-up
be: Адпраўце Firefox прама на ваш смартфон і ўвайдзіце ў сістэму, каб завяршыць устаноўку
bn_bd: Firefox সরাসরি আপনার স্মার্টফোনে পাঠিয়ে দিন আর পরিপূর্ণ সেট-আপ সহ সাইনইন করুন
cy: Anfonwch Firefox yn syth i'ch ffôn clyfar a mewngofnodwch i gwblhau'r gosod
es_ar: Enviá Firefox directamente a tu smartphone e ingresá para completar la configuración
sq: Dërgojeni Firefox-in drejt e te telefoni juaj dhe bëni hyrjen që të plotësohet rregullimi

source: Mobile phone number
ast: Númberu telefónicu
be: Нумар мабільнага тэлефона
bn_bd: মোবাইল ফোন নম্বর
cy: Rhif ffôn symudol
es_ar: Número de teléfono celular
es_es: Número de teléfono móvil
hi_in: मोबाइल फ़ोन नंबर
sq: Numër telefoni celular
sv_se: Mobiltelefonnummer
te: మొబైలు ఫోను నెంబరు

source: Send
ar: أرسِل
ast: Unviar
az: Göndər
be: Адправіць
bg: Изпращане
bn_bd: প্রেরণ
cs: Odeslat
cy: Anfon
el: Αποστολή
es_ar: Enviar
es_es: Enviar
et: Saada
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
fur: Invie
gd: Cuir
gl: Enviar
he: שליחה
hi_in: भेजें
hr: Pošalji
hu: Küldés
ia: Inviar
id: Kirim
is: Senda
it: Invia
ja: 送信
ka: გაგზავნა
kab: Azen
nl: Verzenden
pa_in: ਭੇਜੋ
pl: Wyślij
pt: Enviar
pt_br: Enviar
ru: Отправить
sk: Odoslať
sl: Pošlji
sq: Dërgoje
sr: Пошаљи
sr_latn: Pošalji
sv_se: Skicka
te: పంపించు
th: ส่ง
tr: Gönder
tt: Җибәрү
uk: Надіслати
ur: ارسال کریں
vi: Gửi

source: SMS service only available in certain countries. SMS &amp; data rates may apply. The intended recipient of the email or SMS must have consented. <a %(escapedLearnMoreAttributes)s>Learn more</a>
be: Паслуга SMS даступна толькі ў некаторых краінах. За перадачу SMS і дадзеных можа брацца плата. Меркаваны атрымальнік ліста або SMS мусіць быць згодны на яго атрыманне. <a %(escapedLearnMoreAttributes)s>Падрабязней</a>
bn_bd: SMS সেবা কেবলমাত্র কিছু দেশের জন্য বিদ্যমান। SMS&amp; ডাটা রেট প্রযোজ্য হবে। ইমেইল বা SMS এর অভিপ্রেত গ্রাহক অবশ্যই সম্মত হতে হবে। <a %(escapedLearnMoreAttributes)s>আরও জানুন</a>
cy: Dim ond mewn rhai gwledydd mae'r gwasanaeth SMS ar gael. Gall fod yn rhaid i chi dalu costau data SMS &amp;. Rhaid i dderbynnydd yr e-bost neu'r SMS fod wedi cytuno. <a %(escapedLearnMoreAttributes)s>Dysgu rhagor</a>
es_ar: Servicio de SMS solo disponible en algunos países. Se pueden aplicar cargos por SMS y datos. El destinatario del correo electrónico o SMS debe haber consentido. <a %(escapedLearnMoreAttributes)s>Conocer más</a>
sq: Shërbim SMS i vlefshëm vetëm për disa vende. Mund të aplikohen tarifa SMS-sh &amp; të dhënash. Marrësi i synuar i email-it ose SMS-së duhet të ketë rënë dakord. <a %(escapedLearnMoreAttributes)s>Mësoni më tepër</a>

source: Install Firefox on your smartphone and sign in to complete set-up
be: Усталюйце Firefox на свой смартфон і ўвайдзіце ў сістэму, каб завяршыць устаноўку
bn_bd: আপনার স্মার্টফোনে Firefox ইনস্টল করুন আর সাইন করে সেটাপ সম্পন্ন করুন
cy: Gosodwch Firefox ar eich ffôn clyfar a mewngofnodwch i gwblhau'r gosod
es_ar: Instalá Firefox en tu smartphone e ingresá para completar la configuración
sq: Instalojeni Firefox-in te telefoni juaj dhe bëni hyrjen që të plotësohet rregullimi

source: App link sent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
be: Спасылка на праграму адпраўлена %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Памылка ўпісвання нумару?</a>
cy: Anfonwyd dolen yr ap i %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Camdeipio&nbsp;&nbsp;rhif?</a>
es_ar: Enlace de aplicación enviado a %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>¿Número&nbsp;mal&nbsp;escrito?</a>
sq: Lidhja e aplikacionit u dërgua te %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Numër&nbsp;i&nbsp;shkruar&nbsp;keq?</a>

source: App link resent to %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Mistyped&nbsp;number?</a>
be: Спасылка на праграму адпраўлена паўторна %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Памылковы&nbsp;нумар?</a>
cy: Dolen yr ap wedi ei ail anfon i %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Rhif wedi ei&nbsp;gamdeipio?</a>
es_ar: Enlace de aplicación enviado a %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>¿Número mal escrito?</a>
sq: Lidhja e aplikacionit u ridërgua te %(escapedPhoneNumber)s. <a %(escapedBackLinkAttrs)s>Numër&nbsp;i&nbsp;shkruar&nbsp;keq?</a>

source: If you are not receiving the text message, you can also download the apps manually.
be: Калі вы не атрымліваеце тэкставае паведамленне, вы можаце сцягнуць праграмы ўручную.
bn_bd: আপনি যদি ক্ষুদেবার্তা না পেয়ে থাকেন, আপনি তাহলে অ্যাপটি নিজে ডাউনলোড করে নিতে পারেন।
cy: Os nad ydych yn derbyn r e-bost, gallwch lwytho'r apiau i lawr gyda llaw.
es_ar: Si no estás recibiendo el mensaje de texto, podés descargar las aplicaciones manualmente.
sq: Nëse s’po ju vjen mesazhi tekst, mundeni edhe t’i shkarkoni aplikacionet dorazi.

source: Didn't arrive? Resend
ast: ¿Nun aportó? Reunviar
be: Не прыйшло? Даслаць яшчэ раз
bn_bd: পৌঁছায়নি? আবার পাঠাও
bn_in: যায়নি? আবার পাঠান
cy: Heb gyrraedd? Ail anfon
es_ar: ¿No llegó? Reenviar
es_es: ¿No ha llegado? Reenvía
hi_in: नही पंहुचा ? पुन: भेजें
lv: Nesaņēmi? Nosūtīt atkal
sq: S’mbërriti? Kërkoni ridërgim
sv_se: Kom det inte fram? Skicka igen
te: అందలేదా? తిరిగి పంపు

source: Why sync multiple devices?
be: Навошта сінхранізаваць некалькі прылад?
cy: Pam cydweddu dyfeisiau lluosog?
es_ar: ¿Por qué sincronizar varios dispositivos?
es_es: ¿Por qué sincronizar varios dispositivos?
hi_in: विभिन्न उपकरणों हेतु संकालन क्यों?
ka: რა საჭიროა რამდენიმე მოწყობილობაზე სინქრონიზაცია?
ru: Зачем синхронизировать несколько устройств?
sq: Pse të njëkohësohen shumë pajisje njëherësh?
sr: Зашто синхронизовати више уређаја?
sr_latn: Zašto sinhronizovati više uređaja?
sv_se: Varför synkronisera flera enheter?
te: బహుళ పరికరాల సమకాలీకరణ ఎందుకు?
tr: Neden birden fazla cihazı eşitlemelisiniz?
tt: Нигә берничә җиһазны синхронлау кирәк?

source: The Sync service isn’t a permanent backup, it’s simply a secure way to transfer saved bookmarks, history and passwords between your own devices.
be: Служба сінхранізацыі не з'яўляецца сталай рэзервовай копіяй, гэта проста бяспечны спосаб перадачы захаваных закладак, гісторыі і пароляў паміж вашымі прыладамі.
cy: Nid yw'r gwasanaeth Sync yn cadw copi wrth gefn y barhaol, dim ond ffordd syml a diogel i drosglwyddo nodau tudalen, hanes a chyfrineiriau rhwng eich dyfeisiau eich hun.
es_ar: El servicio de Sync no es una copia de seguridad permanente, es simplemente una forma segura de transferir marcadores guardados, historial y contraseñas entre tus propios dispositivos.
es_es: El servicio Sync no es una copia de seguridad permanente, es simplemente una forma segura de transferir marcadores, historial y contraseñas entre tus propios dispositivos.
hi_in: सिंक सेवा एक स्थायी बैकअप नहीं है, यह सिर्फ अपने उपकरणों के बीच सहेजे गए पुस्तकचिन्ह, इतिहास और पासवर्ड स्तांतरण करने का एक सुरक्षित तरीका है.
ka: სიქრონიზაცია არ გამოიყენება მონაცემების დამარქაფებისთვის, მარტივად რომ ვთქვათ, სანიშნების, ისტორიისა და პაროლების უსაფრთხო გაზიარების გზაა, თქვენს მოწყობილობებს შორის.
ru: Служба синхронизации не является постоянным хранилищем, это просто безопасный способ обмениваться сохранёнными закладками, историей и паролями между вашими устройствами.
sq: Shërbimi Sync s’është përbën një kopjeruajtje të përhershme, është thjesht një rrugë e sigurt për të shpërngulur nga një pajisje juaja në një tjetër tuajën faqerojtës, historik dhe fjalëkalime që keni ruajtur.
sr: Синхронизација није трајна резервна копија, већ безбедан начин да се преносе сачуване забелешке, историјат и лозинке међу вашим уређајима.
sr_latn: Sinhronizacija nije trajna rezervna kopija, već bezbedan način da se prenose sačuvane zabeleške, istorijat i lozinke među vašim uređajima.
sv_se: Synkroniseringstjänsten är inte en permanent backup, det är helt enkelt ett säkert sätt att överföra sparade bokmärken, historik och lösenord mellan dina egna enheter.
te: Sync సేవ శాశ్వత బ్యాకప్ కాదు, ఇది మీ స్వంత పరికరాల మధ్య సేవ్ చేసిన బుక్మార్క్లను, చరిత్ర మరియు పాస్వర్డ్లను బదిలీ చేయడానికి సురక్షితమైన మార్గం.
tr: Sync hizmeti kalıcı bir yedekleme çözümü değildir. Sync yalnızca yer imlerinizi, geçmişinizi ve parolalarınızı cihazlarınız arasında güvenli şekilde aktarmaya yarar.

source: You should install Firefox and sync at least two devices to protect against losing your data if you need to restore it but forget your password.
be: Вы мусіце ўсталяваць Firefox і сінхранізаваць па меншай меры дзве прылады для абароны ад страты дадзеных, калі вам трэба аднавіць іх, але вы забылі свой пароль.
cy: Dylech osod Firefox a cydweddu o leiaf dwy ddyfais i ddiogelu rhag colli'ch data i gyd os fydd angen ei adfer ond wedi colli eich cyfrinair.
es_ar: Deberías instalar Firefox y sincronizar al menos dos dispositivos para proteger contra la pérdida de datos si necesitás restaurar pero olvidás la contraseña.
es_es: Deberías instalar Firefox y sincronizar al menos dos dispositivos para proteger contra la pérdida de datos si necesitas restaurarlos pero olvidas la contraseña.
hi_in: आपको Firefox स्थापित करना चाहिए और सिंक करने के लिए अपने डेटा को खोने के खिलाफ की रक्षा के लिए अगर आप इसे बहाल लेकिन अपना पासवर्ड भूल जाते हैं.
ka: Firefox უნდა დააყენოთ და დაასინქრონოთ სულ მცირე ორ მოწყობილობაზე, რომ შეძლოთ მონაცემების დაკარგვის თავიდან აცილება, პაროლის დავიწყების შემთხვევაში.
ru: Вы должны установить Firefox и включить синхронизацию как минимум на двух устройствах, чтобы защититься от потери данных, если вам вдруг понадобится восстановить их, но вы забудете пароль.
sq: Për mbrojtje kundër humbjes së të dhënave tuaja, do të duhej ta instaloni Firefox-in dhe të bëni njëkohësimin në të paktën dy pajisje, nëse ju duhet ta riktheni, por harroni fjalëkalimin tuaj.
sr: Требало би да инсталирате Firefox и синхронизујете барем два уређаја да се заштитите од губљења ваших података у случају да морате да их повратите али сте заборавили вашу лозинку.
sr_latn: Trebalo bi da instalirate Firefox i sinhronizujete barem dva uređaja da se zaštitite od gubljenja vaših podataka u slučaju da morate da ih povratite ali ste zaboravili vašu lozinku.
sv_se: Du bör installera Firefox och synkronisera minst två enheter för att skydda dig mot att förlora din data om du behöver återställa men har glömt ditt lösenord.
te: ఎప్పుడైనా మీ డేటాను పునరుద్ధరించుకోవాల్సి వచ్చినప్పుడు మీ సంకేతపదం మర్చిపోతే గనక మీ డేటా నష్టపోకుండా ఉండేందుకు, Firefoxని స్థాపించుకొని కనీసం రెండు పరికరాలలో సింక్రనించి ఉండాలి.
tr: Verilerinizi geri yüklemek istediğinizde parolanızı unutursanız sorun yaşamamak için en az iki cihaza Firefox'u yüklemeli ve onları eşitlemelisiniz.

source: Got it
ast: Coyío
be: Зразумела
bn_bd: পেয়েছেন
cy: Iawn
es_ar: Entendido
es_es: Entendido
hi_in: समझ गए
ka: გასაგებია
ru: Понятно
sq: E mora vesh
sr: Важи
sr_latn: Važi
sv_se: Jag förstår
te: అర్థమైంది
tr: Anladım
tt: Аңладым

source: Change…
ast: Camudar…
be: Змяніць…
bn_bd: পরিবর্তন হচ্ছে…
bn_in: পরিবর্তন…
cy: Newid…
es_ar: Cambiar…
lv: Mainīt…
sq: Ndryshoni…

source: Add…
ast: Amestar…
be: Дадаць…
bn_bd: যোগ হচ্ছে…
bn_in: যুক্ত করুন…
cy: Ychwanegu…
es_ar: Agregar…
lv: Pievienot…
sq: Shtoni…

source: Take picture
ast: Facer semeya
be: Зрабіць здымак
bn_bd: ছবি তুলুন
bn_in: ছবি নিন
cy: Cymryd llun
es_ar: Tomá una foto
lv: Uzņemt attēlu
pa: ਤਸਵੀਰ ਲਵੋ
sq: Bëni një foto

source: Upload
ast: Xubir
be: Зацягнуць
bn_bd: আপলোড
bn_in: আপলোড
cy: Llwytho i fyny
es_ar: Subir
lv: Augšupielādēt
pa: ਅੱਪਲੋਡ
sq: Ngarkoje

source: Clear
ast: Llimpiar
be: Ачысціць
bn_bd: পরিষ্কার
bn_in: মুছে ফেলুন
cy: Clirio
es_ar: Limpiar
lv: Attīrīt
pa: ਸਾਫ਼ ਕਰੋ
sq: Pastroje

source: Done
ar: تمّ
ast: Fecho
az: Hazır
be: Гатова
bg: Готово
bn_bd: সম্পন্ন
bn_in: সমাপ্ত
cs: Hotovo
cy: Gorffen
da: Færdig
el: Τέλος
es_ar: Listo
es_es: Hecho
et: Valmis
eu: Egina
fa: انجام شد
fi: Valmis
fr: Terminer
gd: Deiseil
he: סיום
hi_in: समाप्त
hr: Gotovo
hu: Kész
ia: Facite
id: Selesai
it: Fatto
ja: 完了
ka: მზადაა
kab: Immed
lv: Pabeigts
nl: Gereed
pa: ਮੁਕੰਮਲ
pa_in: ਮੁਕੰਮਲ
pl: Gotowe
pt: Feito
pt_br: Concluído
ru: Готово
sk: Hotovo
sl: Končaj
sq: U bë
sr: Готово
sr_latn: Gotovo
sv_se: Klar
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
tt: Әзер
uk: Готово
ur: ہوگیا
vi: Xong

source: Position and rotate your picture as needed
ast: Posiciona y voltia la semeya como precises
be: Перамясціце і павярніце сваю выяву, калі неабходна
bn_bd: প্রয়োজন মত অবস্থান এবং দিক ঠিক করুন
bn_in: আপনার ছবি প্রয়োজন মতোন পজিশন করুন ও ঘোরান
cy: Gosodwch a throi eich llun yn ôl y galw
es_ar: Posicioná y rotá la imagen
lv: Pagrieziet un novietojiet savu attēlu, kā nepieciešams
pa: ਆਪਣੀ ਤਸਵੀਰ ਨੂੰ ਲੋੜ ਮੁਤਾਬਕ ਰੱਖੋ ਅਤੇ ਘੁੰਮਾਓ
sq: Vendoseni dhe rrotullojeni foton tuaj sipas nevojës

source: Change
ast: Camudar
be: Змяніць
bn_bd: পরিবর্তন
bn_in: পাল্টান
cy: Newid
es_ar: Cambiar
lv: Mainīt
pa: ਬਦਲੋ
sq: Ndryshoje

source: Once you're finished, use your new password to sign in on all of your devices.
ast: Namái finar, usa la to contraseña nueva p'aniciar sesión en tolos tos preseos.
be: Пасля таго, як скончыце, выкарыстоўвайце новы пароль для ўваходу на ўсіх сваіх прыладах.
bn_bd: কাজ শেষ হলে, সকল ডিভাইসে সাইন ইন করতে আপনার নতুন পাসওয়ার্ড ব্যবহার করুন।
bn_in: যখন আপনার শেষ হয়ে যাবে, আপনার নতুন পাসওয়ার্ড ব্যবহার করে আপনার সমস্ত ডিভাইসে সাইন ইন করুন।
cy: Unwaith i chi orffen, defnyddiwch eich cyfrinair newydd i fewngofnodi i'ch holl ddyfeisiau.
es_ar: Una vez que hayás terminado, usá tu nueva contraseña para iniciar sesión en todos tus dispositivos.
lv: Pēc beigšanas, izmantojiet savu jauno paroli lai ieiet visās savās ierīcēs.
pa: ਇੱਕ ਵਾਰ ਤੁਹਾਡੇ ਵਲੋਂ ਪੂਰਾ ਕਰਨ ਦੇ ਬਾਅਦ ਤੁਸੀਂ ਆਪਣੇ ਨਵੇਂ ਪਾਸਵਰਡ ਨੂੰ ਆਪਣੇ ਸਾਰੇ ਡਿਵਾਇਸਾਂ ਉੱਤੇ ਸਾਇਨ ਕਰਨ ਲਈ ਵਰਤ ਸਕਦੇ ਹੋ
sq: Pasi të përfundoni, përdorni fjalëkalimin tuaj të ri për të hyrë në krejt pajisjet tuaja.

source: Old password
ar: كلمة السرّ القديمة
ast: Contraseña vieya
az: Köhnə parol
be: Стары пароль
bg: Стара парола
bn_bd: পুরাতন পাসওয়ার্ড
bn_in: পুরোনো পাসওয়ার্ড
cs: Staré heslo
cy: Hen gyfrinair
da: Gammel adgangskode
el: Παλιός κωδικός πρόσβασης
es_ar: Contraseña anterior
es_es: Contraseña antigua
et: Vana parool
eu: Pasahitz zaharra
fa: گذرواژه پیشین
fi: Vanha salasana
fr: Ancien mot de passe
fur: Password vecje
gd: An seann fhacal-faire
gl: Contrasinal actual
he: ססמה ישנה
hi_in: पुराना कूटशब्द
hr: Stara lozinka
hu: Régi jelszó
ia: Ancian contrasigno
id: Sandi lawas
is: Gamla lykilorðið
it: Vecchia password
ja: 旧パスワード
ka: ძველი პაროლი
kab: Awal uffir aqbuṛ
lv: Vecā parole
nl: Oude wachtwoord
pa: ਪੁਰਾਣਾ ਪਾਸਵਰਡ
pa_in: ਪੁਰਾਣਾ ਪਾਸਵਰਡ
pl: Poprzednie hasło
pt: Palavra-passe antiga
pt_br: Senha antiga
ru: Старый пароль
sk: Staré heslo
sl: Staro geslo
sq: Fjalëkalimi i vjetër
sr: Стара лозинка
sr_latn: Stara lozinka
sv_se: Gammalt lösenord
te: పాత సంకేతపదం
th: รหัสผ่านเก่า
tr: Eski parola
tt: Иске серсүз
uk: Старий пароль
ur: پرانا پاس ورڈ
vi: Mật khẩu cũ

source: Disconnect from Sync?
ast: ¿Desconeutase de Sync?
be: Адлучыцца ад Sync?
bn_bd: সিঙ্ক থেকে বিচ্ছিন্ন করা হবে?
bn_in: সিঙ্ক থেকে সংযোগ বিচ্ছিন্ন করবেন?
cy: Datgysylltu o Sync?
es_ar: ¿Desconectar de Sync?
lv: Atvienoties no pakalpojuma Sync?
sq: Të bëhet shkëputja nga Sync-u?

source: Your browsing data will remain on %(deviceName)s, but it will no longer sync with your account.
ast: Los tos datos de restolar quedarán en %(deviceName)s, pero yá nun se sincronizarán cola to cuenta.
be: Вашы звесткі пра агляданне застануцца на %(deviceName)s, але больш не будуць сінхранізавацца з уліковым запісам.
bn_bd: %(deviceName)s এ আপনার ব্রাউজিং ডাটা থাকবে, কিন্তু তা আপনার অ্যাকাউন্টে সিঙ্ক হবে না।
bn_in: আপনার ব্রাউজিং ডেটা থাকবে এতে %(deviceName)s, কিন্তু এটা এখন আর আপনার অ্যাকাউন্টের সাথে সিঙ্ক হবে না।
cy: Bydd eich data pori'n parhau ar %(deviceName)s, ond ni fydd yn cydweddu bellach gyda'ch cyfrif.
es_ar: Tus datos de navegación permanecerán en %(deviceName)s, pero ya no se sincronizarán con tu cuenta.
lv: Jūsu meklējumu dati paliks %(deviceName)s, bet tas vairs nesinhronizēsies ar jūsu kontu.
sq: Të dhënat tuaja të shfletimit do të mbeten në %(deviceName)s, por s’do të njëkohësohen më me llogarinë tuaj.

source: Suspicious device
ast: Preséu sospechosu
be: Падазроная прылада
bn_bd: সন্দেহজনক ডিভাইস
bn_in: সন্দেহজনক ডিভাইস
cy: Dyfais amheus
es_ar: Dispositivo sospechoso
lv: Aizdomīga iekārta
sq: Pajisje e dyshimtë

source: Lost or stolen device
ast: Preséu perdíu o robáu
be: Згубленая або скрадзеная прылада
bn_bd: হারিয়ে বা চুরি যাওয়া ডিভাইস
bn_in: হারিয়ে অথবা চুরি যাওয়া ডিভাইস
cy: Dyfais goll neu wedi ei dwyn
es_ar: Dispositivo perdido o robado
lv: Pazaudēta vai zagta iekārta
sq: Pajisje e humbur ose e vjedhur

source: Old or replaced device
ast: Preséu vieyu o trocáu
be: Старая або замененая прылада
bn_bd: পুরাতন বা বদল করা ডিভাইস
bn_in: পুরনো বা পাল্টানো ডিভাইস
cy: Hen ddyfeisiau neu rhai ail law
es_ar: Dispositivo antiguo o reemplazado
lv: Veca vai mainīta iekārta
sq: Pajisje e vjetër ose e zëvendësuar

source: Duplicate device
ast: Preséu duplicáu
be: Дублікат прылады
bn_bd: নকল ডিভাইস
cy: Ail ddyfais
es_ar: Dispositivo duplicado
sq: Përsëdyte pajisje

source: Rather not say
ast: Meyor nun dicir
be: Не ўказваць
bn_bd: না বলাই ভাল
bn_in: না বলাই ভালো
cy: Gwell peidio dweud
es_ar: Prefiero no decirlo
lv: Labāk neizpaudīšu
sq: S’dëshiroj ta them

source: Disconnect
ast: Desconeutar
be: Адлучыць
bn_bd: বিচ্ছিন্ন
bn_in: বিচ্ছিন্ন করা
cy: Datgysylltu
es_ar: Desconectar
lv: Atvienoties
sq: Shkëpute

source: Disconnection Successful
ast: Desconexón esitosa
be: Адлучэнне прайшло паспяхова
bn_bd: সফল ভাবে বিচ্ছিন্ন হয়েছে
bn_in: বিচ্ছিন্ন সফল
cy: Datgysylltwyd yn Llwyddiannus
es_ar: Desconexión correcta
lv: Atslēgšanās veiksmīga
sq: Shkëputje e Suksesshme

source: Devices & apps
ast: Preseos y aplicaciones
be: Прылады і праграмы
bn_bd: ডিভাইস ও অ্যাপ
bn_in: ডিভাইস এবং অ্যাপ
cy: Dyfeisiau ac apiau
es_ar: Dispositivos y aplicaciones
lv: Ierīces un lietotnes
sq: Pajisje & aplikacione

source: Show
ast: Amosar
be: Паказаць
bn_bd: প্রদর্শন
bn_in: দেখান
cy: Dangos
es_ar: Mostrar
lv: Parādīt
pa: ਵੇਖਾਓ
sq: Shfaqe

source: Current device
be: Цяперашняя прылада
bn_bd: বর্তমান ডিভাইস
cy: Dyfais gyfredol
es_ar: Dispositivo actual
sq: Pajisja e tanishme

source: Disconnect…
ast: Desconeutar…
be: Адлучыць…
bn_bd: বিচ্ছিন্ন হচ্ছে…
bn_in: বিযুক্ত করুন…
cy: Datgysylltu…
es_ar: Desconectar…
lv: Atslēgt…
sq: Shkëputu…

source: Current session
be: Бягучы сеанс
bn_bd: বর্তমান সেশন
cy: Sesiwn cyfredol
es_ar: Sesión actual
sq: Sesioni i tanishëm

source: Revoke
be: Адклікаць
bn_bd: প্রত্যাহার
cy: Diddymu
es_ar: Revocar
sq: Shfuqizoje

source: Firefox for iOS
ast: Firefox pa iOS
be: Firefox для iOS
bn_bd: iOS এর জন্য Firefox
bn_in: iOS-র জন্য Firefox
cy: Firefox iOS
es_ar: Firefox para iOS
sq: Firefox për iOS

source: None connected
be: Нічога не злучана
bn_bd: কোনটিই সংযুক্ত নয়
cy: Dim wedi eu cysylltu
es_ar: Ninguno conectado
sq: Pa të lidhur

source: Download
ar: نزّل
ast: Baxar
az: Endir
be: Сцягнуць
bg: Изтегляне
bn_bd: ডাউনলোড
cs: Stáhnout
cy: Llwytho i lawr
da: Hent
el: Λήψη
es_ar: Descargar
es_es: Descargar
et: Laadi alla
eu: Deskargatu
fa: بارگیری
fi: Lataa
fr: Télécharger
fur: Discjame
gd: Luchdaich a-nuas
gl: Descargar
he: הורדה
hi_in: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
ia: Discargar
id: Unduh
is: Sækja
ja: ダウンロード
ka: ჩამოტვირთვა
kab: Sader
nl: Downloaden
pa_in: ਡਾਊਨਲੋਡ
pl: Pobierz
pt: Transferir
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
sl: Prenesi
sq: Shkarkim
sr: Преузми
sr_latn: Preuzmi
sv_se: Hämta
te: దించుకోండి
th: ดาวน์โหลด
tr: İndir
tt: Йөкләп алу
uk: Завантажити
ur: ڈاؤن لوڈ
vi: Tải về

source: Firefox for Android
ast: Firefox p'Android
be: Firefox для Android
bn_bd: Android এর জন্য Firefox
bn_in: Android-র জন্য Firefox
cy: Firefox Android
es_ar: Firefox para Android
sq: Firefox për Android

source: Missing or duplicate items?
ast: ¿Elementos duplicaos o faltantes?
be: Адсутнічаюць або дублююцца элементы?
bn_bd: নিখোঁজ বা একই ধরনের আইটেম?
bn_in: হারিয়ে যাওয়া বা অনুরূপ উপাদান?
cy: Eitemau coll neu ddyblyg?
es_ar: ¿Faltan elementos o están duplicados?
lv: Trūkst lietu?
sq: Elementë që mungojnë apo të përsëdytur?

source: Refresh status
be: Абнавіць статус
cy: Adnewyddu statws
sq: Rifresko gjendjen

source: Email preferences
be: Налады эл.пошты
bn_in: ইমেইলের পছন্দসমূহ
cy: Dewisiadau e-bost
lv: Epasta iestatījumi
pa: ਈਮੇਲ ਪਸੰਦ
sq: Parapëlqime email-i

source: You will receive communications relating to your account security, changes to our policy, your account’s functionality and initial emails to help you get the most from your Firefox Account.
be: Вы будзеце атрымліваць паведамленні, якія тычацца бяспекі вашага ўліковага запісу, змен у нашай палітыцы, функцыянальнасці вашага ўліковага запісу і пачатковыя лісты, каб дапамагчы вам атрымаць максімум ад вашага акаўнта Firefox.
cy: Byddwch yn derbyn gwybodaeth am ddiogelwch eich cyfrif, newid i'n polisi, swyddogaethau eich cyfrif ac e-bost cychwynnol i'ch helpu i gael y gorau o'ch Cyfrif Firefox.
es_ar: Usted recibirá comunicaciones relativas a la seguridad de su cuenta, cambios en nuestra política, funcionalidad de su cuenta y correos electrónicos iniciales para ayudarle a aprovechar al máximo su cuenta de Firefox.
sq: Do të merrni mesazhe lidhur me sigurinë e llogarisë tuaj, ndryshime te rregullat tona, funksionimin e llogarisë tuaj dhe email-e sa për fillim për t’ju ndihmuar të përfitoni maksimumin nga Llogaria juaj Firefox.
