Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Error pairing to remote device
az: Uzaq cihazla birləşmə mümkün olmadı
be: Памылка спарвання з аддаленай прыладай
bg: Грешка при сдвояване с отдалеченото устройство
cs: Při párování vzdáleného zařízení nastala chyba
cy: Gwall paru â dyfais bell
da: Der opstod en fejl under parring med fjern-enhed
el: Σφάλμα σύζευξης με απομακρυσμένη συσκευή
es_es: Error al emparejar con el dispositivo remoto
et: Kaugseadmega paaristamisel esines viga
eu: Errorea urruneko gailuaz parekatzean
fa: خطا در جفت سازی دستگاه های راه دور
fi: Virhe parittaessa etälaitetta
fr: Échec de l’association avec l’appareil distant
fur: Erôr di associazion al dispositîf lontan
gd: Mearachd a’ paidhreachadh ris an uidheam chèin
gl: Erro ao emparellar cun dispositivo remoto
he: שגיאה בצימוד למכשיר מרוחק
hi_in: रिमोट उपकरण से पेयरिंग करने में त्रुटि
hr: Greška pri uparivanju na udaljeni uređaj
hu: Hiba történt a távoli eszköz párosításakor
ia: Error durante le accopulamento al apparato remote
id: Galat pemasangan peranti jarak jauh
is: Villa við að parast fjartengdu tæki
it: Errore di associazione al dispositivo remoto
ja: リモート端末のペアリングエラー
ka: შეცდომა დაშორებულ მოწყობილობასთან მიერთებისას
kab: Acuddu akked yibenk anmeggag ur yeddi ara
nl: Fout bij koppelen met extern apparaat
pa_in: ਰਿਮੋਟ ਡਿਵਾਈਸ ਨਾਲ ਪੇਅਰ ਕਰਨ ਲਈ ਗ਼ਲਤੀ
pl: Błąd podczas wiązania ze zdalnym urządzeniem
pt: Erro ao emparelhar com o dispositivo remoto
pt_br: Erro ao parear com dispositivo remoto
ru: Ошибка сопряжения с удалённым устройством
sk: Pri párovaní so vzdialeným zariadením nastala chyba
sl: Napaka pri seznanjanju z oddaljeno napravo
sq: Gabim çiftimi me pajisje të largët
sr: Грешка упаривања са удаљеним уређајем
sr_latn: Greška uparivanja sa udaljenim uređajem
sv_se: Fel vid parning med fjärrenhet
th: มีข้อผิดพลาดในการจับคู่กับอุปกรณ์ระยะไกล
tr: Uzak cihazla eşleştirme hatası
tt: Ерактагы җиһазга тоташканда хата китте
uk: Помилка з'єднання з віддаленим пристроєм
vi: Lỗi ghép nối với thiết bị từ xa

source: Connection to remote device closed, please try again
az: Uzaq cihazla əlaqə qopdu, lütfən təkrar yoxlayın
be: Падключэнне да аддаленай прылады закрыта, калі ласка, паспрабуйце зноў
bg: Връзката с отдалеченото устройство е затворена, моля, опитайте отново
cs: Spojení se vzdáleným zařízením bylo uzavřeno, zkuste to prosím znou
cy: Caeodd y cysylltiad â'r ddyfais pell, ceisiwch eto
da: Forbindelse til fjern-enhed lukket, prøv igen
el: Η σύνδεση στην απομακρυσμένη συσκευή έκλεισε, παρακαλούμε δοκιμάστε ξανά
es_es: Se cerró la conexión con el dispositivo remoto, vuelve a intentarlo
et: Kaugseadmega loodud ühendus suleti, palun proovi uuesti
eu: Urruneko gailuko konexioa itxi da, saiatu berriz
fa: ارتباط به دستگاه از راه دور بسته شد. لطفا بعدا تلاش کنید
fi: Yhteys etälaitteeseen katkaistu, yritä uudelleen
fr: La connexion avec l’appareil distant a été interrompue, veuillez réessayer.
fur: Conession sierade al dispositîf lontan, torne prove
gd: Chaidh an ceangal ris an uidheam chèin a dhùnadh, feuch ris a-rithist
gl: Pechouse a conexión co dispositivo remoto. Inténteo de novo.
he: החיבור למכשיר המרוחק נסגר, נא לנסות שוב
hi_in: दूरस्थ उपकरण का कनेक्शन बंद हो गया, कृपया पुनः प्रयास करें
hr: Veza s udaljenim uređajem je zatvorena, pokušaj ponovo
hu: A kapcsolat a távoli eszközzel lezárásra került, próbálja újra
ia: Connexion al apparato remote claudite, per favor reproba
id: Sambungan ke perangkat jarak jauh telah ditutup, silakan coba lagi
is: Tengingu við fjartengda tækið var lokað, reyndu aftur
it: Connessione al dispositivo remoto interrotta, riprova
ja: リモート端末との接続が閉じられました。もう一度試してください。
ka: კავშირი დაშორებულ მოწყობილობასთან დახურულია, გთხოვთ სცადოთ ხელახლა
kab: Tuqqna akked yibenk anmeggag teḥbes, ma ulac aɣilif, ales-as
nl: Verbinding met extern apparaat gesloten, probeer het opnieuw
pa_in: ਰਿਮੋਟ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਸ਼ਨ ਬੰਦ ਕੀਤਾ, ਮੁੜ ਕੋਸਿਸ਼ ਕਰੋ
pl: Połączenie ze zdalnym urządzeniem zostało zamknięte, proszę spróbować ponownie
pt: A ligação para o dispositivo remoto fechou, por favor tente novamente
pt_br: Conexão com dispositivo remoto fechada, tente novamente
ru: Подключение к удалённому устройству закрыто, пожалуйста, попробуйте снова
sk: Spojenie so vzdialeným zariadením bolo uzavreté, skúste to, prosím, znova
sl: Povezava z oddaljeno napravo je prekinjena, poskusite znova
sq: Lidhja me pajisjen e largët u mbyll, ju lutemi, riprovoni
sr: Веза са удаљеним уређајем је затворена, покушајте поново
sr_latn: Veza sa udaljenim uređajem je zatvorena, pokušajte ponovo
sv_se: Anslutning till fjärrenhet stängd, försök igen
th: การเชื่อมต่อไปยังอุปกรณ์ทางไกลถูกปิด โปรดลองอีกครั้ง
tr: Uzak cihaz bağlantısı kapandı. Lütfen tekrar deneyin
tt: Ерактагы җиһазга бәйләнеш өзелде, зинһар тагын бер кат тырышып карагыз
uk: З'єднання з віддаленим пристроєм закрито. Спробуйте знову
vi: Kết nối với thiết bị từ xa đã đóng, vui lòng thử lại

source: Invalid parameter in request body: %(param)s
ar: معاملات غير صالح في متن الطلب: %(param)s
ast: Parámetru non válidu nel cuerpu de solicitú: %(param)s
az: İstək bədənində səhv parametr: %(param)s
be: Недапушчальны параметр у целе запыту: %(param)s
bg: Невалиден параметър в тялото на заявката: %(param)s
bn_bd: রিকোয়েস্ট বডিতে %(param)sটি প্যারামিটারটি অবৈধ
bn_in: অবৈধ প্যারামিটার রিকোয়েস্ট বডিতে: %(param)সমূহ
cs: Neplatný parametr v těle požadavku: %(param)s
cy: Paramedr annilys yn y corff gofyn: %(param)s
da: Ugyldig parameter i request body: %(param)s
el: Μη έγκυρη παράμετρος στο σώμα αιτήματος: %(param)s
es_ar: Parámetro inválido en el cuerpo de la solicitud: %(param)s
es_es: Parámetro no válido en el cuerpo de la petición: %(param)s
et: Vigane parameeter päringu kehas: %(param)s
eu: Parametro baliogabea eskaeraren gorputzean: %(param)s
fa: پارامتر نامعتبر در متن درخواست: %(param)s
fi: Virheellinen valitsin pyyntörungossa: %(param)s
fr: Paramètre non valide dans le contenu de la requête : %(param)s
fur: Parametri no valit tal cuarp de richieste: %(param)s
gd: Paramadair mì-dhligheach ann am bodhaig an iarrtais: %(param)s
gl: Parámetro incorrecto no corpo da solicitude: %(param)s
he: משתנה שגוי בגוף הבקשה: %(param)s
hi_in: अनुरोध शरीर में अमान्य मापदण्ड: %(param)s
hr: Nevažeći parametar u glavnom tekstu zahtjeva: %(param)s
hu: Érvénytelen paraméter a kérés törzsében: %(param)s
ia: Parametro invalide in le corpore del requesta: %(param)s
id: Parameter pada isi permintaan tidak valid: %(param)s
is: Ógild breyta í beiðni: %(param)s
it: Parametro non valido nel testo della richiesta: %(param)s
ja: リクエスト本体の引数が正しくありません: %(param)s
ka: უვარგისი მახასიათებელი მოთხოვნის შიგთავსში: %(param)s
kab: Imyerr mačči d ameɣtu di tfekka n tuttra: %(param)s
lv: Nepareizs parametrs pieprasījumā: %(param)s
nl: Ongeldige parameter in aanvraagtekst: %(param)s
pa: ਮੰਗ ਭਾਗ ਵਿੱਚ ਪੈਰਾਮੀਟਰ ਗਲਤ ਹੈ: %(param)s
pa_in: ਮੰਗ ਕੀਤੇ ਮੁੱਖ ਭਾਗ ਵਿੱਚ ਪੈਰਾਮੀਟਰ ਗਲਤ ਹੈ: %(param)s
pl: Nieprawidłowy parametr w treści żądania: %(param)s
pt: Parâmetro inválido no corpo do pedido: %(param)s
pt_br: Parâmetro inválido no corpo da solicitação: %(param)s
ru: Недопустимый параметр в теле запроса: %(param)s
sk: Neplatný parameter v tele požiadavky: %(param)s
sl: Neveljaven parameter v telesu zahteve: %(param)s
sq: Parametër i pavlefshëm te lënda e kërkesës: %(param)s
sr: Неважећи параметар у телу за захтев: %(param)s
sr_latn: Nevažeći parametar u telu za zahtev: %(param)s
sv_se: Ogiltig parameter i förfrågan: %(param)s
te: అభ్యర్థన శరీరంలో చెల్లని పారామేటర్: %(param)s
th: พารามิเตอร์ในตัวการร้องขอไม่ถูกต้อง: %(param)s
tr: İstek gövdesinde geçersiz parametre: %(param)s
tt: Сорау гәүдәсендәге параметрда хата: %(param)s
uk: Недійсний параметр у запиті: %(param)s
vi: Tham số không hợp lệ trong phần thân yêu cầu: %(param)s

source: Unsupported image provider
ar: مزوّد الصورة غير مدعوم
ast: Fornidor d'imáxenes non sofitáu
az: Dəstəklənməyən şəkil təminatçısı
be: Непадтрыманы правайдар відарысаў
bg: Неподдържан доставчик на изображения
bn_bd: ছবি প্রদানকারী অসমর্থিত
bn_in: অসমর্থিত ইমেজ প্রোভাইডার
cs: Nepodporovaný poskytovatel obrázků
cy: Darparwr delweddau sydd ddim yn cael ei gynnal
da: Billedleverandør ikke godkendt
el: Μη υποστηριζόμενος πάροχος εικόνας
es_ar: Proveedor de imágenes no admitido
es_es: Proveedor de imágenes no admitido
et: Toetamata piltide pakkuja
eu: Onartzen ez den irudi-hornitzailea
fa: این ارائه‌دهنده‌ی تصویر پشتیبانی نمی‌شود
fi: Ei tuettu kuvapalvelu
fr: Fournisseur d’image non pris en charge
fur: Furnidôr di imagjins no supuartât
gd: Solaraiche dhealbhan ris nach eil taic
gl: O fornecedor de imaxes é incompatíbel
he: ספק תמונות אינו נתמך
hi_in: असंपुष्ट चित्र प्रबन्धक
hr: Nepodržan pružatelj slika
hu: Nem támogatott képszolgáltató
ia: Fornitor de imagines non supportate
id: Penyedia gambar tidak didukung
is: Óstudd myndveita
it: Provider di immagini non supportato
ja: 未対応の画像プロバイダー
ka: გამოსახულების მხარდაუჭერელი მომწოდებელი
kab: Asaǧǧaw n tugna ur yettusefrak ara
lv: Neatbalstīts attēla nodrošinātājs
nl: Niet-ondersteunde afbeeldingsprovider
pa: ਗ਼ੈਰ-ਸਹਾਇਕ ਚਿੱਤਰ ਦੇਣ ਵਾਲਾ
pa_in: ਗ਼ੈਰ-ਸਹਾਇਕ ਚਿੱਤਰ ਦੇਣ ਵਾਲਾ
pl: Nieobsługiwany dostawca obrazów
pt: Fornecedor de imagem não suportado
pt_br: Provedor de imagem não suportado
ru: Неподдерживаемый провайдер изображений
sk: Nepodporovaný obrázok poskytovateľa
sl: Nepooblaščen ponudnik slik
sq: Furnizues figurash i pambuluar
sr: Неподржан добављач слика
sr_latn: Nepodržan dobavljač slika
sv_se: Bildleverantören stöds inte
te: మద్దతు లేని చిత్రం ప్రొవైడర్
th: ผู้ให้บริการภาพที่ไม่ได้รองรับ
tr: Desteklenmeyen resim sağlayıcı
tt: Рәсем тәэминатчысы кабул ителми
uk: Непідтримуваний постачальник зображення
ur: غیر معاون نقش مہیا کنندہ
vi: Nhà cung cấp hình ảnh không được hỗ trợ

source: Image processing error
ar: فشل في معالجة الصورة
ast: Fallu procesando la imaxe
az: Şəkil işləmə xətası
be: Памылка апрацоўкі відарыса
bg: Грешка при обработка на изображение
bn_bd: ইমেজ প্রসেসিং এ ত্রুটি
bn_in: ইমেজ প্রসেসিং ত্রুটি
cs: Chyba při zpracování obrázku
cy: Gwall prosesu delwedd
da: Billedbehandlingsfejl
el: Σφάλμα επεξεργασίας εικόνας
es_ar: Error al procesar la imagen
es_es: Error al procesar la imagen
et: Pildi töötlemisel tekkis viga
eu: Errorea irudia prozesatzean
fa: خطای پردازش تصویر
fi: Kuvaa käsitellessä tapahtui virhe
fr: Erreur d’analyse de l’image
fur: Erôr di elaborazion de imagjin
gd: Mearachd le pròiseasadh an deilbh
gl: Erro de procesamento de imaxes
he: שגיאת עיבוד תמונה
hi_in: चित्र प्रक्रमण त्रुटि
hr: Greška u obrađivanju slike
hu: Képfeldolgozási hiba
ia: Error de processamento de imagines
id: Kesalahan pada pengolahan gambar
is: Villa við aðgerð á mynd
it: Errore durante l’elaborazione dell’immagine
ja: 画像処理エラー
ka: შეცდომა სურათის დამუშავებისას
kab: Tuccḍa deg usesfer n tugna
lv: Attēlu apstrādes kļūda
nl: Fout bij verwerken van afbeelding
pa: ਚਿੱਤਰ ਕਾਰਵਾਈ ਗਲਤੀ
pa_in: ਚਿੱਤਰ ਕਾਰਵਾਈ ਗਲਤੀ
pl: Błąd podczas przetwarzania obrazu
pt: Erro no processamento da imagem
pt_br: Erro no processamento da imagem
ru: Ошибка обработки изображения
sk: Pri spracovaní obrázka nastala chyba
sl: Napaka pri obdelavi slike
sq: Gabim në përpunimin e figurës
sr: Грешка у процесирању слике
sr_latn: Greška u procesiranju slike
sv_se: Bildbehandlingsfel
te: బొమ్మ ప్రాసెసింగు లోపం
th: ข้อผิดพลาดในการประมวลผลภาพ
tr: Resim işleme hatası
tt: Рәсемне эшкәртү хатасы
uk: Помилка обробки зображення
ur: نقش کی عمل کاری میں نقص ہے
vi: Lỗi xử lý hình ảnh

source: Invalid Token
ar: رمز التسجيل غير صالح
ast: Pase non válidu
az: Səhv Token
be: Нядзейсны токен
bg: Невалиден токен
bn_bd: অবৈধ টোকেন
bn_in: অবৈধ টোকেন
cs: Neplatný token
cy: Tocyn Annilys
da: Ugyldigt token
el: Μη έγκυρο διακριτικό
es_ar: Identificador inválido
es_es: Token no válido
et: Vigane turvatõend
eu: Token baliogabea
fa: نشانه نامعتبر
fi: Virheellinen poletti
fr: Jeton invalide
fur: Gjeton no valit
gd: Tòcan mì-dhligheach
gl: Código non válido
he: אסימון לא חוקי
hi_in: अमान्य टोकन
hr: Nevažeći token
hu: Érvénytelen token
ia: Token non valide
id: Token Tidak Valid
is: Ógilt teikn
it: Token non valido
ja: 不正なトークン
ka: უმართებულო სიტყვა-ნიშანი
kab: Ajiṭun mačči d ameɣtu
lv: Nederīgs žetons
nl: Ongeldige token
pa_in: ਅਢੁੱਕਵਾਂ ਟੋਕਨ
pl: Nieprawidłowy token
pt: Token inválido
pt_br: Token inválido
ru: Некорректный токен
sk: Neplatný token
sl: Neveljaven žeton
sq: Token i Pavlefshëm
sr: Неважећи жетон
sr_latn: Nevažeći žeton
sv_se: Ogiltig token
te: చెల్లని టోకేను
th: โทเคนไม่ถูกต้อง
tr: Geçersiz jeton
tt: Хаталы токен
uk: Недійсний токен
ur: ‏‏ناجائز ٹوکن
vi: Mã không hợp lệ

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
ar: تعني المواصلة أنّك توافق على <a id="service-tos" href="%(termsUri)s">شروط الخدمة</a> و <a id="service-pp" href="%(privacyUri)s">تنويه الخصوصيّة</a> لخدمة %(serviceName)s ‏(%(serviceUri)s).
ast: Siguiendo, tas acordies colos <a id="service-tos" href="%(termsUri)s">términos del serviciu</a> y l'<a id="service-pp" href="%(privacyUri)s">avisu de privacidá</a> de %(serviceName)s (%(serviceUri)s).
az: Davam etməklə %(serviceName)s (%(serviceUri)s) xidmətinin <a id="service-tos" href="%(termsUri)s">İstifadə Şərtləri</a> və <a id="service-pp" href="%(privacyUri)s">Məxfilik Bildirişi</a> ilə razılaşmış olursunuz.
be: Працягваючы, вы згаджаецеся з <a id="service-tos" href="%(termsUri)s">Умовамі абслугоўвання</a> і <a id="service-pp" href="%(privacyUri)s">Паведамленнем аб прыватнасці</a> %(serviceName)s (%(serviceUri)s).
bg: Продължавайки, вие се съгласявате с <a id="service-tos" href="%(termsUri)s">Условията на услугата</a> и <a id="service-pp" href="%(privacyUri)s">Политиката за личните данни</a> на %(serviceName)s (%(serviceUri)s).
bn_bd: এটা দ্বারা, আপনি %(serviceName)s (%(serviceUri)s) এর <a id="service-tos" href="%(termsUri)s">সেবার শর্তাবলী</a> এবং<a id="service-pp" href="%(privacyUri)s">গোপনীয়তা নোটিশ</a> এ সম্মত হবেন।
bn_in: এগিয়ে যাওয়ার মাধ্যমে আপনি সম্মত হন <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s)।
cs: Pokračování souhlasíte s <a id="service-tos" href="%(termsUri)s">podmínkami poskytování služby</a> a <a id="service-pp" href="%(privacyUri)s">zásadami ochrany osobních údajů</a> %(serviceName)s (%(serviceUri)s).
cy: Drwy barhau, rydych yn cytuno i'r <a id="service-tos" href="%(termsUri)s">Amodau Gwasanaeth</a> a<a id="service-pp" href="%(privacyUri)s">Hysbysiad Preifatrwydd</a> %(serviceName)s (%(serviceUri)s).
da: Fortsætter du, accepterer du <a id="service-tos" href="%(termsUri)s">vilkår</a> og <a id="service-pp" href="%(privacyUri)s">privatlivspolitik</a> for %(serviceName)s (%(serviceUri)s).
el: Συνεχίζοντας, συμφωνείτε με <a id="service-tos" href="%(termsUri)s">τους Όρους υπηρεσίας</a> και <a id="service-pp" href="%(privacyUri)s">την Πολιτική απορρήτου</a> της υπηρεσίας %(serviceName)s(%(serviceUri)s).
es_ar: Al proceder, acuerda con los <a id="service-tos" href="%(termsUri)s">Términos de servicio</a> y<a id="service-pp" href="%(privacyUri)s">las notas de privacidad</a> de %(serviceName)s (%(serviceUri)s).
es_es: Si continúas, aceptas los <a id="service-tos" href="%(termsUri)s">Términos del servicio</a> y el <a id="service-pp" href="%(privacyUri)s">Aviso de privacidad</a> de %(serviceName)s (%(serviceUri)s).
et: Jätkates nõustud <a id="service-tos" href="%(termsUri)s">Teenusetingimuste</a> ja teenuse %(serviceName)s (%(serviceUri)s) <a id="service-pp" href="%(privacyUri)s">Privaatsuspoliitikaga</a>.
eu: Jarraituz gero, %(serviceName)s (%(serviceUri)s)(r)en <a id="service-tos" href="%(termsUri)s">zerbitzuaren baldintzak</a> eta <a id="service-pp" href="%(privacyUri)s">pribatutasun oharra</a> onartzen dituzu.
fa: با ادامه دادن شما<a id="service-tos" href="%(termsUri)s">شرایط استفاده از سرویس</a>و<a id="service-pp" href="%(privacyUri)s">اطلاعیه‌ی حریم‌خصوصی</a>مربوط به %(serviceName)s (%(serviceUri)s)را می‌پذیرید.
fi: Jatkamalla hyväksyt palvelun %(serviceName)s (%(serviceUri)s) <a id="service-tos" href="%(termsUri)s">käyttöehdot</a> ja <a id="service-pp" href="%(privacyUri)s">tietosuojaselosteen</a>.
fr: En continuant, vous acceptez les <a id="service-tos" href="%(termsUri)s">Conditions d’utilisation</a> et la <a id="service-pp" href="%(privacyUri)s">Politique de confidentialité</a> de %(serviceName)s (%(serviceUri)s).
fur: Continuant tu confermis di acetâ lis <a id="service-tos" href="%(termsUri)s">Cundizions di utilizazion dal servizi</a> e la <a id="service-pp" href="%(privacyUri)s">Informative su la riservatece</a> di %(serviceName)s (%(serviceUri)s).
gd: Ma leanas tu air adhart, bidh thu ag aontachadh ri <a id="service-tos" href="%(termsUri)s">teirmichean na seirbheise</a> agus <a id="service-pp" href="%(privacyUri)s">aithris na prìobhaideachd</a> aig %(serviceName)s (%(serviceUri)s).
gl: Ao continuar acepta as <a id="service-tos" href="%(termsUri)s">condicións de servizo</a> e o <a id="service-pp" href="%(privacyUri)s">aviso de privacidade</a> de %(serviceName)s (%(serviceUri)s).
he: המשך התהליך מהווה הסכמה ל<a id="service-tos" href="%(termsUri)s">תנאי השירות</a> ול<a id="service-pp" href="%(privacyUri)s">הצהרת הפרטיות</a> של %(serviceName)s‏ (%(serviceUri)s).
hi_in: कार्यवाही आगे बढ़ा के, आप स्वीकृत करते हैं <a id="service-tos" href="%(termsUri)s">सेवा की शर्तें</a> and<a id="service-pp" href="%(privacyUri)s">निजी सूचना</a> of %(serviceName)s (%(serviceUri)s).
hr: Nastavkom prihvaćate <a id="service-tos" href="%(termsUri)s">Uvjete pružanja usluge</a> i <a id="service-pp" href="%(privacyUri)s">Obavijest o privatnosti</a> od %(serviceName)s (%(serviceUri)s).
hu: A folytatással elfogadja a %(serviceName)s (%(serviceUri)s) <a id="service-tos" href="%(termsUri)s">Felhasználási feltételeit</a> és az <a id="service-pp" href="%(privacyUri)s">Adatvédelmi irányelveket</a>.
ia: Per continuar, tu accepta <a id="service-tos" href="%(termsUri)s">conditiones de servicio</a> e le <a id="service-pp" href="%(privacyUri)s">aviso de confidentialitate</a> de %(serviceName)s (%(serviceUri)s).
id: Dengan melanjutkan, Anda menyetujui <a id="service-tos" href="%(termsUri)s">Ketentuan Layanan</a> dan <a id="service-pp" href="%(privacyUri)s">Privasi</a> dari %(serviceName)s (%(serviceUri)s).
is: Með því að halda áfram samþykkir þú <a id="service-tos" href="%(termsUri)s">þjónustuskilmála</a> og <a id="service-pp" href="%(privacyUri)s">persónuverndarstefnu</a> frá %(serviceName)s (%(serviceUri)s).
it: Proseguendo confermi di accettare i <a id="service-tos" href="%(termsUri)s">Termini di servizio</a> e l’<a id="service-pp" href="%(privacyUri)s">Informativa sulla privacy</a> di %(serviceName)s (%(serviceUri)s).
ja: 続けることで、%(serviceName)s (%(serviceUri)s) の <a id="service-tos" href="%(termsUri)s">利用規約</a> と <a id="service-pp" href="%(privacyUri)s">プライバシー通知</a> に同意したものとみなされます。
ka: თუ განაგრძობთ, თქვენ ეთანხმებით <a id="service-tos" href="%(termsUri)s">გამოყენების პირობებსა</a> და <a id="service-pp" href="%(privacyUri)s">პირადი მონაცემების დაცვის განაცხადს</a>, %(serviceName)s (%(serviceUri)s) მომსახურების შესახებ.
kab: Ma tkemleḍ, ad tqebleḍ <a id="service-tos" href="%(termsUri)s">tiwtilin n useqdec</a> akkeda <a id="service-pp" href="%(privacyUri)s">tsertit tabaḍnit</a> n %(serviceName)s (%(serviceUri)s).
lv: Turpinot, jūs piekrītat <a id="service-tos" href="%(termsUri)s">pakalpojuma lietošanas noteikumiem</a> un %(serviceName)s (%(serviceUri)s) <a id="service-pp" href="%(privacyUri)s">privātuma politikai</a>.
nl: Door verder te gaan, gaat u akkoord met de <a id="service-tos" href="%(termsUri)s">Servicevoorwaarden</a> en <a id="service-pp" href="%(privacyUri)s">Privacyverklaring</a> van %(serviceName)s (%(serviceUri)s).
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਤੁਹਾਨੂੰ %(serviceName)s (%(serviceUri)s) ਦੀਆਂ <a id="service-tos" href="%(termsUri)s">ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ</a> ਅਤੇ <a id="service-pp" href="%(privacyUri)s">ਪਰਦੇਦਾਰੀ ਨੋਟਿਸ</a> ਨਾਲ ਸਹਿਮਤ ਹੋ ਹੋਵੇਗਾ।
pl: Kontynuując, wyrażasz zgodę na <a id="service-tos" href="%(termsUri)s">regulamin usługi</a> oraz <a id="service-pp" href="%(privacyUri)s">zasady ochrony prywatności</a> usługi %(serviceName)s (%(serviceUri)s).
pt: Ao proceder, está concordar com os <a id="service-tos" href="%(termsUri)s">Termos de serviço</a> e com o <a id="service-pp" href="%(privacyUri)s">Aviso de privacidade</a> do %(serviceName)s (%(serviceUri)s).
pt_br: Ao continuar, você concorda com os <a id="service-tos" href="%(termsUri)s">Termos do serviço</a> e com a <a id="service-pp" href="%(privacyUri)s">Política de privacidade</a> de %(serviceName)s (%(serviceUri)s).
ru: Продолжая, вы принимаете <a id="service-tos" href="%(termsUri)s">Условия службы</a> и <a id="service-pp" href="%(privacyUri)s">Уведомление о конфиденциальности</a> %(serviceName)s (%(serviceUri)s).
sk: Pokračovaním vyjadrujete súhlas s <a id="service-tos" href="%(termsUri)s">Podmienkami používania služby</a> a <a id="service-pp" href="%(privacyUri)s">Zásadami ochrany osobných údajov</a> služby %(serviceName)s (%(serviceUri)s).
sl: Z nadaljevanjem sprejemate <a id="service-tos" href="%(termsUri)s">Pogoje uporabe</a> in <a id="service-pp" href="%(privacyUri)s">Obvestilo o zasebnosti</a> storitve %(serviceName)s (%(serviceUri)s).
sq: Duke vazhduar më tej, pajtoheni me <a id="service-tos" href="%(termsUri)s">Kushtet e Shërbimit</a> dhe<a id="service-pp" href="%(privacyUri)s">Shënimet Mbi Privatësinë</a> të %(serviceName)s (%(serviceUri)s).
sr: Ако наставите, слажете се са <a id="service-tos" href="%(termsUri)s">Условима коришћења услуге</a> и<a id="service-pp" href="%(privacyUri)s">Обавештењем о приватности</a> од %(serviceName)s (%(serviceUri)s).
sr_latn: Ako nastavite, slažete se sa <a id="service-tos" href="%(termsUri)s">Uslovima korišćenja usluge</a> i<a id="service-pp" href="%(privacyUri)s">Obaveštenjem o privatnosti</a> od %(serviceName)s (%(serviceUri)s).
sv_se: Genom att fortsätta godkänner du <a id="service-tos" href="%(termsUri)s">användarvillkoren</a> och <a id="service-pp" href="%(privacyUri)s">sekretesspolicy</a> för %(serviceName)s (%(serviceUri)s).
te: కొనసాగింతే, మీరు మా <a id="service-tos" href="%(termsUri)s">సేవా షరతులు</a> మరియు <a id="service-pp" href="%(privacyUri)s">గోప్యతా నోటీసు</a> యొక్క %(serviceName)s (%(serviceUri)s).
th: การดำเนินการหมายถึงคุณยอมรับ<a id="service-tos" href="%(termsUri)s">เงื่อนไขการใช้บริการ</a>และ<a id="service-pp" href="%(privacyUri)s">ประกาศความเป็นส่วนบุคคล</a>ของ%(serviceName)s (%(serviceUri)s)
tr: Devam ederek %(serviceName)s (%(serviceUri)s) <a id="service-tos" href="%(termsUri)s">Hizmet Koşulları</a>'nı ve <a id="service-pp" href="%(privacyUri)s">Gizlilik Bildirimi</a>'ni kabul etmiş oluyorsunuz.
tt: Дәвам итсәгез, Сез %(serviceName)s%(serviceUri)s хезмәтенең <a id="service-tos" href="%(termsUri)s">Куллану Шартларын</a> һәм <a id="service-pp" href="%(privacyUri)s">Хосусыйлык Белдерүен</a> кабул итәсез дигән сүз.
uk: Продовжуючи, ви погоджуєтеся з <a id="service-tos" href="%(termsUri)s">Умовами використання</a> та <a id="service-pp" href="%(privacyUri)s">Повідомленням про приватність</a> %(serviceName)s (%(serviceUri)s).
vi: Bằng cách tiếp tục, bạn đồng ý với<a id="service-tos" href="%(termsUri)s">Điều khoản dịch vụ</a> và <a id="service-pp" href="%(privacyUri)s">Thông báo bảo mật</a> của %(serviceName)s (%(serviceUri)s).
