Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
cs: <span>UPOZORNĚNÍ:</span> Když obnovíte své heslo, obnovíte tím stav celého účtu. Může dojít ke ztrátě některých vašich osobních informací (včetně historie, záložek a hesel). To proto, že pro ochranu soukromí vaše data heslem šifrujeme. Vaše předplatná a data ve službě Pocket zůstanou beze změny.
da: <span>Husk:</span> Når du nulstiller din adgangskode, nulstiller du din konto. Nogle af dine personlige oplysninger (herunder historik, bogmærker og adgangskoder) kan gå tabt. Det skyldes, at vi krypterer dine data med din adgangskode for at beskytte dit privatliv. Du beholder stadig de abonnementer, du måtte have, og dine Pocket-data berøres ikke.
el: <span>ΥΠΕΝΘΥΜΙΣΗ:</span> Όταν κάνετε επαναφορά του κωδικού πρόσβασής σας, γίνεται επαναφορά του λογαριασμού σας. Ενδέχεται να χάσετε μερικές προσωπικές πληροφορίες (όπως ιστορικό, σελιδοδείκτες και κωδικούς πρόσβασης). Αυτό συμβαίνει επειδή κρυπτογραφούμε τα δεδομένα σας με τον κωδικό πρόσβασής σας για την προστασία του απορρήτου σας. Όλες οι συνδρομές σας θα διατηρηθούν και τα δεδομένα σας στο Pocket δεν θα επηρεαστούν.
es_es: <span>RECUERDA:</span> Cuando restableces tu contraseña, también restableces tu cuenta. Puede que pierdas alguna información personal (incluyendo tu historial, marcadores, y contraseñas). Eso es debido a que encriptamos tus datos con tu contraseña para proteger tu privacidad. Seguirás manteniendo las suscripciones que pudieras tener y los datos de Pockeet no se verán modificados.
et: <span>PEA MEELES:</span> Kui lähtestad selle parooli, siis lähtestatakse ka sinu konto. Võid selle käigus kaotada osa enda isiklikest andmetest (muuhulgas ajaloo, järjehoidjad ja paroolid). See on nii seepärast, et krüpteerime sinu andmed privaatsuse kaitsmiseks parooli abil. Alles jäävad kõik võimalikud tellimused ja Pocketi andmeid see samuti ei mõjuta.
fi: <span>MUISTA:</span> Kun nollaat salasanasi, nollaat tilisi. Saatat menettää osan henkilökohtaisista tiedoistasi (mukaan lukien historia, kirjanmerkit ja salasanat). Tämä johtuu siitä, että salaamme tietosi salasanallasi suojellaksemme yksityisyyttäsi. Säilytät silti mahdolliset tilauksesi, eikä salasanan nollaus vaikuta Pocketissa oleviin tietoihin.
fr: <span>RAPPEL :</span> Lorsque vous réinitialisez votre mot de passe, vous réinitialisez votre compte. Il se peut que vous perdiez certaines informations personnelles (comme votre historique, vos marque-pages et vos mots de passe), car nous chiffrons vos données à l’aide de votre mot de passe afin de protéger votre vie privée. Vos éventuels abonnements seront cependant conservés et vos données Pocket ne seront pas affectées.
fur: <span>VISITI:</span> se tu tornis a configurâ la tô password, tu ristabilissis ancje il contignût dal to account. Tu podaressis pierdi cualchi informazion personâl (come la cronologjie, i segnelibris e lis passwords) viodût che i dâts a son criptâts doprant la tô password; chest per garantî la tô riservatece. Dut câs tu conservarâs ducj i abonaments esistents e i dâts di Pocket no vignaran tocjâts.
gl: <span>LEMBRE:</span> ao restabelecer o contrasinal, restabelece a conta. Pode perder parte da súa información persoal (incluído o historial, os marcadores e os contrasinais). Isto é porque ciframos os seus datos co seu contrasinal para protexer a súa privacidade. Aínda conservará as subscricións que teña e os datos de Pocket non se verán afectados.
he: <span>יש לזכור:</span> בעת איפוס הססמה שלך, מתבצע גם איפוס החשבון שלך. חלק מהמידע הפרטי שלך (לרבות היסטוריה, סימניות וססמאות) עשוי ללכת לאיבוד. הסיבה לכך היא שאנו מצפינים את הנתונים שלך עם הססמה שלך כדי להגן על פרטיותך. עדיין ישארו לך המינויים שקיימים אצלך, ונתוני ה־Pocket שלך לא יושפעו.
hu: <span>NE FELEDJE:</span> Ha visszaállítja a jelszavát, akkor visszaállítja a fiókját is. Emiatt elveszítheti a személyes információit (köztük az előzményeit, könyvjelzőit és jelszavait). Ez azért van, mert az adatait a jelszavával titkosítjuk az adatvédelme érdekében. Az esetleges előfizetéseit és Pocket-adatait továbbra is meg fogja tartani.
ia: <span>NON OBLIDA:</span> Quando tu reinitialisa tu contrasigno, tu reinitialisa tu conto. Tu pote perder alcunes de tu informationes personal (i.a. chronologia, marcapaginas, e contrasignos). Isto es perque nos crypta tu datos con tu contrasigno pro proteger tu confidentialitate. Totevia tu retenera tote le abonamentos que tu ha e tu datos Pocket non sera afficite.
is: <span>MUNDU:</span> Þegar þú endurstillir lykilorðið þitt, endurstillir þú reikninginn þinn. Þú gætir tapað einhverjum persónulegum upplýsingum (þar með talið vafurferli, bókamerkjum og lykilorðum). Það gerist vegna þess að við dulritum gögnin þín með lykilorðinu þínu til að vernda friðhelgi þína. Þú munt samt halda öllum áskriftum sem þú gætir verið með og þetta mun ekki hafa nein áhrif á gögn í Pocket.
it: <span>IMPORTANTE:</span> quando reimposti la tua password, reimposti anche il contenuto del tuo account. Potresti perdere alcune informazioni personali (come cronologia, segnalibri e password) in quanto i dati sono crittati utilizzando la tua password per garantire la tua privacy. Manterrai comunque tutti gli abbonamenti esistenti e i dati di Pocket non verranno modificati.
ja: <span>注意:</span> パスワードをリセットすると、アカウントもリセットされます。一部の個人情報 (履歴、ブックマーク、パスワードを含む) が失われる可能性があります。これは、プライバシーを守るため、あなたのパスワードを使ってあなたのデータを暗号化しているためです。ただし、現在のサブスクリプションと Pocket のデータは影響を受けません。
ka: <span>დაიხსომეთ:</span> პაროლის განულებისას, ასევე სუფთავდება თქვენი ანგარიშის მონაცემები. შესაძლოა დაკარგოთ პირადი ინფორმაციის ნაწილი (მათ შორის ისტორია, სანიშნები და პაროლები). ეს იმიტომ, რომ ჩვენ თქვენს მონაცემებს ვშიფრავთ თქვენი პაროლის მეშვეობით, პირადი მონაცემების ხელშეუხებლობის უზრუნველსაყოფად. გამოწერები თუ გაქვთ, შეგინარჩუნდებათ და Pocket-ის მონაცემებიც უცვლელი დარჩება.
kab: <span>ASMEKT:</span> Ticki tulseḍ awennez n wawal-ik uffir, ad talseḍ awennez n umiḍan-ik. Kra n yisefka udmawanen zemren ad ṛuḥen (ama d amezruy, ticraḍ n yisebtar, akked wawalen uffiren). Ayagi acku newgelhen isefka-ik s wawal uffir akken ad nemmesten tabaḍnit-ik. Imultaɣen tgiḍ yaka ad ttwaḥerzen, ma d isefka-inek·inem ur tesεiḍ ara ten-yaɣen.
nl: <span>ONTHOUD:</span> wanneer u uw wachtwoord opnieuw instelt, stelt u uw account opnieuw in. Bepaalde persoonlijke gegevens (waaronder geschiedenis, bladwijzers en wachtwoorden) kunnen verloren gaan. Dit komt doordat we uw gegevens met uw wachtwoord versleutelen om uw privacy te beschermen. U behoudt al uw eventuele abonnementen en Pocket-gegevens worden niet beïnvloed.
pl: <span>PAMIĘTAJ:</span> zmiana hasła przywraca Twoje konto. Możesz utracić część swoich danych (w tym historię, zakładki i hasła). Dzieje się tak, ponieważ szyfrujemy te dane za pomocą tego hasła, aby chronić prywatność użytkowników. Nie utracisz żadnych posiadanych subskrypcji i nie wpłynie to na dane Pocket.
pt: <span>LEMBRE-SE:</span> Quando repõe a sua palavra-passe, repõe a sua conta. Pode perder alguma da sua informação pessoal (incluindo histórico, marcadores, e palavras-passe). Isto é porque nós encriptamos os seus dados com a sua palavra-passe para proteger a sua privacidade. Irá continuar a manter quaisquer subscrições que tenha e os dados do Pocket não serã afetados.
pt_br: <span>LEMBRE:</span> Ao redefinir sua senha, você redefine sua conta. Você pode perder algumas informações pessoais (incluindo histórico, favoritos e senhas). Isso porque criptografamos seus dados com sua senha para proteger sua privacidade. Ainda são mantidas as assinaturas que você tiver. Dados do Pocket não são afetados.
ru: <span>НАПОМИНАНИЕ:</span> Когда вы сбросите ваш пароль, вы сбросите ваш аккаунт. Вы можете потерять кое-что из вашей персональной информации (включая историю, закладки и пароли). Это происходит потому, что мы шифруем ваши данные вашим паролем для защиты вашей приватности. Однако вы по-прежнему сохраните все имеющиеся у вас подписки, и данные Pocket затронуты не будут.
sk: <span>PAMÄTAJTE:</span> Keď obnovíte svoje heslo, obnovíte aj svoj účet. Je možné, že stratíte niektoré údaje (históriu, záložky a heslá). Deje sa tak z toho dôvodu, že vaše údaje šifrujeme vašim heslom. Naďalej vám zostane akékoľvek predplatné, ktoré máte, a takisto nebudú ovplyvnené ani údaje služby Pocket.
sl: <span>POMNITE:</span> S ponastavitvijo gesla ponastavite svoj račun. Izgubite lahko nekatere od osebnih podatkov (vključno z zgodovino, zaznamki in gesli), saj podatke šifriramo z vašim geslom, da zaščitimo vašo zasebnost. Vse svoje morebitne naročnine boste obdržali in podatki Pocketa bodo ostali nedotaknjeni.
sv_se: <span>KOM IHÅG:</span> När du återställer ditt lösenord återställer du ditt konto. Du kan förlora en del av din personliga information (inklusive historik, bokmärken och lösenord). Det beror på att vi krypterar din data med ditt lösenord för att skydda din integritet. Du kommer fortfarande att behålla alla prenumerationer du kan ha och Pocket-data kommer inte att påverkas.
tr: <span>UNUTMAYIN:</span> Parolanızı sıfırlarsanız hesabınız da sıfırlanır. Bu durumda bazı kişisel bilgileriniz (örn. geçmişiniz, yer imleriniz ve parolalarınız) silinir. Gizliliğinizi korumak adına verilerinizi parolanızı kullanarak şifrelediğimiz için bu verileri geri getiremeyiz. Abonelikleriniz varsa onlar korunacak ve Pocket verileriniz etkilenmeyecektir.
uk: <span>ПАМ'ЯТАЙТЕ:</span> При відновленні пароля ви скидаєте свій обліковий запис. Ви можете втратити деякі особисті дані, включно з історією, закладками та паролями. Це пов'язано з тим, що ми шифруємо дані за допомогою пароля для захисту вашої приватності. Усі ваші передплати буде збережено. На дані Pocket це теж не вплине.
vi: <span>HÃY NHỚ:</span> Khi bạn đặt lại mật khẩu, bạn đặt lại tài khoản của mình. Bạn có thể mất một số thông tin cá nhân của mình (bao gồm lịch sử, dấu trang và mật khẩu). Đó là bởi vì chúng tôi mã hóa dữ liệu của bạn bằng mật khẩu để bảo vệ quyền riêng tư của bạn. Bạn sẽ vẫn giữ bất kỳ thuê bao nào bạn có và dữ liệu Pocket sẽ không bị ảnh hưởng.

source: You have successfully restored your account using your account recovery key. Create a new password to secure your data, and store it in a safe location.
fur: Tu âs ripristinât cun sucès il to account doprant la clâf di recupar dal account. Cree une gnove password par meti al sigûr i tiei dâts e tegnile intun puest sigûr.
gl: Restaurou correctamente a súa conta usando a clave de recuperación. Cree un novo contrasinal para protexer os seus datos e gárdeo nun lugar seguro.
is: Þér hefur tekist að endurheimta reikninginn þinn með því að nota endurheimtulykilinn þinn. Búðu til nýtt lykilorð til að tryggja öryggi gagnanna þinna og geymdu það á öruggum stað.

source: Confirmation link expired
fur: Colegament di conferme scjadût
gl: A ligazón de confirmación caducou
is: Staðfestingartengill er útrunninn

source: The link you clicked to confirm your email is expired.
fur: Il colegament doprât par confermâ la e-mail al è scjadût.
gl: A ligazón que premeu para confirmar o seu correo electrónico caducou.
is: Tengillinn sem þú smelltir á til að staðfesta tölvupóstfangið þitt er útrunninn.

source: Click here to receive a new confirmation link
fur: Fâs clic achì par ricevi un gnûf colegament pe conferme
gl: Prema aquí para recibir unha nova ligazón de confirmación
is: Smelltu hér til að fá nýjan staðfestingartengil

source: Confirmation link damaged
fur: Il colegament di conferme al è danezât
gl: A ligazón de confirmación está danada
is: Staðfestingartengill er skemmdur

source: Confirmation error
fur: Erôr te conferme
gl: Erro de confirmación
is: Villa í staðfestingu

source: Check your email for the confirmation link sent&nbsp;to %(escapedEmail)s
fur: Controle la tô e-mail pal colegament di conferme mandât&nbsp;a %(escapedEmail)s
gl: Busque no seu correo electrónico a ligazón de confirmación enviada a %(escapedEmail)s
is: Skoðaðu tölvupóstinn þinn hvort staðfestingartengillinn sem sendur var á %(escapedEmail)s hafi borist

source: Enter confirmation code <span class="card-subheader" id="subheader"> for your Mozilla account</span>
fur: Inserìs il codiç di conferme <span class="card-subheader" id="subheader"> pal to account Mozilla</span>
gl: Introduza o código de confirmación <span class="card-subheader" id="subheader"> da súa conta de Mozilla</span>
is: Settu inn staðfestingarkóða <span class="card-subheader" id="subheader">fyrir Mozilla-reikninginn þinn</span>

source: Enter the code that was sent to %(escapedEmail)s within 5 minutes.
da: Indtast koden, der blev sendt til %(escapedEmail)s, indenfor 5 minutter.
el: Εισαγάγετε τον κωδικό επαλήθευσης που εστάλη στο %(escapedEmail)s εντός 5 λεπτών.
fr: Saisissez le code envoyé à %(escapedEmail)s dans les 5 prochaines minutes.
fur: Inserìs il codiç che al è stât mandât a %(escapedEmail)s dentri di 5 minûts.
gl: Introduza o código que se enviou a %(escapedEmail)s nun prazo de 5 minutos.
he: נא להכניס את הקוד שנשלח אל %(escapedEmail)s תוך 5 דקות.
ia: Insere le codice que es inviate a %(escapedEmail)s in 5 minutas.
is: Settu inn staðfestingarkóðann sem sendur var til %(escapedEmail)s innan 5 mínútna.
it: Inserisci entro 5 minuti il codice di verifica che è stato inviato a %(escapedEmail)s.
nl: Voer binnen 5 minuten de code in die naar %(escapedEmail)s is verzonden.
pt: Digite dentro de 5 minutos o código que foi enviado para %(escapedEmail)s.
pt_br: Digite o código enviado para %(escapedEmail)s em até 5 minutos.
sl: Vnesite kodo, ki je bila poslana na %(escapedEmail)s, v roku 5 minut.
vi: Nhập mã vừa được gửi đến %(escapedEmail)s trong vòng 5 phút.

source: Code expired?
da: Er koden udløbet?
el: Έληξε ο κωδικός;
eu: Kodea iraungita?
fr: Code expiré ?
fur: Codiç scjadût?
gl: O código caducou?
he: פג תוקף הקוד?
ia: Codice expirate?
is: Útrunninn kóði?
it: Codice scaduto?
nl: Code verlopen?
pt: O código expirou?
pt_br: O código expirou?
sl: Je koda potekla?
vi: Mã đã hết hạn?

source: Email new code.
da: Send en ny kode.
el: Αποστολή νέου κωδικού.
eu: Posta elektroniko kode berria.
fr: Envoyer un nouveau code.
fur: Mande e-mail cul gnûf codiç.
gl: Enviar un novo código.
he: שליחת קוד חדש בדוא״ל.
ia: Inviar per email nove codice.
is: Senda nýjan kóða í tölvupósti.
it: Invia email con nuovo codice.
nl: Nieuwe code versturen per e-mail.
pt: Enviar novo código por e-mail.
pt_br: Enviar novo código por email.
sl: Pošlji novo kodo.
vi: Gửi mã mới qua email.

source: You’re signed into Firefox
fur: Acès realizât par Firefox
gl: Identificouse en Firefox
is: Þú hefur skráð inn í Firefox

source: Email confirmed
fur: E-mail confermade
gl: Correo electrónico confirmado
is: Tölvupóstur staðfestur

source: Devices with hearts on their screens
fur: Dispositîfs cun cûrs sui lôrs schermis
is: Tæki með hjörtu á skjánum sínum

source: You’re signed in to Firefox
fur: Acès eseguît a Firefox
is: Þú hefur skráð inn í Firefox

source: Want to get your tabs, bookmarks, and passwords on another device?
fur: Desideristu vê lis tôs schedis, i tiei segnelibris e lis tôs passwords suntun altri dispositîf?
gl: Quere obter as súas lapelas, marcadores e contrasinais noutro dispositivo?
is: Viltu fá flipana þína, bókamerki og lykilorð yfir í annað tæki?

source: Manage your account
fur: Gjestìs il to account
is: Sýslaðu með reikninginn þinn

source: Enter your password <span class="card-subheader" id="subheader">for your Mozilla account</span>
fur: Inserìs la password <span class="card-subheader" id="subheader">pal to account Mozilla</span>
gl: Introduza o contrasinal <span class="card-subheader" id="subheader">da súa conta de Mozilla</span>
is: Settu inn lykilorðið <span class="card-subheader" id="subheader">fyrir Mozilla-reikninginn þinn</span>

source: By proceeding, you agree to the:<br /> Pocket <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">Terms of Service</a> and <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">Privacy Notice</a><br /> Mozilla Accounts <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
fur: Continuant tu confermis di acetâ:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">Cundizions di utilizazion dal servizi</a> e <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">informative su la riservatece</a> di Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Cundizions di utilizazion dal servizi</a> e <a class="link-grey" id="fxa-pp" href="/legal/privacy">informative su la riservatece</a> dai accounts Mozilla.
gl: Ao continuar, acepta:<br /> as <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">condicións de servizo</a> e o <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">aviso de privacidade</a> de Pocket e<br /> as <a class="link-grey" id="fxa-tos" href="/legal/terms">condicións de servizo</a> e o <a class="link-grey" id="fxa-pp" href="/legal/privacy">aviso de privacidade</a> de Contas de Mozilla.
is: Með því að halda áfram samþykkir þú:<br/> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">þjónustuskilmála</a> og <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">persónuverndarstefnu</a> Pocket<br/> <a class="link-grey" id="fxa-tos" href="/legal/terms">Þjónustuskilmála</a> og <a class="link-grey" id="fxa-pp" href="/legal/privacy">persónuverndarstefnu</a> fyrir Mozilla-reikninga.

source: By proceeding, you agree to the:<br /> Mozilla Subscription Services <a class="link-grey" id="moz-subscription-tos" href="https://www.mozilla.org/about/legal/terms/subscription-services/">Terms of Service</a> and <a class="link-grey" id="moz-subscription-privacy" href="https://www.mozilla.org/privacy/subscription-services/">Privacy Notice</a><br /> Mozilla Accounts <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
fur: Continuant tu confermis di acetâ:<br /> <a class="link-grey" id="moz-subscription-tos" href="https://www.mozilla.org/about/legal/terms/subscription-services/">Cundizions di utilizazion dal servizi</a> e <a class="link-grey" id="moz-subscription-privacy" href="https://www.mozilla.org/privacy/subscription-services/">Informative su la riservatece</a> dai servizis in abonament Mozilla< br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Cundizions di utilizazion dal servizi</a> e <a class="link-grey" id="fxa-pp" href="/legal/privacy">Informative su la riservatece</a> pai accounts Mozilla
is: Með því að halda áfram samþykkir þú:<br /> <a class="link-grey" id="moz-subscription-tos" href="https://www.mozilla.org/about/legal/terms/subscription-services/">Þjónustuskilmála</a> og <a class="link-grey" id="moz-subscription-privacy" href="https://www.mozilla.org/privacy/subscription-services/">persónuverndarákvæði</a><br /> Mozilla áskriftarþjónustunnar <a class="link-grey" id="fxa-tos" href="/legal/terms">Þjónustuskilmála</a> og <a class="link-grey" id="fxa-pp" href="/legal/privacy">persónuverndarákvæði</a> Mozilla Accounts reikninga

source: By proceeding, you agree to the <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
fur: Se tu continuis, tu acetis lis <a class="link-grey" id="fxa-tos" href="/legal/terms">Cundizions di utilizazion dal servizi</a> e la <a class="link-grey" id="fxa-pp" href="/legal/privacy">Informative su la riservatece</a>.
he: בחירה להמשיך בתהליך מהווה הסכמה ל<a class="link-grey" id="fxa-tos" href="/legal/terms">תנאי השירות</a> ול<a class="link-grey" id="fxa-pp" href="/legal/privacy">הצהרת הפרטיות</a>.
ia: Si tu procede, tu accepta le <a class="link-grey" id="fxa-tos" href="/legal/terms">conditiones de servicio</a> e le <a class="link-grey" id="fxa-pp" href="/legal/privacy">aviso de confidentialitate</a>.
is: Með því að halda áfram samþykkir þú <a class="link-grey" id="fxa-tos" href="/legal/terms">þjónustuskilmálana</a> og <a class="link-grey" id="fxa-pp" href="/legal/privacy">persónuverndarstefnu</a> okkar.
pt_br: Ao continuar, você declara que concorda com os <a class="link-grey" id="fxa-tos" href="/legal/terms">Termos do serviço</a> e com a <a class="link-grey" id="fxa-pp" href="/legal/privacy">Política de privacidade</a>.
sl: Z nadaljevanjem sprejemate <a class="link-grey" id="fxa-tos" href="/legal/terms">pogoje uporabe</a> in <a class="link-grey" id="fxa-pp" href="/legal/privacy">obvestilo o zasebnosti</a>.
vi: Bằng cách tiếp tục, bạn đồng ý với <a class="link-grey" id="fxa-tos" href="/legal/terms">điều khoản dịch vụ</a> và <a class="link-grey" id="fxa-pp" href="/legal/privacy">chính sách riêng tư</a>.

source: Continue to your Mozilla account
fur: Continue su to account Mozilla
gl: Continúe coa súa conta de Mozilla
is: Halda áfram í Mozilla-reikninginn þinn

source: Sync your passwords, tabs, and bookmarks everywhere you use Firefox.
da: Synkroniser dine adgangskoder, faneblade og bogmærker, overalt hvor du bruger Firefox.
eu: Sinkronizatu zure pasahitzak, fitxak eta laster-markak Firefox erabiltzen duzun toki orotan.
fr: Synchronisez onglets, mots de passe et marque-pages partout où vous utilisez Firefox.
fur: Sincronize passwords, schedis e segnelibris dapardut là che tu dopris Firefox.
gl: Sincronice os seus contrasinais, lapelas e marcadores alí onde use Firefox.
he: סנכרון הססמאות, הלשוניות פתוחות והסימניות שלך בכל מקום בו יש לך את Firefox.
ia: Synchronisa tu contrasignos, schedas e marcapaginas ubique tu usa Firefox.
is: Samstilltu lykilorðin þín, flipa og bókamerki alls staðar þar sem þú notar Firefox.
it: Sincronizza password, schede e segnalibri ovunque utilizzi Firefox.
nl: Synchroniseer uw wachtwoorden, tabbladen en bladwijzers overal waar u Firefox gebruikt.
pt: Sincronize as suas palavras-passe, separadores, marcadores, e muito mais em qualquer sítio em que utilize o Firefox.
pt_br: Sincronize suas senhas, abas e favoritos onde quer que use o Firefox.
sl: Sinhronizirajte gesla, zavihke in zaznamke na vseh mestih, kjer uporabljate Firefox.
vi: Đồng bộ hóa mật khẩu, thẻ và dấu trang của bạn ở mọi nơi bạn sử dụng Firefox.
