Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Additionally, you can subscribe to receive promotional emails with the latest news from Mozilla and Firefox.
be: Акрамя таго, вы можаце падпісацца на атрыманне рэкламных лістоў з апошнімі навінамі ад Mozilla і Firefox.
cy: Hefyd, gallwch danysgrifio i dderbyn e-byst hyrwyddo sy'n cynnwys y newyddion diweddaraf gan Mozilla a Firefox.
es_ar: Adicionalmente puede suscribirse para recibir correos electrónicos promocionales con las últimas noticias sobre Mozilla y Firefox.
sq: Veç kësaj, mund të pajtoheni për të marrë email-e promocionalë me lajmet më të reja nga Mozilla dhe Firefox-i.

source: Subscribe
ast: Soscribise
be: Падпісацца
bn_bd: সাবস্ক্রাইব
bn_in: সাবস্ক্রাইব
cy: Tanysgrifio
es_ar: Suscribir
lv: Pieteikties
pa: ਮੈਂਬਰ ਬਣੋ
sq: Pajtohuni

source: Manage preferences
be: Кіраваць наладамі
cy: Rheoli dewisiadau
sq: Administroni parapëlqime

source: Delete account
ast: Desaniciar cuenta
be: Выдаліць уліковы запіс
bn_bd: অ্যাকাউন্ট মুছে ফেলুন
bn_in: অ্যাকাউন্ট মুছে ফেলুন।
cy: Dileu'r cyfrif
es_ar: Eliminar la cuenta
lv: Dzēst kontu
pa: ਖਾਤਾ ਹਟਾਓ
sq: Fshijeni llogarinë

source: Delete…
ast: Desaniciar…
be: Выдаліць…
bn_bd: মুছে ফেলা হচ্ছে…
bn_in: মুছে ফেলুন…
cy: Dileu…
es_ar: Eliminar…
lv: Dzēst…
sq: Fshijeni…

source: If you use this account for Mozilla apps and services like AMO, Pocket, and Screenshots you should first log in and remove any saved personal information. Once you delete your account here you may lose access to it everywhere.
be: Калі вы карысталіся гэтым ўліковым запісам для праграм Mozilla і паслуг, такіх як AMO, Pocket і Screenshots, вы павінны спачатку ўвайсці і выдаліць усе захаваныя асабістыя звесткі. Пасля таго, як вы выдаліце свой уліковы запіс тут, тут вы можаце страціць доступ да іх паўсюль.
cy: Os ydych yn defnyddio'r cyfrif hwn ar gyfer apiau a gwasanaethau Mozilla fel AMO, Pocket a Screenshots dylech fewngofnodi a thynnu unrhyw fanylion personol sydd wedi eu cadw. Unwaith i chi ddileu eich cyfrif yma feallai byddwch y colli mynediad iddo ymhob man.
es_ar: Si usás esta cuenta para aplicaciones y servicios de Mozilla como AMO, Pocket y Screenshot deberías ingresar primero y eliminar cualquier información personal guardada. Una vez que borrés tu cuenta acá podés perder acceso a todo en cualquier parte.
sq: Nëse e përdorni këtë llogari për aplikacione dhe shërbime Mozilla, të tillë si AMO, Pocket, dhe Screenshots, së pari duhet të bëni hyrjen dhe hiqni çfarëdo të dhënash personale të ruajtura. Pasi të fshini llogarinë tuaj këtu, mund të humbni hyrje në të prej nga kudo qoftë.

source: Choose the name you would like to appear in Firefox and when managing your account.
ast: Escueyi'l nome que te prestaría qu'apaeciera en Firefox al xestionar la to cuenta.
be: Выберыце імя, якое вы хацелі б бачыць у Firefox і пры кіраванні сваім уліковым запісам.
bn_bd: Firefox এ ও আপনার অ্যাকাউন্ট পরিচলানার জন্য যে নাম আপনি দেখতে চান তা নির্বাচন করুন।
bn_in: আপনি আপনার অ্যাকাউন্ট পরিচালনার সময় Firefox এ যে নাম প্রদর্শিত করতে চান তা চয়ন করুন।
cy: Dewiswch enw yr hoffech chi ei ddangos yn Firefox ac wrth reoli eich cyfrif.
es_ar: Seleccioná el nombre con el que te gustaría aparecer en Firefox y cuando administres tu cuenta.
lv: Izvēlieties vārdu, kādā jūs parādīsieties uz Firefox un kad jūs pārvaldiet savu kontu.
pa: ਨਾਮ ਚੁਣੋ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡਾ ਖਾਤਾ ਸੰਭਾਲ ਵੇਲੇ ਅਤੇ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਦਿਸੇ ।
sq: Zgjidhni emrin që do të donit të shfaqet te Firefox-i dhe kur punoni me llogarinë tuaj.

source: A secondary email is an additional address for receiving security notices and confirming new devices.
be: Другі адрас эл.пошты - гэта дадатковы адрас для атрымання абвестак бяспекі і пацверджання новых прылад.
cy: Mae ail e-bost yn gyfeiriad ychwanegol ar gyfer derbyn hysbysiadau diogelwch a chadarnhau dyfeisiau newydd.
es_ar: Un correo electrónico secundario es una dirección de correo electrónico para recibir avisos de seguridad y confirmaciones de nuevos dispositivos.
sq: Një email dytësor përfaqëson një adresë shtesë për të marrë njoftime sigurie dhe ripohimi pajisjesh të reja.

source: verified
ast: verificóse
be: пацверджана
bn_bd: যাচাই করা হয়েছে
cy: dilyswyd
es_ar: verificado
sq: i verifikuar

source: verification required
ast: ríquese la verificación
be: патрабуецца пацверджанне
bn_bd: যাচাইকরণ প্রয়োজন
cy: mae angen dilysu
es_ar: verificación requerida
sq: lypset verifikim

source: Make primary
ast: Facer primariu
be: Зрабіць асноўным
bn_bd: মুখ্য করুন
cy: Gwneud yn brif gyfrif
es_ar: Hacer primario
sq: Kaloje si parësor

source: Remove
ast: Desaniciar
be: Выдаліць
bn_bd: অপসারণ
cy: Tynnu
es_ar: Eliminar
sq: Hiqe

source: Add
ast: Amestar
be: Дадаць
bn_bd: যোগ
cy: Ychwanegu
es_ar: Agregar
lv: Pievienot
sq: Shtoni

source: Recovery codes
be: Коды аднаўлення
cy: Codau adfer
es_ar: Códigos de recuperación
sq: Kode rikthimi

source: NOTE:
be: ЗАЎВАГА:
cy: SYLW:
es_ar: NOTA:
sq: SHËNIM:

source: By generating new recovery codes, all previous codes will become invalid. Please store new codes in a safe location.
be: Пры стварэнні новых кодаў аднаўлення ўсе папярэднія коды стануць нядзейснымі. Калі ласка, захоўвайце новыя коды ў надзейным месцы.
cy: Drwy greu codau adfer, bydd y codau blaenorol i gyd yn mynd yn annilys. Cadwch eich codau newydd mewn man diogel.
es_ar: Al generar nuevos códigos de recuperación todos los códigos previos quedan inválidos. Guardá los nuevos códigos en un lugar seguro.
sq: Duke prodhuar kode të rinj rimarrjesh, krejt kodet e mëparshëm do të bëhen të pavlefshëm. Ju lutemi, depozitojini kodet e rinj në një vend të parrezik.

source: Generate new recovery codes
be: Стварыць новыя коды аднаўлення
cy: Wrthi'n cynhyrchu codau adfer newydd
es_ar: Generar nuevos códigos de recuperación
sq: Prodho kode rikthimi të rinj

source: These are your one time use recovery codes. Store them in a safe place in the event you lose access to your mobile device. You will not be able to see these codes again.
be: Гэта вашы аднаразовыя коды аднаўлення. Захоўвайце іх у надзейным месцы, на выпадак, калі вы страціце доступ да вашай мабільнай прылады. Вы не зможаце ўбачыць гэтыя коды зноў.
cy: Dyma eich codau adfer defnydd unwaith. Cadwch nhw mewn man diogel ar gyfer adeg pan fyddwch yn colli mynediad i'ch dyfais symudol. Fyddwch chi ddim yn gallu gweld y codau yma eto.
es_ar: Estos son los códigos de recuperación para una sola vez. Guardalos en un lugar seguro en el caso de perder acceso al dispositivo móvil. No podrás ver estos códigos de nuevo.
sq: Këto janë kodet tuaj njëpërdorimsh për rimarrje. Depozitojini në një vend të parrezik, për rastet kur do t’ju bllokohet hyrja te pajisja juaj celulare. S’do të jeni në gjendje t’i shihni sërish këta kode.

source: Copy
ar: انسخ
az: Köçür
be: Капіраваць
bg: Копиране
bn_bd: অনুলিপি
cs: Zkopírovat
cy: Copïo
da: Kopier
el: Αντιγραφή
es_ar: Copiar
es_es: Copiar
et: Kopeeri
eu: Kopiatu
fa: رونوشت
fi: Kopioi
fr: Copier
fur: Copie
gd: Dèan lethbhreac
gl: Copiar
he: העתקה
hi_in: प्रतिलिपि लें
hr: Kopiraj
hu: Másolás
ia: Copiar
id: Salin
is: Afrita
it: Copia
ja: コピー
ka: ასლი
kab: Nɣel
nl: Kopiëren
pa_in: ਕਾਪੀ ਕਰੋ
pl: Skopiuj
pt: Copiar
pt_br: Copiar
ru: Копировать
sk: Kopírovať
sl: Kopiraj
sq: Kopjoje
sr: Копирај
sr_latn: Kopiraj
sv_se: Kopiera
te: కాపీచేయి
th: คัดลอก
tr: Kopyala
tt: Күчереп алу
uk: Копіювати
ur: نقل کریں
vi: Sao chép

source: Print
ar: اطبع
az: Çap et
be: Друкаваць
bg: Отпечатване
bn_bd: মুদ্রণ
cs: Vytisknout
cy: Argraffu
da: Udskriv
el: Εκτύπωση
es_ar: Imprimir
es_es: Imprimir
et: Prindi
eu: Inprimatu
fa: چاپ
fi: Tulosta
fr: Imprimer
fur: Stampe
gd: Clò-bhuail
gl: Imprimir
he: הדפסה
hi_in: मुद्रित करें
hr: Ispiši
hu: Nyomtatás
ia: Imprimer
id: Cetak
is: Prenta
it: Stampa
ja: 印刷
ka: ამობეჭდვა
kab: Siggez
nl: Afdrukken
pa_in: ਪਰਿੰਟ ਕਰੋ
pl: Wydrukuj
pt: Imprimir
pt_br: Imprimir
ru: Печать
sk: Tlačiť
sl: Natisni
sq: Shtype
sr: Штампај
sr_latn: Štampaj
sv_se: Skriv ut
te: ముద్రించు
th: พิมพ์
tr: Yazdır
tt: Бастыру
uk: Друк
ur: چھاپیں
vi: In

source: Two-step authentication
be: Двухэтапная аўтарызацыя
cy: Dilysu dau gam
es_ar: Autenticación en dos pasos
sq: Mirëfilltësim dyhapësh

source: Enable…
be: Уключыць…
bn_bd: সক্রিয়…
cy: Galluogi…
es_ar: Habilitar…
sq: Aktivizoni…

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
ar: أضِف طبقة أمان إلى الحساب باشتراط رموز الاستعادة من إحدى <a %(escapedTotpSupportAttributes)s>تطبيقات الاستيثاق هذه</a>.
az: <a %(escapedTotpSupportAttributes)s>Bu daxil olma tətbiqləri</a>ndən birindən təhlükəsizlik kodlarını tələb etməklə hesabınıza təhlükəsizlik təbəqəsi əlavə edin.
be: Дадайце ўзровень бяспекі да свайго ўліковага запісу, патрабуючы коды бяспекі адной з <a %(escapedTotpSupportAttributes)s>гэтых праграм аўтарызацыі</a>.
cs: Zvyšte zabezpečení svého účtu přidáním další bezpečnostní vrstvy. Při přihlášení budou požadovány jednorázové kódy z <a %(escapedTotpSupportAttributes)s>těchto bezpečnostních aplikací</a>.
cy: Ychwanwegwch haen o ddiogelwch i'ch cyfrif drwy ofyn am godau diogelwch gan un o'r <a %(escapedTotpSupportAttributes)s>apiau diogelu hyn</a>.
da: Tilføj et ekstra sikkerhedslag til din konto ved at kræve sikkerhedskoder fra en af <a %(escapedTotpSupportAttributes)s>disse godkendelsesapps</a>.
el: Προσθέστε ένα επιπλέον επίπεδο ασφαλείας στον λογαριασμό σας με κωδικούς ασφαλείας από μία από <a %(escapedTotpSupportAttributes)s>αυτές τις εφαρμογές ταυτοποίησης</a>.
es_ar: Agregá una capa de seguridad a tu cuenta requiriendo códigos de seguridad de una de <a %(escapedTotpSupportAttributes)s>estas aplicaciones de autenticación</a>.
es_es: Agrega una capa extra de seguridad a tu cuenta solicitando códigos de seguridad de una de <a %(escapedTotpSupportAttributes)s>estas aplicaciones de autenticación</a>.
et: Enda konto turvalisemaks muutmiseks võid nõuda mõnest <a %(escapedTotpSupportAttributes)s>autentimisrakendusest</a> pärineva turvakoodi kasutamist.
eu: Gehitu segurtasun geruza bat zure kontuari segurtasun kode bat eskatuz ondorengo <a %(escapedTotpSupportAttributes)s>aplikazioetatik</a>.
fa: به وسیله <a %(escapedTotpSupportAttributes)s> برنامه های احراز هویت </a> یک سطح امنیتی به حسابتان اضافه کنید.
fi: Lisää tilisi turvallisuutta vaatimalla turvallisuuskoodien käyttöä jollakin <a %(escapedTotpSupportAttributes)s>näistä todennussovelluksista</a>.
fr: Ajoutez une couche de sécurité supplémentaire en exigeant un code de sécurité depuis <a %(escapedTotpSupportAttributes)s>l’une de ces applications d’authentification</a>.
fur: Zonte un strât di sigurece al to account domandant codiçs di sigurece di une di <a %(escapedTotpSupportAttributes)s>chestis aplicazions di autenticazion</a>.
gd: Cuir ceum tèarainteachd eile ris a’ chunntas agad le bhith ag iarraidh còdan tèarainteachd o aon dhen <a %(escapedTotpSupportAttributes)s>na h-aplacaidean dearbhaidh seo</a>.
gl: Para mellorar a seguridade da conta, esixa códigos de seguridade dunha destas <a %(escapedTotpSupportAttributes)s>aplicacións de autenticación</a>.
he: ניתן להוסיף שכבת אבטחה לחשבון שלך על־ידי דרישת קודים של אבטחה מאחד <a %(escapedTotpSupportAttributes)s>מיישומוני האימות האלו</a>.
hr: Dodaj sloj zaštite na svoj račun zahtijevanjem sigurnosnog kôda iz jedne od <a %(escapedTotpSupportAttributes)s>ovih aplikacija za provjeru autentičnosti</a>.
hu: Adjon egy biztonsági réteget a fiókjához az <a %(escapedTotpSupportAttributes)s>ezen hitelesítő alkalmazások</a> egyikéből származó biztonsági kódok megkövetelésével.
ia: Adde un nivello de securitate a tu conto per requirer codices de securitate ab un de <a %(escapedTotpSupportAttributes)s>iste applicationes de authentication</a>.
id: Tambahkan lapisan keamanan ke akun Anda dengan mewajibkan kode keamanan dari salah satu <a %(escapedTotpSupportAttributes)s>aplikasi autentikasi berikut</a>.
is: Bættu við öryggislagi fyrir reikninginn þinn með því að krefjast öryggiskóða frá einu af <a %(escapedTotpSupportAttributes)s>þessum auðkenningarforritum</a>.
it: Aggiungi un livello di sicurezza al tuo account richiedendo i codici di verifica con una di queste <a %(escapedTotpSupportAttributes)s>applicazioni di autenticazione</a>.
ja: <a %(escapedTotpSupportAttributes)s>これらの認証アプリ</a> のいずれかからセキュリティコードを必須とすることでアカウントのセキュリティレベルを高めます。
ka: დაამატეთ დაცვის დამატებითი დონე თქვენი ანგარიშისთვის, უსაფრთხოების კოდების მოთხოვნის სახით, <a %(escapedTotpSupportAttributes)s>შესვლის დასამოწმებელი რომელიმე ამ პროგრამიდან</a>.
kab: Rnu tissi n tɣellist-nniḍen ar umiḍan-ik s usuter n tingalin n tɣellist seg yiwen seg <a %(escapedTotpSupportAttributes)s>yisnasen-agi n usesteb.</a>.
nl: Voeg een beveiligingslaag toe aan uw account door beveiligingscodes van een van <a %(escapedTotpSupportAttributes)s>deze apps voor authenticatie</a> te vereisen.
pl: Dodaj warstwę zabezpieczeń do swojego konta &mdash; kody zabezpieczeń z jednej z <a %(escapedTotpSupportAttributes)s>tych aplikacji uwierzytelniania</a>.
pt: Adicione uma camada de segurança à sua conta ao requerer códigos de segurança de uma <a %(escapedTotpSupportAttributes)s>destas aplicações de autenticação</a>.
pt_br: Adicione uma camada de segurança à sua conta, exigindo códigos de segurança de um <a %(escapedTotpSupportAttributes)s>desses aplicativos de autenticação</a>.
ru: Добавьте в свой аккаунт ещё один уровень защиты, включив использование защитных кодов от одного из <a %(escapedTotpSupportAttributes)s>этих приложений для авторизации</a>.
sk: Zvýšte zabezpečenie svojho účtu pridaním povinného zadávania bezpečnostných kódov vygenerovaných jednou z <a %(escapedTotpSupportAttributes)s>týchto overovacích aplikácií</a>.
sl: Okrepite varnost svojega računa z zahtevanjem varnostnih kod iz ene od <a %(escapedTotpSupportAttributes)s>naslednjih aplikacij za overitev</a>.
sq: Shtoni te llogaria juaj një shtresë sigurie duke kërkuar kode sigurie prej një nga <a %(escapedTotpSupportAttributes)s>këto aplikacione mirëfilltësimi</a>.
sr: Додајте ниво сигурности на вашем налогу захтевањем безбедносних кодова од једне од <a %(escapedTotpSupportAttributes)s>ових апликација за аутентификацију</a>.
sr_latn: Dodajte nivo sigurnosti na vašem nalogu zahtevanjem bezbednosnih kodova od jedne od <a %(escapedTotpSupportAttributes)s>ovih aplikacija za autentifikaciju</a>.
sv_se: Lägg till ett säkerhetslager till ditt konto genom att kräva säkerhetskoder från en av <a %(escapedTotpSupportAttributes)s>dessa autentiseringsappar</a>.
th: รักษาบัญชีของคุณให้ปลอดภัยอีกขั้นโดยกำหนดรหัสความปลอดภัยจาก<a %(escapedTotpSupportAttributes)s>แอพการยืนยันตัวบุคคล</a>แอพใดแอพหนึ่งเหล่านี้
tr: <a %(escapedTotpSupportAttributes)s>Bu kimlik doğrulama uygulamalarından</a> biriyle güvenlik kodları oluşturarak hesabınızın güvenliğini artırın.
uk: Додайте вищий рівень захисту вашого облікового запису, вимагаючи коди безпеки з використанням однієї з <a %(escapedTotpSupportAttributes)s>цих програм для перевірки</a>.
vi: Thêm lớp bảo mật vào tài khoản của bạn bằng cách yêu cầu mã bảo vệ từ một trong <a %(escapedTotpSupportAttributes)s>các ứng dụng xác thực này</a>.

source: Current status
be: Цяперашні стан
cy: Statws gyfredol
es_ar: Estado actual
sq: Gjendje e çastit

source: Enabled
be: Уключана
bn_bd: সক্রিয় হয়েছে
cy: Galluogwyd
es_ar: Habilitado
sq: E aktivizuar

source: Disabled
be: Выключана
bn_bd: নিষ্ক্রিয় হয়েছে
cy: Analluogwyd
es_ar: Deshabilitado
sq: E çaktivizuar

source: Disable
be: Выключыць
bn_bd: নিষ্ক্রিয়
cy: Analliogi
es_ar: Deshabilitar
sq: Çaktivizoje

source: Enable
be: Уключыць
bn_bd: সক্রিয়
cy: Galluogi
es_ar: Habilitar
sq: Aktivizoje

source: Replace recovery codes
be: Замяніць коды аднаўлення
cy: Newid y codau adfer
es_ar: Reemplazar los códigos de recuperación
sq: Zëvendësoni kode rikthimi

source: Scan the QR code in your authentication app and then enter the security code it provides.
ar: امسح رمز QR ضوئيًا في التطبيق الذي تريد استيثاقه وأدخِل رمز الأمان المعروض فيه.
az: Daxil olma tətbiqinizdə QR kodu oxudun və verdiyi kodu daxil edin.
be: Скануйце QR-код у праграме аўтэнтыфікацыі, а затым ўвядзіце код бяспекі, які яна выдае.
bg: Сканирайте QR кода с приложението за удостоверяване и въведете кода за сигурност, който предостави.
cs: Naskenujte ve své ověřovací aplikaci QR kód a poté zadejte vygenerovaný bezpečnostní kód.
cy: Sganiwch y cod QR yn eich ap dilysu ac yna rhowch y cod diogelwch maen ei ddarparu.
da: Skan QR-koden i din godkendelsesapp, og indtast den angivne sikkerhedskode.
el: Σαρώστε τον κωδικό QR στην εφαρμογή ταυτοποίησής σας και, έπειτα, εισαγάγετε τον κωδικό ασφαλείας που σας παρέχει.
es_ar: Escanee el código QR en su aplicación de autenticación e introduzca el código de seguridad que proporciona.
es_es: Escanea el código QR en tu aplicación de autenticación e introduce el código que te aparece.
et: Skaneeri QR-kood autentimisrakenduses ja sisesta seal kuvatav turvakood.
eu: Eskaneatu QR kodea zure autentifikazio-aplikazioa erabiliz eta sartu bertan agertzen den segurtasun-kodea.
fa: کد QR را در برنامه احراز هویت خود اسکن کنید و کد امنیتی ارائه شده را وارد کنید.
fi: Lue QR-koodi käyttäen valitsemaasi todennussovellusta ja kirjoita sitten kyseisen sovelluksen tarjoama turvallisuuskoodi.
fr: Scannez le code QR depuis l’application d’authentification puis saisissez le code de sécurité fourni.
fur: Scansione il codiç QR te tô aplicazion di autenticazion e dopo inserìs il codiç di sigurece che ti da fûr.
gd: Sganaich an còd QR san aplacaid dearbhaidh agad is cuir a-steach an còd tèarainteachd a gheibh thu ann.
gl: Escanee o código QR cunha aplicación de autenticación e escriba o código de seguridade que mostrará.
he: יש לסרוק את קוד ה־QR ביישומון האימות שלך ולאחר מכן להקליד את קוד האבטחה שהוא מספק.
hi_in: अपने प्रमाणीकरण ऐप में क्यूआर कोड को स्कैन करें और फिर उसके सुरक्षा कोड को दर्ज करें।
hr: Skeniraj QR kôd u autentifikacijskoj aplikaciji i unesi sigurnosni kôd koji će se pojaviti.
hu: Olvassa le a QR-kódot a hitelesítő alkalmazásban, és adja meg az általa adott biztonsági kódot.
ia: Scanna le codice QR in tu application de authentication e pois insere le codice de securitate que illo forni.
id: Pindai kode QR pada aplikasi autentikasi Anda dan masukkan kode keamanan yang tersedia.
is: Skannaðu QR-kóðann í auðkenningarforritinu þínu og settu inn öryggiskóðann sem það gefur upp.
it: Scansiona il codice QR nella tua applicazione di autenticazione, poi inserisci il codice di verifica ottenuto.
ja: お使いの認証アプリで QR コードをスキャンし、そこに表示されたセキュリティコードを入力してください。
ka: წააკითხეთ QR კოდი თქვენი შესვლის დასამოწმებელ პროგრამას და შემდეგ შეიყვანეთ მოცემული უსაფრთხოების კოდი.
kab: Ṭṭef tangalt QR deg usnas n usesteb sakin sekcem tangalt n tɣellist i d-yefka.
nl: Scan de QR-code in uw app voor authenticatie en voer daarna de aangeboden beveiligingscode in.
pl: Zeskanuj kod QR w aplikacji uwierzytelniania, a następnie wpisz podany przez nią kod zabezpieczeń.
pt: Digitalize o código QR na sua aplicação de autenticação e depois introduza o código de segurança que esta lhe providenciar.
pt_br: Digitalize o código QR no seu aplicativo de autenticação e insira o código de segurança fornecido.
ru: Отсканируйте QR-код в своём приложении для аутентификации и введите предоставленный им защитный код.
sk: Naskenujte vo svojej overovacej aplikácií QR kód a potom zadajte vygenerovaný bezpečnostný kód.
sl: Preberite QR-kodo v vaši aplikaciji za overjanje in nato vnesite prejeto varnostno kodo.
sq: Skanojeni kodin QR te aplikacioni juaj i mirëfilltësimit dhe mandej jepni kodin e sigurisë që ky furnizon.
sr: Скенирајте QR у вашој апликацији за аутентификацију и унесите безбедносни код који сте добили.
sr_latn: Skenirajte QR u vašoj aplikaciji za autentifikaciju i unesite bezbednosni kod koji ste dobili.
sv_se: Skanna QR-koden i din autentiseringsapp och ange sedan säkerhetskoden som tillhandahålls.
te: మీ అధీకరణ అనువర్తనంలో QR కోడును స్కాన్ చేసి, తర్వాత అదిచ్చే భద్రతా సంకేతాన్ని ఇక్కడ ఇవ్వండి.
th: สแกนคิวอาร์โค้ดในแอพการยืนยันตัวบุคคลของคุณ แล้วป้อนรหัสความปลอดภัยที่ได้มา
tr: Kimlik doğrulama uygulamanızla bu QR kodunu tarayın ve uygulamanın verdiği güvenlik kodunu yazın.
tt: Аутентификация кушымтасында бу QR кодны сканерлагыз, шуннан ул биргән иминлек кодын кертегез.
uk: Скануйте QR-код у вашій програмі автентифікації та введіть код безпеки, який вона пропонує.
vi: Quét mã QR trong ứng dụng xác thực của bạn và sau đó nhập mã bảo mật mà nó cung cấp.

source: Can’t scan code?
ar: ألا يمكنك مسح الرمز ضوئيا؟
az: Kodu oxuda bilmirsiz?
be: Не ўдаецца сканаваць кода?
bg: Не може да сканирате кода?
cs: Nemůžete kód naskenovat?
cy: Methu sganio codau?
da: Kan du ikke skanne koden?
el: Αδυναμία σάρωσης κωδικού;
es_ar: ¿No puede escanear el código?
es_es: ¿No puedes escanear el código?
et: Ei saa koodi skaneerida?
eu: Ezin duzu kodea eskaneatu?
fa: نمی‌توانید کد را اسکن کنید؟
fi: Etkö voi lukea QR-koodia?
fr: Impossible de scanner le code ?
fur: Impussibil scansionâ il codiç?
gd: Nach urrainn dhut an còd a sganadh?
gl: Non pode escanear o código?
he: אין לך אפשרות לסרוק קוד?
hi_in: कोड स्कैन नहीं कर सकता?
hr: Ne možeš skenirati kôd?
hu: Nem tudja leolvasni a kódot?
ia: Non pote scannar le codice?
id: Tidak dapat memindai kode?
is: Geturðu ekki skannað kóða?
it: Scansione del codice non riuscita?
ja: コードをスキャンできませんか？
ka: ვერ ასკანირებთ კოდს?
kab: UR tezmireḍ ara ad teṭṭfeḍ tangalt?
nl: Kunt u de code niet scannen?
pa_in: ਕੋਡ ਸਕੈਨ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ?
pl: Nie możesz zeskanować kodu?
pt: Não consegue digitalizar o código?
pt_br: Não consegue capturar o código?
ru: Не можете отсканировать код?
sk: Nemôžete kód naskenovať?
sl: Ne morete prebrati kode?
sq: S’e skanoni dot kodin?
sr: Не можете скенирати код?
sr_latn: Ne možete skenirati kod?
sv_se: Kan du inte skanna kod?
th: ไม่สามารถสแกนรหัสได้?
tr: Kodu tarayamıyor musunuz?
tt: Кодны сканерлый алмыйсызмы?
uk: Не вдається сканувати код?
ur: کوڈ اسکین نہیں کر سک رہے؟
vi: Không thể quét mã?

source: Manually enter this secret key into your authentication app:
be: Уручную ўвядзіце гэты сакрэтны ключ у праграму аўтэнтыфікацыі:
cy: Rhowch yr allwedd gyfrinachol yma i'ch ap dilysu:
es_ar: Introduzca manualmente esta clave secreta en su aplicación de autenticación:
sq: Jepeni dorazi këtë kyç të fshehtë te aplikacioni juaj i mirëfilltësimeve:

source: Security code
ar: رمز الأمان
az: Təhlükəsizlik kodu
be: Код бяспекі
bg: Код за сигурност
cs: Bezpečnostní kód
cy: Cod diogelwch
da: Sikkerhedskode
el: Κωδικός ασφαλείας
es_ar: Código de seguridad
es_es: Código de seguridad
et: Turvakood
eu: Segurtasun-kodea
fa: کد امنیتی
fi: Turvallisuuskoodi
fr: Code de sécurité
fur: Codiç di sigurece
gd: Còd tèarainteachd
gl: Código de seguridade
he: קוד אבטחה
hi_in: सुरक्षा कोड
hr: Sigurnosni kôd
hu: Biztonsági kód
ia: Codice de securitate
id: Kode keamanan
is: Öryggiskóði
it: Codice di verifica
ja: セキュリティコード
ka: უსაფრთხოების კოდი
kab: Tangalt n tɣellist
nl: Beveiligingscode
pa_in: ਸੁਰੱਖਿਆ ਕੋਡ
pl: Kod zabezpieczeń
pt: Código de segurança
pt_br: Código de segurança
ru: Защитный код
sk: Bezpečnostný kód
sl: Varnostna koda
sq: Kod sigurie
sr: Безбедносни код
sr_latn: Bezbednosni kod
sv_se: Säkerhetskod
te: భద్రతా సంకేతం
th: รหัสความปลอดภัย
tr: Güvenlik kodu
tt: Иминлек коды
uk: Код безпеки
ur: سلامتی کوڈ
vi: Mã bảo mật
