Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Primary email verified successfully
ar: أُكِّد البريد الإلكتروني الأولي بنجاح
az: Əsas e-poçt müvəffəqiyyətlə təsdiqləndi
be: Асноўны адрас эл.пошты паспяхова пацверджаны
bg: Основният ел. адрес потвърден
bn_bd: প্রাথমিক ইমেইল সফলভাবে যাচাই হয়েছে
cs: Hlavní adresa byla úspěšně ověřena
cy: Dilyswyd y brif e-bost yn llwyddiannus
da: Primær mailadresse bekræftet
el: Επιτυχής επαλήθευση κύριου email
es_ar: Correo electrónico principal verificado exitosamente
es_es: Se verificó con éxito el correo principal
et: Peamise e-posti aadressi kinnitamine õnnestus
eu: Helbide elektroniko nagusia ondo egiaztatu da
fa: رایانامه اصلی با موفقیت تایید شد
fi: Ensisijaisen sähköpostin vahvistaminen onnistui
fr: Adresse électronique principale vérifiée avec succès
fur: E-mail primarie verificade cun sucès
gd: Chaidh am prìomh phost-d a dhearbhadh
gl: Correo electrónico principal verificado correctamente
he: כתובת הדוא״ל הראשית אומתה בהצלחה
hi_in: प्राथमिक ईमेल सफलतापूर्वक सत्यापित
hr: Primarna e-pošta uspješno je potvrđena
hu: Elsődleges e-mail sikeresen megerősítve
ia: Adresse de e-mail primari verificate correctemente
id: Surel utama berhasil diverifikasi
is: Tókst að staðfesta aðalpóstfang
it: Indirizzo email primario verificato correttamente
ja: 主要アドレスの確認が完了しました
ka: მთავარი ელფოსტა წარმატებით დამოწმდა
kab: Imayl amezwaru ittwasenqed akken iwata
nl: Primair e-mailadres met succes geverifieerd
pa_in: ਮੁੱਢਲੇ ਈਮੇਲ ਵਜੋਂ ਪੁਸ਼ਟੀ ਕਾਮਯਾਬੀ ਨਾਲ ਹੋ ਗਈ ਹੈ
pl: Pomyślnie zweryfikowano główny adres e-mail
pt: E-mail principal confirmado com sucesso
pt_br: Email principal validado com sucesso
ru: Основная электронная почта успешно подтверждена
sk: Hlavná e-mailová adresa bola úspešne overená
sl: Glavni e-poštni naslov uspešno potrjen
sq: Email-i parësor u verifikua me sukses
sr: Примарна имејл-адреса је потврђена
sr_latn: Primarna imejl-adresa je potvrđena
sv_se: Primär e-post verifierades framgångsrikt
te: ప్రాథమిక ఇమెయిల్ విజయవంతంగా ధృవీకరించబడింది
th: อีเมลหลักได้รับการยืนยันสำเร็จแล้ว
tr: Ana e-posta başarıyla doğrulandı
tt: Беренчел электрон почта уңышлы расланды
uk: Основна адреса електронної пошти успішно підтверджена
ur: بنیادی ای میل کی کامیابی کے ساتھ توثیق ہوگئی
vi: Email chính đã xác minh thành công

source: Account verified successfully
ar: أُكّد الحساب بنجاح
ast: Verificóse con ésitu la cuenta
az: Hesab uğurla təsdiqləndi
be: Уліковы запіс паспяхова пацверджаны
bg: Сметката е потвърдена успешно
bn_bd: অ্যাকাউন্ট যাচাই সফল হয়েছে
bn_in: অ্যাকাউন্ট সফলভাবে যাচাই করা হয়েছে
cs: Účet byl úspěšně ověřen
cy: Dilyswyd y cyfrif yn llwyddiannus
da: Konto bekræftet
el: Επιτυχής επαλήθευση λογαριασμού
es_ar: Cuenta verificada exitosamente
es_es: Cuenta verificada correctamente
et: Konto kinnitamine õnnestus
eu: Kontua ondo egiaztatu da
fa: حساب با موفقیت تایید شد
fi: Tilin vahvistaminen onnistui
fr: Le compte a été confirmé
gd: Chaidh an cunntas dhearbhadh
he: החשבון אומת בהצלחה
hi_in: खाता सफलतापूर्वक सत्यापित
hr: Račun je uspješno potvrđen
hu: A fiók sikeresen ellenőrizve
ia: Conto verificate con successo
id: Akun sukses terverifikasi
it: L’account è stato verificato con successo
ja: アカウントの確認が完了しました
ka: ანგარიში წარმატებით დამოწმდა
kab: Amiḍan yettwasenqed akken iwata
lv: Konts veiksmīgi pārbaudīts
nl: Account met succes geverifieerd
pa: ਖਾਤਾ ਕਾਮਯਾਬੀ ਨਾਲ ਜਾਂਚਿਆ
pa_in: ਖਾਤਾ ਕਾਮਯਾਬੀ ਨਾਲ ਜਾਂਚਿਆ ਗਿਆ
pl: Pomyślnie zweryfikowano konto
pt: Conta verificada com sucesso
pt_br: Conta validada com sucesso
ru: Аккаунт успешно подтверждён
sk: Účet bol úspešne overený
sl: Račun uspešno potrjen
sq: Llogaria u verifikua me sukses
sr: Налог је успешно потврђен
sr_latn: Nalog je uspešno potvrđen
sv_se: Konto verifierat
te: ఖాతా విజయవంతంగా నిర్ధారించబడింది
th: ตรวจสอบบัญชีสำเร็จ
tr: Hesap başarıyla doğrulandı
tt: Хисап уңышлы расланды
uk: Обліковий запис успішно перевірено
ur: اکاؤنٹ کامیابی سے تصدیق کردہ
vi: Tài khoản đã xác minh thành công

source: Open tabs
ast: Llingüetes abiertes
be: Адкрытыя карткі
bn_bd: ট্যাব খুলুন
bn_in: ট্যাব খুলুন
cy: Agor tabiau
es_ar: Pestañas abiertas
lv: Atvērt cilnes
sq: Skeda të hapura

source: Bookmarks
ar: علاماتي
ast: Marcadores
az: Əlfəcinlər
be: Закладкі
bg: Отметки
bn_bd: বুকমার্কস
bn_in: বুকমার্কসমূহ
cs: Záložky
cy: Nodau Tudalen
da: Bogmærker
el: Σελιδοδείκτες
es_ar: Marcadores
es_es: Marcadores
et: Järjehoidjad
eu: Laster-markak
fa: نشانک‌ها
fi: Kirjanmerkit
fr: Marque-pages
fur: Segnelibris
gd: Comharran-lìn
gl: Marcadores
he: סימניות
hi_in: बुकमार्क्स
hr: Zabilješke
hu: Könyvjelzők
ia: Marcapaginas
id: Markah
is: Bókamerki
it: Segnalibri
ja: ブックマーク
ka: სანიშნები
kab: Ticraḍ n yisebtar
lv: Grāmatzīmes
nl: Bladwijzers
pa: ਬੁਕਮਾਰਕ
pa_in: ਬੁੱਕਮਾਰਕ
pl: Zakładki
pt: Marcadores
pt_br: Favoritos
ru: Закладки
sk: Záložky
sl: Zaznamki
sq: Faqerojtës
sr: Обележивачи
sr_latn: Obeleživači
sv_se: Bokmärken
te: ఇష్టాంశాలు
th: ที่คั่นหน้า
tr: Yer imleri
tt: Кыстыргычлар
uk: Закладки
ur: بک مارکس
vi: Trang đánh dấu

source: Add-ons
ar: الإضافات
ast: Complementos
az: Əlavələr
be: Дадаткі
bg: Добавки
bn_bd: অ্যাড-অন
bn_in: অ্যাড-অন
cs: Doplňky
cy: Ychwanegion
da: Tilføjelser
el: Πρόσθετα
es_ar: Complementos
es_es: Complementos
et: Lisad
eu: Gehigarriak
fa: افزونه‌ها
fi: Lisäosat
fr: Modules complémentaires
fur: Components adizionâi
gd: Tuilleadain
gl: Complementos
he: תוספות
hi_in: ऐड-ऑन्स
hr: Dodaci
hu: Kiegészítők
ia: Additivos
id: Pengaya
is: Viðbætur
it: Componenti aggiuntivi
ja: アドオン
ka: დამატებები
kab: Izegrar
lv: Papildinājumi
pa_in: ਐਡ-ਆਨ
pl: Dodatki
pt: Extras
pt_br: Extensões
ru: Дополнения
sk: Doplnky
sl: Dodatki
sq: Shtesa
sr: Додаци
sr_latn: Dodaci
sv_se: Tillägg
te: పొడిగింతలు
th: ส่วนเสริม
tr: Eklentiler
tt: Кушымчалар
uk: Додатки
ur: اضافہ جات
vi: Tiện ích

source: Logins
be: Лагіны
bn_bd: লগইন
cy: Mewngofnodion
es_ar: Ingresos
sq: Kredenciale hyrjesh

source: History
ar: تأريخي
ast: Historia
az: Tarixçə
be: Гісторыю
bg: История
bn_bd: ইতিহাস
bn_in: ইতিহাস
cs: Historie
cy: Hanes
da: Historik
el: Ιστορικό
es_ar: Historial
es_es: Historial
et: Ajalugu
eu: Historia
fa: تاریخچه
fi: Historia
fr: Historique
fur: Cronologjie
gd: An eachdraidh
gl: Historial
he: היסטוריה
hi_in: इतिहास
hr: Povijest
hu: Előzmények
ia: Chronologia
id: Riwayat
is: Ferill
it: Cronologia
ja: 表示履歴
ka: ისტორია
kab: Amazray
lv: Vēsture
nl: Geschiedenis
pa: ਹਿਸਟਰੀ
pa_in: ਅਤੀਤ
pl: Historia
pt: Histórico
pt_br: Histórico
ru: Историю
sk: História
sl: Zgodovina
sq: Historik
sr: Историјат
sr_latn: Istorijat
sv_se: Historik
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
tt: Тарих
uk: Історія
ur: سابقات
vi: Lịch sử

source: Preferences
ar: تفضيلاتي
ast: Preferencies
az: Nizamlamalar
be: Налады
bg: Настройки
bn_bd: পছন্দ
bn_in: পছন্দসমূহ
cs: Předvolby
cy: Dewisiadau
da: Indstillinger
el: Προτιμήσεις
es_ar: Preferencias
es_es: Preferencias
et: Eelistused
eu: Hobespenak
fa: ترجیحات
fi: Asetukset
fr: Préférences
fur: Preferencis
gd: Roghainnean
gl: Preferencias
he: העדפות
hi_in: प्राथमिकता
hr: Postavke
hu: Beállítások
ia: Preferentias
id: Preferensi
is: Kjörstillingar
it: Preferenze
ja: 設定
ka: პარამეტრები
kab: Ismenyifen
lv: Iestatījumi
nl: Voorkeuren
pa_in: ਮੇਰੀਆਂ-ਪਸੰਦਾਂ
pl: Preferencje
pt: Preferências
pt_br: Preferências
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Parapëlqime
sr: Подешавања
sr_latn: Podešavanja
sv_se: Inställningar
te: అభిరుచులు
th: การตั้งค่า
tr: Tercihler
tt: Көйләүләр
uk: Налаштування
ur: ترجیحات
vi: Tùy chỉnh

source: Addresses
ar: العناوين
ast: Direiciones
az: Ünvanlar
be: Адрасы
bg: Адреси
bn_bd: ঠিকানা
cs: Adresy
cy: Cyfeiriadau
da: Adresser
el: Διευθύνσεις
es_ar: Direcciones
es_es: Direcciones
et: Aadressid
eu: Helbideak
fa: نشانی‌ها
fi: Osoitteet
fr: Adresses
fur: Direzions
gd: Seòlaidhean
gl: Enderezos
he: כתובות
hi_in: पता
hr: Adrese
hu: Címek
ia: Adresses
id: Alamat
is: Tölvupóstföng
it: Indirizzi
ja: 住所
ka: მისამართები
kab: Tansiwin
nl: Adressen
pa_in: ਪਤੇ
pl: Adresy
pt: Endereços
pt_br: Endereços
ru: Адреса
sk: Adresy
sl: Naslovi
sq: Adresa
sr: Адресе
sr_latn: Adrese
sv_se: Adresser
te: చిరునామాలు
th: ที่อยู่
tr: Adresler
tt: Адреслар
uk: Адреси
ur: پتے
vi: Địa chỉ

source: Credit cards
ast: Tarxetes de creitu
be: Крэдытныя карты
bn_bd: ক্রেডিট কার্ড
cy: Cardiau credyd
es_ar: Tarjetas de crédito
sq: Karta krediti

source: Secondary email verified successfully
ar: أُكِّد البريد الإلكتروني الثانوي بنجاح
az: İkincil e-poçt müvəffəqiyyətlə təsdiqləndi
be: Другі адрас эл.пошты паспяхова пацверджаны
bg: Допълнителният ел. адрес е успешно потвърден
bn_bd: মাধ্যমিক ইমেইল সফলভাবে যাচাই হয়েছে
cs: Záložní e-mailová adresa byla úspěšně ověřena
cy: Dilyswyd yr ail e-bost yn llwyddiannus
da: Sekundær mailadresse bekræftet
el: Επιτυχής επαλήθευση δευτερεύοντος email
es_ar: Correo electrónico secundario verificado exitosamente
es_es: Se verificó con éxito el correo secundario
et: Teise e-posti aadress kinnitamine õnnestus
eu: Helbide elektroniko alternatiboa ondo egiaztatu da
fa: رایانامه ثانوی با موفقیت تایید شد
fi: Toissijaisen sähköpostin vahvistaminen onnistui
fr: Adresse électronique secondaire vérifiée avec succès
fur: E-mail secondarie verificade cun sucès
gd: Chaidh am post-d dàrnach a dhearbhadh
gl: Correo electrónico secundario verificado correctamente
he: כתובת הדוא״ל המשנית אומתה בהצלחה
hi_in: द्वितीयक ईमेल सफलतापूर्वक सत्यापित
hr: Sekundarna e-pošta uspješno je potvrđena
hu: Másodlagos e-mail sikeresen megerősítve
ia: Adresse de e-mail secundari verificate correctemente
id: Surel sekunder berhasil diverifikasi
is: Tókst að staðfesta aukapóstfang
it: Indirizzo email secondario verificato correttamente
ja: 予備アドレスの確認が完了しました
ka: დამატებითი ელფოსტა წარმატებით დამოწმდა
kab: Imayl wis sin ittwasenqed akken iwata
nl: Secundair e-mailadres met succes geverifieerd
pa_in: ਸੈਕੰਡਰੀ ਈਮੇਲ ਦੀ ਸਫਲਤਾਪੂਰਵਕ ਜਾਂਚ
pl: Pomyślnie zweryfikowano dodatkowy adres e-mail
pt: Email secundário verificado com sucesso
pt_br: Email secundário validado com sucesso
ru: Дополнительная электронная почта успешно подтверждена
sk: Alternatívna e-mailová adresa bola úspešne overená
sl: Pomožni e-poštni naslov uspešno potrjen
sq: Email-i dytësor u verifikua me sukses
sr: Секундарна имејл-адреса је потврђена
sr_latn: Sekundarna imejl-adresa je potvrđena
sv_se: Sekundär e-post bekräftades framgångsrikt
te: రెండవ ఈమెయిలు విజయవంతంగా తనిఖీ చేయబడింది
th: อีเมลสำรองได้รับการยืนยันสำเร็จแล้ว
tr: İkinci e-posta başarıyla doğrulandı
tt: Икенчел электрон почта уңышлы расланды
uk: Альтернативна адреса електронної пошти успішно підтверджена
ur: ثانوی ای میل کی کامیابی کے ساتھ توثیق ہوگئی
vi: Email phụ đã xác minh thành công

source: Password reset successfully
ar: صُفّرت كلمة السر بنجاح
az: Parol müvəffəqiyyətlə sıfırlandı
be: Пароль паспяхова скінуты
bg: Паролата е сменена успешно
bn_bd: সফলভাবে পাসওয়ার্ড রিসেট হয়েছে
cs: Heslo bylo úspěšně obnoveno
cy: Mae'r cyfrinair wedi ei ailosod yn llwyddiannus
da: Adgangskoden er blevet nulstillet
el: Επιτυχής επαναφορά κωδικού πρόσβασης
es_ar: Contraseña restablecida correctamente
es_es: Contraseña restablecida correctamente
et: Parooli lähtestamine õnnestus
eu: Pasahitza ondo berrezarri da
fa: تنظیم مجدد کلمه عبور با موفقیت انجام شد
fi: Salasana nollattu onnistuneesti
fr: Mot de passe réinitialisé
fur: Password ristabilide cun sucès
gd: Chaidh am facal-faire atharrachadh
gl: Restableceuse o contrasinal correctamente
he: הססמה אופסה בהצלחה
hi_in: कूटशब्द सफलतापूर्वक पुनः तैयार
hr: Lozinka je uspješno ponovno postavljena
hu: Jelszó sikeresen visszaállítva
ia: Contrasigno reinitialisate correctemente
id: Penyetelan ulang sandi sukses
is: Það tókst að endurstilla lykilorð
it: Password reimpostata correttamente
ja: パスワードの変更が完了しました
ka: პაროლი განულდა წარმატებით
kab: Awal uffir yettuwennez akken iwata
nl: Wachtwoord met succes opnieuw ingesteld
pa_in: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਰੀਸੈੱਟ ਕੀਤਾ ਗਿਆ
pl: Pomyślnie zmieniono hasło
pt: Palavra-passe reposta com sucesso
pt_br: Senha redefinida com sucesso
ru: Пароль успешно сброшен
sk: Heslo bolo úspešne obnovené
sl: Geslo uspešno ponastavljeno
sq: Fjalëkalimi u ricaktua me sukses
sr: Лозинка је успешно ресетована
sr_latn: Lozinka je uspešno resetovana
sv_se: Lösenordet har återställts
te: సంకేతపదపు రీసెట్ విజయవంతం
th: รีเซ็ตรหัสผ่านสำเร็จแล้ว
tr: Parola başarıyla sıfırlandı
tt: Серзүз уңышлы ташлатылды
uk: Пароль успішно скинуто
ur: پاس ورڈ کو کامیابی سے پھر سیٹ کر دیا گیا ہے
vi: Đặt lại mật khẩu thành công

source: Unexpected error
ar: خطأ غير متوقّع
ast: Fallu inesperáu
az: Gözlənilməz xəta
be: Нечаканая памылка
bg: Неочаквана грешка
bn_bd: অপ্রত্যাশিত ত্রুটি
bn_in: অপ্রত্যাশিত ত্রুটি
cs: Neočekávaná chyba
cy: Gwall anhysbys
da: Uventet fejl
el: Μη αναμενόμενο σφάλμα
es_ar: Error inesperado
es_es: Error inesperado
et: Ootamatu viga
eu: Espero gabeko errorea
fa: خطای غیرمترقبه
fi: Odottamaton virhe
fr: Erreur inattendue
fur: Erôr inspietât
gd: Mearachd ris nach robh dùil
gl: Erro inesperado
he: שגיאה לא צפויה
hi_in: अप्रत्याशित त्रुटि
hr: Neočekivana greška
hu: Nem várt hiba
ia: Error inexpectate
id: Galat tidak diharapkan
is: Óvænt villa
it: Si è verificato un errore inatteso
ja: 予期しないエラー
ka: მოულოდნელი შეცდომა
kab: Tuccḍa ur nettwaṛǧi ara
lv: Nezināma kļūda
nl: Onverwachte fout
pa: ਅਣਜਾਣ ਗਲਤੀ
pa_in: ਅਣਜਾਣ ਗਲਤੀ
pl: Nieznany błąd
pt: Erro inesperado
pt_br: Erro inesperado
ru: Непредвиденная ошибка
sk: Neočakávaná chyba
sl: Nepričakovana napaka
sq: Gabim i papritur
sr: Неочекивана грешка
sr_latn: Neočekivana greška
sv_se: Oväntat fel
te: ఊహించని దోషం
th: ข้อผิดพลาดที่ไม่คาดคิด
tr: Beklenmeyen hata
tt: Көтелмәгән хата
uk: Непередбачувана помилка
ur: غير متوقع نقص
vi: Lỗi không xác định

source: The link you clicked to verify your email is expired.
ar: انتهت صلاحية الرابط الذي نقرت علية لتأكيد بريدك الإلكتروني.
ast: Caducó l'enllaz que primiesti pa verificar el to corréu.
az: E-poçtunuzu təsdiq etmək üçün açdığınız keçidin vaxtı keçib.
be: Спасылка, па якой вы прайшлі для пацверджання эл.пошты, пратэрмінаваная.
bg: Връзката за потвърждение, която посетихте е с изтекла давност.
bn_bd: আপনার ক্লিক করা ইমেইল যাচাই করার লিঙ্কটি মেয়াদ উত্তীর্ণ
bn_in: আপনি আপনার ইমেইল যাচাই করবার জন্য যে লিঙ্কটি চাপ দিয়েছেন সেটির মেয়াদ শেষ হয়ে গেছে।
cs: Platnost tohoto odkazu pro ověření vaší e-mailové adresy už vypršela.
cy: Mae'r ddolen rydych newydd ei chlicio i ddilysu eich e-bost wedi dod i ben.
da: Linket, du klikkede på for at bekræfte din mailadresse, er udløbet.
el: Ο σύνδεσμος που πατήσατε για την επαλήθευση του email σας έληξε.
es_ar: El enlace en el que hizo clic para verificar su correo electrónico está vencido.
es_es: El enlace que seleccionaste para verificar la cuenta ha expirado.
et: Link, millel klõpsasid oma e-posti aadressi kinnitamiseks, on aegunud.
eu: Helbide elektronikoa egiaztatzeko klik egin duzun lotura iraungita dago.
fa: پیوندی که برای تایید ایمیل خود روی آن کلیک کردید منقضی شده است.
fi: Avaamasi vahvistuslinkki on vanhentunut.
fr: Le lien de confirmation de l’adresse électronique sur lequel vous venez de cliquer a expiré.
fur: Il colegament doprât par verificâ la e-mail al è scjadût.
gd: Bhriog thu air ceangal dearbhaidh a dh’fhalbh an ùine air.
gl: A ligazón que premeu para comprobar o seu correo está caducada.
he: פג תוקפו של הקישור עליו לחצת לאימות כתובת הדוא״ל שלך.
hi_in: ईमेल सत्यापन के लिए चुने हुए लिंक की वैधता समाप्त हो चुकी है.
hr: Pritisnuta poveznica za potvrdu e-pošte je istekla.
hu: Az e-mail cím ellenőrzéséhez használt hivatkozás lejárt.
ia: Le ligamine sur le qual tu ha cliccate pro verificar tu adresse de e-mail ha expirate.
id: Tautan yang Anda klik untuk memeriksa email telah kedaluwarsa.
is: Tengillinn sem þú smelltir á til að staðfesta tölvupóstfangið þitt er útrunninn.
it: Questo link per la verifica dell’account di posta elettronica è scaduto.
ja: クリックされたメールアドレス確認リンクの有効期限が切れています。
ka: ელფოსტის დასამოწმებელი ბმული ვადაგასულია.
kab: Aseɣwen ɣef i tsiteḍ akken ad tesneqdeḍ imayl inek yezri.
lv: Saite jūsu epasta apstiprināšanai ir beigusies.
nl: De koppeling waarop u hebt geklikt voor het verifiëren van uw e-mailadres is verlopen.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਆਪਣੇ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕੀਤਾ, ਉਸ ਦੀ ਮਿਆਦ ਪੁੱਗ ਚੁੱਕੀ ਹੈ।
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਆਪਣੇ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕੀਤਾ, ਉਸ ਦੀ ਮਿਆਦ ਪੁੱਗ ਚੁੱਕੀ ਹੈ।
pl: Kliknięty odnośnik weryfikacyjny adresu e-mail wygasł.
pt: A ligação que clicou para verificar o seu email expirou.
pt_br: O link que você clicou para verificar seu email expirou.
ru: Срок жизни ссылки, по которой вы щёлкаете, чтобы подтвердить вашу почту, истёк.
sk: Platnosť odkazu, na ktorý ste klikli s cieľom obnoviť heslo, už vypršala.
sl: Povezava za potrditev e-pošte je potekla.
sq: Lidhja që klikuat për verifikimin e email-it tuaj ka skaduar.
sr: Веза коју сте кликнули за потврду е-поште је истекла.
sr_latn: Veza koju ste kliknuli za potvrdu e-pošte je istekla.
sv_se: Länken du klickade på för att verifiera din e-postadress är inte giltig längre.
te: మీరు మీ ఇమెయిల్ ధ్రువీకరించడం క్లిక్ చేసిన లింక్ గడువు ముగిసింది.
th: ลิงก์ที่คุณได้คลิกเพื่อตรวจสอบอีเมลของคุณหมดอายุแล้ว
tr: E-postanızı doğrulamak için tıkladığınız link zaman aşımına uğramış.
tt: Эл. почтагызны раслау өчен Сез чирткән сылтаманың мөддәте чыккан.
uk: Посилання за яким ви перейшли для підтвердження ел. пошти недійсне.
ur: ربط جس پر آپ نے ای میل کی تصدیق کے لیئے کلک کیا ہے وہ زائدالمدت ہے۔
vi: Liên kết bạn đã nhấp để xác nhận mật khẩu của bạn đã hết hạn.

source: You've tried too many times. Try again later.
ar: لقد حاولت مرات كثيرة. حاول مرة أخرى في وقت لاحق.
ast: Probesti munches vegaes. Volvi tentalo más sero.
az: Həddindən çox yoxladınız. Daha sonra təkrar yoxlayın.
be: Вы зрабілі дужа шмат спробаў. Паспрабуйце зноў пазней.
bg: Твърде много опити. Пробвайте по-късно.
bn_bd: আপনি অনেক বার চেষ্টা করেছেন। কিছুক্ষণ পর আবার চেষ্টা করুন।
bn_in: আপনি অনেকবার চেষ্টা করে ফেলেছেন। কিছুক্ষণ পর চেষ্টা করুন।
cs: Vyčerpali jste příliš mnoho pokusů. Zkuste to znovu později.
cy: Rydych wedi cynnig gormod o weithiau. Ceisiwch yn hwyrach.
da: Du har prøvet for mange gange. Prøv igen senere.
el: Έχετε προσπαθήσει πάρα πολλές φορές. Δοκιμάστε ξανά αργότερα.
es_ar: Probó demasiadas veces. Inténtelo más tarde.
es_es: Has probado demasiadas veces. Inténtalo más tarde.
et: Proovisid liiga palju kordi. Proovi hiljem uuesti.
eu: Gehiegitan saiatu zara. Saiatu berriro geroago.
fa: شما تعداد دفعات زیادی تلاش کردید. بعداً دوباره سعی کنید.
fi: Olet yrittänyt liian monta kertaa. Yritä uudestaan myöhemmin.
fr: Vous avez effectué trop d’essais. Veuillez réessayer plus tard.
fur: Tu âs provât masse voltis. Torne prove plui indenant.
gd: Rinn thu cus oidhirpean. Feuch ris a-rithist an ceann greis.
gl: Xa o intentaches moitas veces. Volve intentalo máis tarde.
he: ניסית להתחבר יותר מידי פעמים. נא לנסות שוב מאוחר יותר.
hi_in: आपने बहुत बार की कोशिश की है. बाद में पुन: प्रयास करें.
hr: Previše pokušaja. Pokušaj kasnije ponovo.
hu: Túl sokszor próbálkozott. Próbálja újra később.
ia: Tu ha tentate troppo de vices. Retenta plus tarde.
id: Terlalu banyak percobaan. Coba lagi nanti.
is: Þú hefur prófað of oft. Reyndu aftur síðar.
it: Hai effettuato troppi tentativi errati. Riprova più tardi.
ja: 何回も試したため中断されました。また後で試してください。
ka: ზემეტად ბევრჯერ შეგეშალათ. მოგვიანებით სცადეთ.
kab: Tɛerḍeḍ deqs n tikal. Ma ulac aɣilif, ɛreḍ tikelt nniḍen ticki.
lv: Jūs esat mēģinājuši pārāk daudz reižu. Lūdzu mēģiniet vēlreiz, vēlāk.
nl: U hebt het te vaak geprobeerd. Probeer het later opnieuw.
pa_in: ਤੁਸੀਂ ਕਾਫੀ ਵਾਰ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Próbowano za wiele razy. Spróbuj ponownie później.
pt: Tentou demasiadas vezes. Tente novamente mais tarde.
pt_br: Você já tentou muitas vezes. Tente novamente mais tarde.
ru: Вы произвели слишком много попыток. Попробуйте снова позже.
sk: Vyčerpali ste príliš mnoho pokusov. Skúste to znova neskôr.
sl: Preveč poskusov. Poskusite znova kasneje.
sq: E provuat shumë herë. Riprovoni më vonë.
sr: Сувише покушаја је направљено. Пробајте поново касније.
sr_latn: Suviše pokušaja je napravljeno. Probajte ponovo kasnije.
sv_se: Du har försökt för många gånger. Försök igen senare.
te: మీరు చాలాసార్లు ప్రయత్నించారు. కాసేపాగి మళ్ళీ ప్రయత్నించండి.
th: คุณได้พยายามหลายครั้งเกินไป ลองอีกครั้งในภายหลัง
tr: Çok fazla deneme yaptınız. Daha sonra yeniden deneyin.
tt: Артык күп тапкыр тырышып карадыгыз. Бераздан янәдән карагыз.
uk: Ви зробили забагато спроб. Повторіть знову пізніше.
ur: آپ نے کئی بار کوشش کر لی۔ نراہ مہربانی بعد ازاں پھر کوشش کریں۔
vi: Bạn đã thử quá nhiều lần. Thử lại sau.
