Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Download Firefox for iOS!
ar: نزّل فَيَرفُكس لنظام آي‎أوإس!
ast: ¡Baxa Firefox pa iOS!
az: iOS üçün Firefox Endir!
be: Сцягніце Firefox для iOS!
bg: Изтегляне на Firefox за iOS!
bn_bd: iOS এর জন্য Firefox ডাউনলোড করুন।
bn_in: iOS-এর জন্য Firefox ডাউনলোড করুন!
cs: Stáhněte si Firefox pro iOS!
cy: Llwytho Firefox iOS i lawr!
da: Hent Firefox til iOS!
el: Λήψη του Firefox για iOS!
es_ar: ¡Descargá Firefox para iOS!
es_es: ¡Descargar Firefox para iOS!
et: Laadi alla Firefox iOS-ile!
eu: Deskagatu Firefox iOSentzat!
fa: فایرفاکس را برای iOS دریافت کنید!
fi: Lataa Firefox iOS:lle!
fr: Téléchargez Firefox pour iOS !
fur: Discjame Firefox par iOS!
gd: Luchdaich a-nuas Firefox airson iOS!
gl: Descargar Firefox para iOS!
he: הורידו את Firefox עבור iOS!
hi_in: Firefox के लिए iOS डाउनलोड करें!
hr: Preuzmi Firefox za iOS!
hu: Töltse le a Firefox for iOS-t!
ia: Discarga Firefox pro iOS!
id: Unduh Firefox untuk iOS!
is: Sækja Firefox fyrir iOS!
it: Scarica Firefox per iOS!
ja: iOS 版 Firefox をダウンロード！
ka: ჩამოტვირთეთ Firefox iOS-ისთვის!
kab: Sader Firefox i iOS!
lv: Lejupielādējiet Firefox iOS ierīcēm!
nl: Download Firefox voor iOS!
pa_in: iOS ਲਈ ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ ਕਰੋ!
pl: Pobierz Firefoksa na iOS!
pt: Transfira o Firefox para iOS!
pt_br: Baixe o Firefox para iOS!
ru: Загрузите Firefox для iOS!
sk: Stiahnite si Firefox pre iOS!
sl: Prenesite Firefox za iOS!
sq: Shkarkoni Firefox-in për iOS!
sr: Преузмите Firefox за iOS!
sr_latn: Preuzmite Firefox za iOS!
sv_se: Hämta Firefox för iOS!
te: iOS కొరకు Firefoxను దింపుకోండి!
th: ดาวน์โหลด Firefox สำหรับ iOS!
tr: iOS için Firefox’u indirin!
tt: iOS өчен Firefox'ны йөкләп алыгыз!
uk: Завантажте Firefox для iOS!
ur: Firefox برائے iOS ڈائونلوڈ کریں!
vi: Tải xuống Firefox dành cho iOS!

source: Download Firefox for Android.
ar: نزّل فَيَرفُكس لنظام أندرويد.
ast: Baxa Firefox p'Android.
az: Android üçün Firefox endirin.
be: Сцягніце Firefox для Android.
bg: Изтегляне на Firefox за Android.
bn_bd: Android এর জন্য Firefox ডাউনলোড করুন।
bn_in: Firefox for Android ডাউনলোড করুন।
cs: Stáhněte si Firefox pro Android.
cy: Llwytho Firefox Android i lawr
da: Hent Firefox til Android.
el: Λήψη του Firefox για Android.
es_ar: Descargá Firefox para Android.
es_es: Descarga Firefox para Android.
et: Laadi alla Firefox Androidile.
eu: Deskargatu Androiderako Firefox.
fa: بارگیری فایرفاکس برای اندروید.
fi: Lataa Firefox Androidille.
fr: Téléchargez Firefox pour Android.
fur: Discjame Firefox par Android.
gd: Luchdaich a-nuas Firefox airson Android.
gl: Descargar Firefox para Android.
he: הורידו את Firefox עבור Android.
hi_in: एंड्रॉयड हेतु फ़ायरफ़ॉक्स डाउनलोड करें
hr: Preuzmi Firefox za Android.
hu: Töltse le a Firefox for Androidot.
ia: Discarga Firefox pro Android.
id: Unduh Firefox untuk Android.
is: Sækja Firefox fyrir Android.
it: Scarica Firefox per Android.
ja: Android 版 Firefox をダウンロード。
ka: ჩამოტვირთეთ Firefox Android-ისთვის.
kab: Sader Firefox i Android.
lv: Lejupielādējiet Firefox Android ierīcēm.
nl: Download Firefox voor Android.
pa: ਐਂਡਰਾਇਡ ਨੂੰ ਫਾਇਰਫਾਕਸ ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ।
pa_in: ਐਂਡਰਾਇਡ ਨੂੰ ਫਾਇਰਫਾਕਸ ਲਈ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Pobierz Firefoksa na Androida.
pt: Transfira o Firefox para Android.
pt_br: Baixe o Firefox para Android
ru: Загрузите Firefox для Android.
sk: Stiahnite si Firefox pre Android.
sl: Prenesite Firefox za Android.
sq: Shkarkoni Firefox-in për Android.
sr: Преузмите Firefox за Android.
sr_latn: Preuzmite Firefox za Android.
sv_se: Ladda ner Firefox för Android.
te: Android కోసం Firefoxను దింపుకోండి.
th: ดาวน์โหลด Firefox สำหรับ Android
tr: Android için Firefox’u indirin.
tt: Android өчен Firefox'ны йөкләп алыгыз.
uk: Завантажте Firefox для Android.
ur: Firefox برائےAndroid ڈائونلوڈ کریں۔
vi: Tải xuống Firefox dành cho Android.

source: Download Firefox for mobile devices.
ar: نزّل فَيَرفُكس للأجهزة المحمولة.
ast: Baxa Firefox pa preseos móviles.
az: Mobil cihazlar üçün Firefox endirin.
be: Сцягніце Firefox для мабільных прылад.
bg: Изтеглете Firefox за мобилни устройства.
bn_bd: মোবাইল ডিভাইস এর জন্য Firefox ডাউনলোড করুন।
bn_in: মোবাইল ডিভাইসের জন্য Firefox ডাউনলোড করুন।
cs: Stáhněte si Firefox pro mobilní zařízení.
cy: Llwytho Firefox ar gyfer dyfeisiau symudol i lawr
da: Hent Firefox til mobile enheder.
el: Λήψη του Firefox για κινητές συσκευές.
es_ar: Descargá Firefox para dispositivos móviles.
es_es: Descarga Firefox para dispositivos móviles.
et: Laadi Firefox alla mobiilsele seadmele.
eu: Deskargatu gailu mugikorretarako Firefox.
fa: دریافت فایرفاکس برای دستگاه‌های همراه.
fi: Lataa Firefox mobiililaitteille.
fr: Téléchargez Firefox pour appareils mobiles.
fur: Discjame Firefox par dispositîfs mobii.
gd: Luchdaich a-nuas Firefox airson uidheaman mobile.
gl: Descargar Firefox para dispositivos móbiles.
he: הורידו את Firefox למכשירים ניידים.
hi_in: अस्थिर यंत्रों के लिए फ़ायरफ़ॉक्स डाउनलोड
hr: Preuzmi Firefox za mobilne uređaje.
hu: A Firefox letöltése mobil eszközökre.
ia: Discarga Firefox pro apparatos mobile.
id: Unduh Firefox untuk perangkat seluler.
is: Sækja Firefox fyrir snjalltæki.
it: Scarica Firefox per dispositivi mobile.
ja: 携帯端末向け Firefox をダウンロード。
ka: ჩამოტვირთეთ Firefox მობილური მოწყობილობებისთვის.
kab: Sader Firefox i yibenkan izirazen.
lv: Lejupielādējiet Firefox mobilām ierīcēm.
nl: Download Firefox voor mobiele apparaten.
pa: ਮੋਬਾਇਲ ਡਿਵਾਇਸਾਂ ਲਈ ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ ਕਰੋ।
pa_in: ਮੋਬਾਇਲ ਡਿਵਾਇਸਾਂ ਲਈ ਫਾਇਰਫਾਕਸ ਡਾਊਨਲੋਡ ਕਰੋ।
pl: Pobierz Firefoksa na urządzenia przenośne.
pt: Transfira o Firefox para dispositivos móveis.
pt_br: Baixe o Firefox para dispositivos móveis.
ru: Загрузите Firefox для мобильных устройств.
sk: Stiahnite si Firefox pre mobilné zariadenia.
sl: Prenesite Firefox za mobilne naprave.
sq: Shkarkoni Firefox për pajisje celulare.
sr: Преузмите Firefox за мобилне уређаје.
sr_latn: Preuzmite Firefox za mobilne uređaje.
sv_se: Ladda ner Firefox för mobila enheter.
te: మొబైల్ పరికరాల కోసం Firefoxను దించుకోండి.
th: ดาวน์โหลด Firefox สำหรับอุปกรณ์มือถือ
tr: Mobil cihazlar için Firefox’u indirin.
tt: Мобиль җиһазлар өчен Firefox'ны йөкләп алыгыз.
uk: Завантажте Firefox для мобільних пристроїв.
ur: Firefox برائے موبائل آلات ڈائونلوڈ کریں۔
vi: Tải xuống Firefox dành cho thiết bị di động.

source: Request for permission
ar: طلب الحصول على صلاحية
ast: Solicitar permisu
az: İcazə üçün istək göndər
be: Запыт дазволу
bg: Искане на разрешение
bn_bd: অনুমতির জন্য অনুরোধ
bn_in: অনুমতির জন্য অনুরোধ
cs: Požadavek na povolení
cy: Cais am ganiatâd
da: Anmodning om tilladelse
el: Αίτηση για άδεια
es_ar: Solicitá permiso
es_es: Solicitar permiso
et: Loataotlus
eu: Baimen-eskaera
fa: درخواست برای مجوز
fi: Lupapyyntö
fr: Demande de permission
fur: Richieste di permès
gd: Iarrtas airson cead
gl: Solicitude de permiso
he: בקשה להרשאות
hi_in: अनुमति की विनती
hr: Zahtjev za dozvolom
hu: Engedélykérés
ia: Requesta de permission
id: Permintaan izin
is: Beiðni um heimildir
it: Richiesta permesso
ja: 許可を申請
ka: ნებართვის მოთხოვნა
kab: Suter tasiregt
lv: Atļaujas pieprasījums
nl: Aanvraag voor toestemming
pa: ਅਧਿਕਾਰ ਲਈ ਬੇਨਤੀ ਕਰੋ
pa_in: ਅਧਿਕਾਰ ਲਈ ਬੇਨਤੀ ਕਰੋ
pl: Żądanie uprawnienia
pt: Pedido de permissão
pt_br: Permissões solicitadas
ru: Запрос разрешения
sk: Požiadavka na povolenie
sl: Zahteva za dovoljenje
sq: Kërkesë për leje
sr: Захтев за приступ
sr_latn: Zahtev za pristup
sv_se: Begäran om behörighet
te: అనుమతి కోసం అభ్యర్ధించు
th: ขอสิทธิอนุญาต
tr: İzin isteği
tt: Рөхсәт сорау
uk: Запит дозволу
ur: اجازت کے لیے درخواست کریں
vi: Yêu cầu cho phép

source: %(serviceName)s wants the following information from your account:
ar: خدمة %(serviceName)s تريد المعلومات التّالية من حسابك:
ast: %(serviceName)s quier la información de darréu de la to cuenta:
az: %(serviceName)s sizin hesabınızdan bunları istəyir:
be: %(serviceName)s хоча наступную інфармацыю з вашага ўліковага запісу:
bg: %(serviceName)s иска достъп до следната информация от вашата сметка:
bn_bd: %(serviceName) আপনার অ্যাকাউন্টের এই তথ্যগুলো চায়:
bn_in: %(serviceName)s আপনার অ্যাকাউন্ট থেকে নিম্নলিখিত তথ্য চায়:
cs: %(serviceName)s chce použít následující informace z vašeho účtu:
cy: Mae %(serviceName)s eisiau'r wybodaeth ganlynol o'ch cyfrif:
da: %(serviceName)s ønsker følgende information fra din konto:
el: Το %(serviceName)s θέλει τις ακόλουθες πληροφορίες από τον λογαριασμό σας:
es_ar: %(serviceName)s quiere la siguiente información de tu cuenta:
es_es: %(serviceName)s solicita la siguiente información de tu cuenta:
et: %(serviceName)s soovib järgmist infot sinu konto kohta:
eu: %(serviceName)s guneak zure kontuko ondorengo informazioa nahi du:
fa: %(serviceName)s اطلاعات مقابل را از حساب شما می‌خواهد:
fi: %(serviceName)s haluaa seuraavat tiedot tililtäsi:
fr: %(serviceName)s souhaite accéder à certaines informations de votre profil :
fur: %(serviceName)s al vûl chestis informazions dal to account:
gd: Tha %(serviceName)s ag iarraidh an fhiosrachaidh a leanas mun chunntas agad:
gl: %(serviceName)s quere esta información da súa conta:
he: %(serviceName)s מעוניין בגישה לפריטי המידע הבאים מהחשבון שלך:
hi_in: %(serviceName)s आपके खाते से निम्न जानकारी प्राप्त करना चाहता है:
hr: %(serviceName)s želi sljedeće informacije iz vašeg računa:
hu: %(serviceName)s a következő információkat kéri a fiókjáról:
ia: %(serviceName)s vole haber le sequente informationes de tu conto:
id: %(serviceName)s menginginkan informasi tersebut dari akun Anda:
is: %(serviceName)s vill fá eftirfarandi upplýsingar frá notandaaðgangnum þínum:
it: %(serviceName)s vuole accedere alle seguenti informazioni del tuo account:
ja: %(serviceName)s はあなたのアカウントから以下の情報を求めています:
ka: %(serviceName)s ითხოვს თქვენი ანგარიშიდან შემდეგ მონაცემებს:
kab: %(serviceName)s yebɣa talɣut-agi seg umiḍan inek:
lv: %(serviceName)s vēlas šādu informāciju no jūsu konta:
nl: %(serviceName)s vraagt om de volgende informatie van uw account:
pa: %(serviceName)s ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਅੱਗੇ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਚਾਹੁੰਦੀ ਹੈ:
pa_in: %(serviceName)s ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਅੱਗੇ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਚਾਹੁੰਦੀ ਹੈ:
pl: Usługa %(serviceName)s prosi o następujące informacje z konta:
pt: %(serviceName)s pretende aceder à seguinte informação da sua conta:
pt_br: %(serviceName)s solicita as seguintes informações da sua conta:
ru: %(serviceName)s хочет получить следующую информацию из вашего аккаунта:
sk: %(serviceName)s chce použiť nasledujúce informácie z vášho účtu:
sl: %(serviceName)s želi naslednje podatke o vašem računu:
sq: %(serviceName)s dëshiron të dhënat vijuese prej llogarisë suaj:
sr: %(serviceName)s желе следеће информације од налога:
sr_latn: %(serviceName)s žele sledeće informacije od naloga:
sv_se: %(serviceName)s vill ha följande information från ditt konto:
te: %(serviceName)s మీ ఖాతా నుండి కింది సమాచారాన్ని కోరుకుంటున్నారు:
th: %(serviceName)s ต้องการข้อมูลดังต่อปนี้จากบัญชีของคุณ
tr: %(serviceName)s, hesabınızdan aşağıdaki bilgileri istiyor:
tt: %(serviceName)s хисабыгыздан түбәндәге мәгълүматны таләп итә:
uk: %(serviceName)s хоче отримати таку інформацію з вашого облікового запису:
ur: %(serviceName)s کو آپ کے اکائوںٹ سے مدندرجی زیل مولعومات درکار ہیں
vi: %(serviceName)s muốn nhận các thông tin sau từ tài khoản của bạn:

source: Accept
ar: اقبل
ast: Aceutar
az: Qəbul et
be: Прыняць
bg: Приемане
bn_bd: গ্রহণ
bn_in: স্বীকার করুন
cs: Povolit
cy: Derbyn
da: Accepter
el: Αποδοχή
es_ar: Aceptar
es_es: Aceptar
et: Nõustun
eu: Onartu
fa: تایید
fi: Hyväksy
fr: Accepter
fur: Acete
gd: Gabh ris
gl: Aceptar
he: אישור
hi_in: स्वीकार
hr: Prihvati
hu: Elfogadás
ia: Acceptar
id: Terima
is: Samþykkja
it: Accetta
ja: 承認
ka: დათანხმება
kab: Qbel
lv: Piekrist
nl: Accepteren
pa: ਮਨਜ਼ੂਰ
pa_in: ਮਨਜ਼ੂਰ
pl: Zaakceptuj
pt: Aceitar
pt_br: Aceitar
ru: Принять
sk: Povoliť
sl: Sprejmi
sq: Pranojeni
sr: Прихвати
sr_latn: Prihvati
sv_se: Godkänn
te: అంగీకరించు
th: ยอมรับ
tr: Kabul et
tt: Кабул итү
uk: Погодитись
ur: قبول کریں
vi: Chấp nhận

source: Cancel
ar: ألغِ
ast: Encaboxar
az: Ləğv et
be: Скасаваць
bg: Отказ
bn_bd: বাতিল
bn_in: বাতিল করুন
cs: Zrušit
cy: Diddymu
da: Annuller
el: Ακύρωση
es_ar: Cancelar
es_es: Cancelar
et: Loobu
eu: Utzi
fa: لغو
fi: Peruuta
fr: Annuler
fur: Anule
gd: Sguir dheth
gl: Cancelar
he: ביטול
hi_in: रद्द
hr: Odustani
hu: Mégse
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
lv: Atcelt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anuloje
sr: Откажи
sr_latn: Otkaži
sv_se: Avbryt
te: రద్దుచేయి
th: ยกเลิก
tr: Vazgeç
tt: Баш тарту
uk: Скасувати
ur: منسوخ کریں
vi: Hủy bỏ

source: Your account is ready!
ar: حسابك مفعّل!
ast: ¡La to cuenta yá ta tresnada!
az: Hesabınız hazırdır!
be: Ваш уліковы запіс гатовы!
bg: Вашата сметка е готова!
bn_bd: আপনার অ্যাকাউন্ট প্রস্তুত!
bn_in: আপনার অ্যাকাউন্ট তৈরি!
cs: Váš účet je dokončen!
cy: Mae eich gwasanaeth yn barod!
da: Din konto er klar!
el: Ο λογαριασμός σας είναι έτοιμος!
es_ar: ¡Tu cuenta está lista!
es_es: ¡Tu cuenta está lista!
et: Sinu konto on valmis!
eu: Zure kontua prest dago!
fa: حساب شما آماده است!
fi: Tilisi on valmis!
fr: Votre compte est prêt !
fur: Il to account al è pront!
gd: Tha an cunntas agad deiseil!
gl: A súa conta está preparada!
he: החשבון שלך מוכן!
hi_in: आपका खाता तैयार है!
hr: Tvoj račun je spreman!
hu: A fiókja elkészült!
ia: Tu conto es preste!
id: Akun Anda siap!
is: Aðgangurinn þinn er tilbúinn!
it: Ora l’account è pronto!
ja: アカウントの準備が整いました。
ka: თქვენი ანგარიში მზადაა!
kab: Amiḍan inek ihegga!
lv: Jūsu konts ir gatavs!
nl: Uw account is gereed!
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਤਿਆਰ ਹੈ!
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਤਿਆਰ ਹੈ!
pl: Konto jest gotowe!
pt: A sua conta está pronta!
pt_br: Sua conta está pronta!
ru: Ваш аккаунт готов!
sk: Váš účet je pripravený.
sl: Vaš račun je pripravljen!
sq: Llogaria juaj është gati!
sr: Ваш налог је спреман!
sr_latn: Vaš nalog je spreman!
sv_se: Ditt konto är klart!
te: మీ ఖాతా సిద్ధంగా ఉంది!
th: บัญชีของคุณพร้อมแล้ว!
tr: Hesabınız hazır!
tt: Хисабыгыз хәзер!
uk: Ваш обліковий запис готовий!
ur: آپ کا اکاؤنٹ کے لئے تیار ہے!
vi: Tài khoản của bạn đã sẵn sàng!

source: Generate a new recovery key
ar: ولّد مفتاح استعادة جديد
az: Yeni bərpa açarı yarat
be: Стварыць новы ключ аднаўлення
cs: Vygenerovat nový obnovovací klíč
cy: Creu allwedd adfer newydd
da: Opret en ny genoprettelsesnøgle
el: Δημιουργία νέου κλειδιού ανάκτησης
es_ar: Generar una nueva clave de recuperación
es_es: Generar una nueva clave de recuperación
et: Loo uus taastamisvõti
eu: Sortu berreskuratze gako berria
fa: ساختن یک کلید بازیابی جدید
fi: Luo uusi palautusavain
fr: Générer une nouvelle clé de récupération
gd: Gin iuchair aisig ùr
he: יצירת מפתח שחזור חדש
hi_in: एक नई रिकवरी कुंजी बनाएँ
hr: Stvori novi ključ za oporavak
hu: Új helyreállítási kulcs előállítása
ia: Generar un nove clave de recuperation
id: Buat kunci pemulihan baru
it: Genera una nuova chiave di recupero
ja: 新しい回復用キーを生成
ka: აღდგენის ახალი გასაღების შექმნა
kab: Sirew tasarutt n tririt tamaynut
nl: Een nieuwe herstelsleutel genereren
pa_in: ਨਵੀਂ ਰਿਕਵਰੀ ਕੁੰਜੀ ਬਣਾਓ
pl: Utwórz nowy klucz odzyskiwania
pt: Gerar uma nova chave de recuperação
pt_br: Gerar uma nova chave de recuperação
ru: Сгенерировать новый ключ восстановления
sk: Vygenerovať nový obnovovací kľúč
sl: Ustvari nov obnovitveni ključ
sq: Prodho një kyç të ri rimarrjeje
sr: Генеришите нови кључ за опоравак
sr_latn: Generišite novi ključ za oporavak
sv_se: Skapa en ny återställningsnyckel
te: కొత్త పునరుద్ధరణ కీని తయారుచేయి
th: สร้างกุญแจการกูคืนใหม่
tr: Yeni kurtarma anahtarı oluştur
tt: Яңа коткару ачкычын төзү
uk: Генерувати новий ключ відновлення
ur: ایک نیابازیافت کلید تخلیق کریں
vi: Tạo khóa khôi phục mới

source: Continue to my account
ar: تابِع نحو حسابي
az: Hesabıma davam et
be: Працягнуць у мой уліковы запіс
cs: Pokračovat do mého účtu
cy: Ymlaen i fy nghyfrif
da: Fortsæt til min konto
el: Συνέχεια στον λογαριασμό μου
es_ar: Continuar a mi cuenta
es_es: Continuar el acceso a mi cuenta
et: Edasi minu konto juurde
eu: Jarraitu nire kontuaz
fa: ادامه برای رفتن به حساب من
fi: Jatka omalle tilille
fr: Continuer vers mon compte
fur: Continue sul gno account
gd: Air adhart dhan chunntas agam
gl: Continuar á miña conta
he: המשך לחשבון שלי
hi_in: मेरे खाते में जारी रखें
hr: Nastavi na moj račun
hu: Folytatás a saját fiókjához
ia: Continuar a mi conto
id: Lanjutkan ke akun saya
is: Halda áfram á aðganginn minn
it: Vai al mio account
ja: 自分のアカウントへ進む
ka: ანგარიშზე გადასვლა
kab: Kemmel ɣer umiḍan-iw
nl: Doorgaan naar mijn account
pa_in: ਮੇਰੇ ਖਾਤੇ ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Przejdź do mojego konta
pt: Continuar para a minha conta
pt_br: Continuar para minha conta
ru: Продолжить в мою учётную запись
sk: Pokračovať do môjho účtu
sl: Nadaljuj v moj račun
sq: Vazhdo te llogaria ime
sr: Настави на мој налог
sr_latn: Nastavi na moj nalog
sv_se: Fortsätt till mitt konto
te: నా ఖాతాకు కొనసాగు
th: ต่อไปยังบัญชีของฉัน
tr: Hesabıma devam et
tt: Хисабыма үтү
uk: Продовжити в обліковому записі
ur: میرے اکاؤنٹ میں جاری رکھیں
vi: Tiếp tục đến tài khoản của tôi

source: Report unauthorized sign-in?
ar: أتريد الإبلاغ عن ولوج غير مصرح به؟
ast: ¿Informar d'aniciu de sesión non autorizáu?
az: İcazəsiz daxil olma xəbər edilsin?
be: Паведаміць пра неаўтарызаваны ўваход?
bg: Докладване на неупълномощен достъп?
bn_bd: অবৈধ সাইন-ইন সম্পর্কে রিপোর্ট করবেন?
bn_in: অননুমোদিত সাইন-ইন রিপোর্ট করতে চান?
cs: Nahlásit neoprávněné přihlášení?
cy: Adrodd ar fewngofnodi heb ganiatâd?
da: Rapportér uberettiget login?
el: Αναφορά μη εξουσιοδοτημένης σύνδεσης;
es_ar: ¿Infomar ingreso sin autorización?
es_es: ¿Informar de un inicio de sesión no autorizado?
et: Soovid raporteerida lubamatu sisselogimise?
eu: Baimenik gabeko saio-hasiera baten berri eman?
fa: گزارش ورود بدون دسترسی؟
fi: Ilmoitetaanko luvattomasta kirjautumisesta?
fr: Signaler une connexion non autorisée ?
fur: Segnalâ acès no autorizât?
gd: A bheil thu airson aithris a dhèanamh air clàradh a-steach gun chead?
gl: Informar dun inicio de sesión non autorizado?
he: דיווח על התחברות בלתי מורשית?
hi_in: अनधिकृत प्रवेश की शिकायत करें?
hr: Prijaviti neautoriziranu prijavu?
hu: Jelenti a jogosulatlan bejelentkezést?
ia: Reportar un apertura de session non autorisate?
id: Laporkan proses masuk tidak dikenali?
is: Tilkynna óheimila innskráningu?
it: Vuoi segnalare questo accesso non autorizzato?
ja: 許可されていないログインを報告しますか？
ka: გსურთ მოგვახსენოთ უნებართვო შესვლის შესახებ?
kab: Azen-d tuqqna ur nettwasireg ara?
nl: Ongeautoriseerde aanmelding melden?
pa_in: ਅਣ-ਅਧਿਕਾਰਤ ਸਾਈਨ-ਇਨ ਦੀ ਰਿਪੋਰਟ ਕਰਨੀ ਨੈ?
pl: Zgłosić nieupoważnione logowanie?
pt: Denunciar início de sessão não autorizado?
pt_br: Relatar acesso não autorizado?
ru: Сообщить о несанкционированном входе?
sk: Nahlásiť neoprávnené prihlásenie?
sl: Prijavi nepooblaščeno prijavo?
sq: Të raportohet hyrja e paautorizuar?
sr: Пријавити неовлашћено пријављивање?
sr_latn: Prijaviti neovlašćeno prijavljivanje?
sv_se: Rapportera otillåten inloggning?
te: ఆమోదించని సైన్ ఇన్ ను నివేదించు?
th: รายงานการลงชื่อเข้าใช้ที่ไม่ได้รับอนุญาต?
tr: İzinsiz giriş rapor edilsin mi?
tt: Авторизацияләнмәгән керү хакында хәбәр итәргәме?
uk: Повідомити про недозволений вхід?
ur: غیر مصدقہ سائن ان رپورٹ کریں٫؟
vi: Báo cáo đăng nhập không được phép?
