Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Your account has been locked for security reasons
ar: حسابك موصد لأسباب أمنيّة
ast: Bloquióse la to cuenta por razones de seguranza
az: Hesabınız təhlükəsizlik səbəbləri ilə kilidlənib
be: Ваш уліковы запіс заблакавыны з меркаванняў бяспекі
bg: Сметката е заключена от съображения за сигурност
bn_bd: আপনার অ্যাকাউন্ট নিরাপত্তার কারণে বন্ধ রাখা হয়েছে
bn_in: নিরাপত্তার কারণে আপনার অ্যাকাউন্ট লক করা হয়েছে
cs: Váš účet byl z bezpečnostních důvodů zamčen
cy: Mae eich cyfrif wedi ei gloi am resymau diogelwch
da: Din konto er blevet låst af sikkerhedsmæssige årsager
el: Ο λογαριασμός σας έχει κλειδωθεί για λόγους ασφαλείας
es_ar: Su cuenta ha sido bloqueada por razones de seguridad
es_es: Se ha bloqueado tu cuenta por razones de seguridad
et: Sinu konto on turvakaalutlustel lukustatud
eu: Zure kontua blokeatu egin da segurtasun-arrazoiengatik
fa: حساب شما به دلایل امنیتی قفل شده است
fi: Tilisi on lukittu turvallisuussyistä
fr: Votre compte a été verrouillé pour des raisons de sécurité
fur: L'account al è stât blocât par resons di sigurece
gd: Chaidh an cunntas agad a ghlasadh air sgàth adhbharan tèarainteachd
gl: Bloqueouse a súa conta por motivos de seguridade
he: חשבונך ננעל מסיבות אבטחה
hi_in: आपका खाता सुरक्षा कारणों से बंद कर दिया गया है
hr: Tvoj je račun zaključan iz sigurnosnih razloga
hu: Fiókját biztonsági okból zároltuk
ia: Tu conto ha essite blocate per rationes de securitate
id: Akun Anda telah terkunci untuk alasan keamanan
is: Búið er að læsa reikningi vegna öryggisástæðna
it: L’account è stato bloccato per ragioni di sicurezza
ja: あなたのアカウントはセキュリティ上の理由からロックされています
ka: თქვენი ანგარიშთან წვდომა შეზღუდულია უსაფრთხოების მიზნით
kab: Amiḍan inek yettusewḥel ɣef sebba n tɣellist
lv: Jūsu konts tika bloķēts drošības apsvērumu dēļ
nl: Uw account is om veiligheidsredenen vergrendeld
pa: ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਤੁਹਾਡਾ ਖਾਤਾ ਲਾਕ ਕੀਤਾ ਗਿਆ ਹੈ
pa_in: ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਤੁਹਾਡਾ ਖਾਤਾ ਲਾਕ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Konto zostało zablokowane z powodów bezpieczeństwa
pt: A sua conta foi bloqueada por motivos de segurança
pt_br: A sua conta foi bloqueada por motivos de segurança
ru: Ваш аккаунт был заблокирован по соображениям безопасности
sk: Váš účet bol z bezpečnostných dôvodov uzamknutý
sl: Vaš račun je bil iz varnostnih razlogov zaklenjen
sq: Llogaria juaj është kyçur për arsye sigurie
sr: Налог је закључан због сигурносних разлога
sr_latn: Nalog je zaključan zbog sigurnosnih razloga
sv_se: Ditt konto har låsts av säkerhetsskäl
te: భద్రతా కారణాల రీత్యా మీ ఖాతా స్తంభించబడింది
th: บัญชีของคุณถูกล็อกเพราะเหตุผลทางความปลอดภัย
tr: Hesabınız güvenlik nedeniyle kilitlenmiştir
tt: Хисабыгыз хәвефсезлек сәбәпләре аркасында блокланды
uk: З міркувань безпеки, ваш обліковий запис було заблоковано
ur: سلامتی وجوہات کی بنا پر آپ کا اکاؤنٹ مقفل کر دیا ہے
vi: Tài khoản của bạn đã bị khóa vì lý do bảo mật

source: Reset password
ar: صفِّر كلمة السرّ
ast: Reaniciar contraseña
az: Parolu sıfırla
be: Скінуць пароль
bg: Нулиране на парола
bn_bd: পাসওয়ার্ড রিসেট করুন
bn_in: পাসওয়ার্ড পুনরায় সেট করুন।
cs: Obnovit heslo
cy: Ailosod y cyfrinair
da: Nulstil adgangskode
el: Επαναφορά κωδικού πρόσβασης
es_ar: Restablecer contraseña
es_es: Restablecer contraseña
et: Parooli lähtestamine
eu: Berrezarri pasahitza
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
fur: Ristabilìs la password
gd: Ath-shuidhich am facal-faire
gl: Restabelecer contrasinal
he: איפוס ססמה
hi_in: कूटशब्द पुनः तैयार करें
hr: Ponovo postavi lozinku
hu: Jelszó visszaállítása
ia: Reinitialisar le contrasigno
id: Setel ulang sandi
is: Endurstilla lykilorð
it: Reimpostazione della password
ja: パスワードをリセットする
ka: პაროლის განულება
kab: Wennez awal uffir
lv: Atstatīt paroli
nl: Wachtwoord opnieuw instellen
pa: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ
pa_in: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ
pl: Zmień hasło
pt: Repor palavra-passe
pt_br: Redefinir senha
ru: Сбросить пароль
sk: Obnoviť heslo
sl: Ponastavi geslo
sq: Ricaktoni fjalëkalimin
sr: Ресетуј лозинку
sr_latn: Resetuj lozinku
sv_se: Återställ lösenordet
te: పాస్వర్డ్ మార్చుకోండి
th: ตั้งรหัสผ่านใหม่
tr: Parolayı sıfırla
tt: Паролны алыштыру
uk: Відновити пароль
ur: پاس ورڈ پھر سے سيٹ کريں
vi: Đặt lại mật khẩu

source: none
ar: لم يجري
az: yox
be: няма
bg: няма
bn_bd: কোনোটি নয়
cs: žádný
cy: dim
da: ingen
el: κανένας
es_ar: ninguno
es_es: ninguno
et: puudub
eu: bat ere ez
fa: هیچکدام
fi: puuttuu
fr: aucun
fur: nissun
gd: chan eil gin
gl: ningún
he: אין
hi_in: कोई नहीं
hr: nema
hu: nincs
ia: nulle
id: tidak ada
is: ekkert
it: nessuno
ja: なし
ka: არაა მოცემული
kab: ula yiwen
nl: geen
pa_in: ਕੋਈ ਨਹੀਂ
pl: brak
pt: nenhuma
pt_br: nenhuma
ru: нет
sk: žiadne
sl: brez
sq: asnjë
sr: никад
sr_latn: nikad
sv_se: ingen
te: ఏమీలేదు
th: ไม่มี
tr: yok
tt: бернинди дә
uk: немає
ur: کوئی نہیں
vi: không

source: Last checked: %(lastCheckTime)s
ar: آخر فحص كان منذ: %(lastCheckTime)s
az: Son yoxlama: %(lastCheckTime)s
be: Апошняя праверка: %(lastCheckTime)s
bg: Последно проверен: %(lastCheckTime)s
cs: Poslední kontrola: %(lastCheckTime)s
cy: Gwiriwyd diwethaf: %(lastCheckTime)s
da: Senest kontrolleret: %(lastCheckTime)s
el: Τελευταίος έλεγχος: %(lastCheckTime)s
es_ar: Última verificación: %(lastCheckTime)s
es_es: Última comprobación: %(lastCheckTime)s
et: Viimati kontrollitud: %(lastCheckTime)s
eu: Azken egiaztatzea: %(lastCheckTime)s
fa: آخرین زمان بررسی: %(lastCheckTime)s
fi: Viimeksi tarkistettu: %(lastCheckTime)s
fr: Dernière vérification : %(lastCheckTime)s
fur: Ultin control: %(lastCheckTime)s
gd: Sgrùdadh mu dheireadh: %(lastCheckTime)s
gl: Última comprobación: %(lastCheckTime)s
he: בדיקה אחרונה: %(lastCheckTime)s
hi_in: अंतिम जाँचा गया: %(lastCheckTime)s
hr: Posljednja provjera: %(lastCheckTime)s
hu: Utoljára ellenőrizve: %(lastCheckTime)s
ia: Ultime verification: %(lastCheckTime)s
id: Terakhir diperiksa: %(lastCheckTime)s
is: Síðast athugað: %(lastCheckTime)s
it: Ultimo aggiornamento: %(lastCheckTime)s
ja: 最終確認日時: %(lastCheckTime)s
ka: ბოლო შემოწმების დრო: %(lastCheckTime)s
kab: Asenqed aneggaru: %(lastCheckTime)s
nl: Laatst gecontroleerd: %(lastCheckTime)s
pa_in: ਆਖਰੀ ਵਾਰ ਜਾਂਚਿਆ: %(lastCheckTime)s
pl: Ostatnio sprawdzono: %(lastCheckTime)s
pt: Última verificação: %(lastCheckTime)s
pt_br: Última verificação: %(lastCheckTime)s
ru: Последняя проверка: %(lastCheckTime)s
sk: Posledná kontrola: %(lastCheckTime)s
sl: Nazadnje preverjeno: %(lastCheckTime)s
sq: Kontrolluar së fundi më: %(lastCheckTime)s
sr: Последња провера: %(lastCheckTime)s
sr_latn: Poslednja provera: %(lastCheckTime)s
sv_se: Senast kontrollerad: %(lastCheckTime)s
te: చివరి తనిఖీ: %(lastCheckTime)s
th: ตรวจสอบล่าสุดเมื่อ: %(lastCheckTime)s
tr: Son kontrol: %(lastCheckTime)s
tt: Соңгы тикшерү: %(lastCheckTime)s
uk: Остання перевірка: %(lastCheckTime)s
vi: Kiểm tra lần cuối: %(lastCheckTime)s

source: Open Gmail
ar: افتح جيميل
ast: Abrir Gmail
az: Gmail-i aç
be: Адкрыць Gmail
bg: Отваряне на Gmail
bn_bd: Gmail খুলুন
bn_in: Gmail খুলুন
cs: Otevřít Gmail
cy: Agor Gmail
da: Åbn Gmail
el: Άνοιγμα Gmail
es_ar: Abrir Gmail
es_es: Abrir Gmail
et: Ava Gmail
eu: Ireki Gmail
fa: بازکردن Gmail
fi: Avaa Gmail
fr: Ouvrir Gmail
fur: Vierç Gmail
gd: Fosgail Gmail
gl: Abrir Gmail
he: פתיחת Gmail
hi_in: Gmail खुले
hr: Otvori Gmail
hu: Gmail megnyitása
ia: Aperir Gmail
id: Buka Gmail
is: Opna Gmail
it: Apri Gmail
ja: Gmail を開く
ka: Gmail-ის გახსნა
kab: Ldi Gmail
lv: Atvērt Gmail
nl: Gmail openen
pa: ਜ਼ੀ-ਮੇਲ ਖੋਲੋ
pa_in: Gmail ਖੋਲ੍ਹੋ
pl: Otwórz Gmaila
pt: Abrir Gmail
pt_br: Abrir Gmail
ru: Открыть Gmail
sk: Otvoriť Gmail
sl: Odpri Gmail
sq: Hapni Gmail-in
sr: Отвори Gmail
sr_latn: Otvori Gmail
sv_se: Öppna Gmail
te: జీమెయిల్ తెరువు
th: เปิด Gmail
tr: Gmail’i aç
tt: Gmail'ны ачу
uk: Відкрити Gmail
ur: Gmail کھولیں
vi: Mở Gmail

source: Open Hotmail
ar: افتح هوتميل
ast: Abrir Hotmail
az: Hotmail Aç
be: Адкрыць Hotmail
bg: Отваряне на Hotmail
bn_bd: Hotmail খুলুন
bn_in: Hotmail খুলুন
cs: Otevřít Hotmail
cy: Agor Hotmail
da: Åbn Hotmail
el: Άνοιγμα Hotmail
es_ar: Abrir Hotmail
es_es: Abrir Hotmail
et: Ava Hotmail
eu: Ireki Hotmail
fa: باز کردن Hotmail
fi: Avaa Hotmail
fr: Ouvrir Hotmail
fur: Vierç Hotmail
gd: Fosgail Hotmail
gl: Abrir Hotmail
he: פתיחת Hotmail
hi_in: Hotmail खुले
hr: Otvori Hotmail
hu: Hotmail megnyitása
ia: Aperir Hotmail
id: Buka Hotmail
is: Opna Hotmail
it: Apri Hotmail
ja: Hotmail を開く
ka: Hotmail-ის გახსნა
kab: Ldi Hotmail
lv: Atvērt Hotmail
nl: Hotmail openen
pa_in: Hotmail ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz Hotmaila
pt: Abrir Hotmail
pt_br: Abrir Hotmail
ru: Открыть Hotmail
sk: Otvoriť Hotmail
sl: Odpri Hotmail
sq: Hap Hotmail-in
sr: Отвори Hotmail
sr_latn: Otvori Hotmail
sv_se: Öppna Hotmail
te: హాట్‌మెయిల్ తెరువు
th: เปิด Hotmail
tr: Hotmail’i aç
tt: Hotmail'ны ачу
uk: Відкрити Hotmail
ur: ہاٹ میل کھولیں
vi: Mở Hotmail

source: Open Yahoo
ar: افتح ياهو
ast: Abrir Yahoo
az: Yahoo Aç
be: Адкрыць Yahoo
bg: Отваряне на Yahoo
bn_bd: Yahoo খুলুন
bn_in: Yahoo খুলুন
cs: Otevřít Yahoo
cy: Agor Yahoo
da: Åbn Yahoo
el: Άνοιγμα Yahoo
es_ar: Abrir Yahoo
es_es: Abrir Yahoo
et: Ava Yahoo
eu: Ireki Yahoo
fa: باز کردن Yahoo
fi: Avaa Yahoo
fr: Ouvrir Yahoo
fur: Vierç Yahoo
gd: Fosgail Yahoo
gl: Abrir Yahoo
he: פתיחת Yahoo
hi_in: Yahoo खुले
hr: Otvori Yahoo
hu: Yahoo megnyitása
ia: Aperir Yahoo
id: Buka Yahoo
is: Opna Yahoo
it: Apri Yahoo
ja: Yahoo を開く
ka: Yahoo-ს გახსნა
kab: Ldi Yahoo
lv: Atvērt Yahoo
nl: Yahoo openen
pa_in: Yahoo ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz Yahoo
pt: Abrir Yahoo
pt_br: Abrir Yahoo
ru: Открыть Yahoo
sk: Otvoriť Yahoo
sl: Odpri Yahoo
sq: Hap Yahoo-n
sr: Отвори Yahoo
sr_latn: Otvori Yahoo
sv_se: Öppna Yahoo
te: యాహూ తెరువు
th: เปิด Yahoo
tr: Yahoo’yu aç
tt: Yahoo’ны ачу
uk: Відкрити Yahoo
ur: Yahoo کھولیں
vi: Mở Yahoo

source: Open Outlook
ar: افتح أوتلوك
ast: Abrir Outlook
az: Outlook Aç
be: Адкрыць Outlook
bg: Отваряне на Outlook
bn_bd: Outlook খুলুন
bn_in: Outlook খুলুন
cs: Otevřít Outlook
cy: Agor Outlook
da: Åbn Outlook
el: Άνοιγμα Outlook
es_ar: Abrir Outlook
es_es: Abrir Outlook
et: Ava Outlook
eu: Ireki Outlook
fa: باز کردن Outlook
fi: Avaa Outlook
fr: Ouvrir Outlook
fur: Vierç Outlook
gd: Fosgail Outlook
gl: Abrir Outlook
he: פתיחת Outlook
hi_in: Outlook खुले
hr: Otvori Outlook
hu: Outlook megnyitása
ia: Aperir Outlook
id: Buka Outlook
is: Opna Outlook
it: Apri Outlook
ja: Outlook を開く
ka: Outlook-ის გახსნა
kab: Ldi Outlook
lv: Atvērt Outlook
nl: Outlook openen
pa_in: Outlook ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz Outlooka
pt: Abrir Outlook
pt_br: Abrir Outlook
ru: Открыть Outlook
sk: Otvoriť Outlook
sl: Odpri Outlook
sq: Hap Outlook-un
sr: Отвори Outlook
sr_latn: Otvori Outlook
sv_se: Öppna Outlook
te: ఔట్‌లుక్ తెరువు
th: เปิด Outlook
tr: Outlook’u aç
tt: Outlook’ны ачу
uk: Відкрити Outlook
ur: Outlook کھولیں
vi: Mở Outlook

source: Open Restmail
ar: افتح بريد إعادة تعيين
ast: Abrir Restmail
az: Restmail aç
be: Адкрыць Restmail
bg: Отваряне на Restmail
bn_bd: Restmail খুলুন
bn_in: Restmail খুলুন
cs: Otevřít Restmail
cy: Agor Restmail
da: Åbn Restmail
el: Άνοιγμα Restmail
es_ar: Abrir Restmail
es_es: Abrir Restmail
et: Ava Restmail
eu: Ireki Restmail
fa: باز کردن Restmail
fi: Avaa Restmail
fr: Ouvrir Restmail
fur: Vierç Restmail
gd: Fosgail Restmail
gl: Abrir Restmail
he: פתיחת Restmail
hi_in: Restmail खोलें
hr: Otvori Restmail
hu: Restmail megnyitása
ia: Aperir Restmail
id: Buka Restmail
is: Opna Restmail
it: Apri Restmail
ja: Restmail を開く
ka: Restmail-ის გახსნა
kab: Ldi Restmail
nl: Restmail openen
pa_in: Restmail ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz Restmail
pt: Abrir Restmail
pt_br: Abrir Restmail
ru: Открыть Restmail
sk: Otvoriť Restmail
sl: Odprite Restmail
sq: Hap Restmail
sr: Отвори Restmail
sr_latn: Otvori Restmail
sv_se: Öppna Restmail
te: Restmailను తెరువు
th: เปิด Restmail
tr: Restmail’i aç
tt: Restmail'ны ачу
uk: Відкрити Restmail
ur: Restmail کھولیں
vi: Mở Restmail

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
ar: أُعيد إرسال البريد. أضِف accounts@firefox.com إلى قائمة المتراسلين لديك لتضمن وصولا سلسا.
az: E-poçt təkrar göndərildi. Səlis çatdırılma üçün accounts@firefox.com ünvanını əlaqələrinizə əlavə edin.
be: Ліст дасланы паўторна. Дадайце accounts@firefox.com у спіс кантактаў для надзейнай дастаўкі.
bg: Писмото е изпратено повторно. Добавете accounts@firefox.com към адресната книга, за да подсигурите безпроблемно получаване.
cs: E-mail byl znovu odeslán. Pro jistotu si přidejte adresu accounts@firefox.com do svých kontaktů.
cy: E-bost wedi ei ail-anfon. Ychwanegwch accounts@firefox.com i'ch cysylltiadau er mwyn ei dderbyn yn ddiogel.
da: Mail sendt igen. Føj mailadressen accounts@firefox.com til din adressebog for at sikre en problemfri levering.
el: Το email απεστάλη ξανά. Προσθέστε το accounts@firefox.com στις επαφές σας για να εξασφαλίσετε την ομαλή παράδοση.
es_ar: Correo electrónico reenviado. Añadir accounts@firefox.com a sus contactos para asegurar una recepción sin problemas.
es_es: Correo electrónico reenviado. Añade accounts@firefox.com a tus contactos para asegurar una entrega sin problemas.
et: E-kiri saadeti uuesti. Lisa accounts@firefox.com oma kontaktide sekka, et kirjad jõuaks kindlamini kohale.
eu: Posta birbidalia. Gehitu accounts@firefox.com zure kontaktuetara arazorik gabeko bidalketarako.
fa: ارسال مجدد ایمیل. اضافه کردنaccounts@firefox.com در لیست مخاطبین خودتون برای اینکه مطمئنید به شید به راحتی به مقصد میرسه.
fi: Sähköposti lähetetty uudelleen. Lisää accounts@firefox.com yhteystietoihisi, jotta viesti tulee varmasti perille.
fr: Courriel renvoyé. Ajoutez accounts@firefox.com à vos contacts pour assurer la bonne réception des messages.
fur: E-mail tornade a mandâ. Zonte accounts@firefox.com ai tiei contats par garantî une consegne cence problemis.
gd: Chaidh am post-d a chur às ùr. Cuir accounts@firefox.com ris an luchd-aithne agad a dhèanamh cinnteach gun ruig e gun chnap-starra.
gl: Enviouse de novo a mensaxe. Engada accounts@firefox.com aos seus contactos para garantir unha entrega sen problemas.
he: הודעת הדוא״ל נשלחה מחדש. מומלץ להוסיף את accounts@firefox.com לרשימת אנשי הקשר שלך כדי לוודא העברה חלקה.
hi_in: ईमेल पुनः भेजा गया। एक सुगम वितरण सुनिश्चित करने के लिए accounts@firefox.com को अपने संपर्कों में जोड़ें।
hr: E-pošta je ponovo poslana. Dodaj accounts@firefox.com u svoje kontakte za siguran primanje isporuke.
hu: E-mail újraküldve. Adja hozzá az accounts@firefox.com címet a névjegyei közé, a sima kézbesítés érdekében.
ia: Message reinviate. Adde accounts@firefox.com a tu contactos pro assecurar le livration.
id: Surel dikirim ulang. Tambahkan accounts@firefox.com ke kontak Anda untuk memastikan pengiriman yang lancar.
is: Tölvupóstur endursendur. Bættu accounts@firefox.com við tengiliðina þína til að tryggja hnökralausa afhendingu.
it: Email inviata nuovamente. Aggiungi accounts@firefox.com ai contatti per garantire una corretta consegna.
ja: メールを再送信しました。確実に受信できるよう accounts@firefox.com を連絡先に追加しておいてください。
ka: წერილი გადაგზავნილია. დაამატეთ accounts@firefox.com ნაცნობ მისამართებში, შეტყობინებების შეუფერხებლად მიღებისთვის.
kab: Email yettwaezn tikelt-nneḍen. Rnu accounts@firefox.comar inermisen-ik akken ad tḍemneḍ armas yelhan n yiznan.
nl: E-mailbericht opnieuw verzonden. Voeg accounts@firefox.com toe aan uw contacten om een probleemloze levering te garanderen.
pa_in: ਈਮੇਲ ਮੁੜ ਭੇਜੀ। ਬਿਨਾਂ ਕਿਸੀ ਸਮੱਸਿਆ ਦੇ ਈਮੇਲ ਪ੍ਰਾਪਤੀ ਲਈ accounts@firefox.com ਨੂੰ ਆਪਣੇ ਸੰਪਰਕਾਂ ਵਿਚ ਜੋੜੋ।
pl: Wysłano wiadomość e-mail. Dodaj accounts@firefox.com do kontaktów, aby zapewnić jej odbiór.
pt: E-mail reenviado. Adicione accounts@firefox.com aos seus contactos para assegurar uma entrega suave.
pt_br: Email reenviado. Adicione accounts@firefox.com nos seus contatos para assegurar uma entrega tranquila.
ru: Письмо отправлено повторно. Добавьте accounts@firefox.com в свои контакты, чтобы обеспечить его корректную доставку.
sk: E-mailová správa bola opätovne odoslaná. Pridajte si do svojich kontaktov adresu accounts@firefox.com. Zabezpečíte tým bezproblémové doručenie.
sl: E-pošta ponovno poslana. Dodajte naslov accounts@firefox.com med svoje stike, da se izognete težavam pri dostavi.
sq: Email-i u ridërgua. Shtoni te kontaktet tuaja adresën accounts@firefox.com, që të sigurohet dërgim i rrjedhshëm.
sr: Порука е-поште је поново послата. Додајте accounts@firefox.com у ваше контакте да бисте осигурали пријем поруке.
sr_latn: Poruka e-pošte je ponovo poslata. Dodajte accounts@firefox.com u vaše kontakte da biste osigurali prijem poruke.
sv_se: Mejl skickat igen. Lägg till accounts@firefox.com till dina kontakter för att säkerställa en smidig leverans.
th: ส่งอีเมลใหม่แล้ว เพิ่ม accounts@firefox.com ในรายชื่อติดต่อของคุณเพื่อให้แน่ใจว่ามีการส่งมอบอย่างราบรื่น
tr: E-posta yeniden gönderildi. Sorunsuz ulaşması için accounts@firefox.com adresini kişi listenize ekleyebilirsiniz.
tt: Эл. хат яңадан җибәрелде. Тартмагызга килеп җитсен өчен, accounts@firefox.com адресын контактларыгызга өстәгез.
uk: Повідомлення повторно надіслано. Додайте accounts@firefox.com до своїх контактів, для правильної доставки.
vi: Email đã được gửi lại. Vui lòng thêm accounts@firefox.com vào danh bạ của bạn để nhận email suôn sẻ.

source: Copied
ar: نُسخ
az: Köçürüldü
be: Скапіявана
bg: Копирани
cs: Zkopírováno
cy: Wedi'i gopïo
da: Kopieret
el: Έγινε αντιγραφή
es_ar: Copiado
es_es: Copiado
et: Kopeeritud
eu: Kopiatuta
fa: برداشته شده
fi: Kopioitu
fr: Copiés
fur: Copiât
gd: Lethbhreac air a dhèanamh
gl: Copiouse
he: הועתק
hi_in: कॉपी की गई
hr: Kopirano
hu: Másolva
ia: Copiate
id: Disalin
is: Afritað
it: Copiato
ja: コピー完了
ka: ასლი აღებულია
kab: Inɣel
nl: Gekopieerd
pa_in: ਕਾਪੀ ਕੀਤਾ
pl: Skopiowano
pt: Copiado
pt_br: Copiado
ru: Скопировано
sk: Skopírované
sl: Kopirano
sq: U kopjua
sr: Копирано
sr_latn: Kopirano
sv_se: Kopierad
te: నకలు చేయబడినది
th: คัดลอกแล้ว
tr: Kopyalandı
tt: Күчерелгән
uk: Скопійовано
ur: نقل شدہ
vi: Đã sao chép

source: Failed to copy. Please manually copy.
ar: فشل النسخ. انسخه يدويًا من فضلك.
az: Köçürmək mümkün olmadı. Lütfən, özünüz köçürdün.
be: Не ўдалося скапіяваць. Калі ласка, скапіруйце ўручную.
bg: Грешка при копирането. Моля, копирайте ръчно.
cs: Kopírování se nezdařilo. Zkopírujte prosím ručně.
cy: Wedi methu â chopi. Copïwch â llaw.
da: Kunne ikke kopiere. Kopiér dem manuelt i stedet.
el: Αποτυχία αντιγραφής. Παρακαλούμε κάντε χειροκίνητη αντιγραφή.
es_ar: La copia falló. Por favor, copie manualmente.
es_es: Fallo al copiar. Por favor, copia manualmente.
et: Kopeerimine ebaõnnestus. Palun tee seda käsitsi.
eu: Huts egin du kopiatzean. Kopia itzazu eskuz mesedez.
fa: خطار در برداشت. لطفا به صورت دستی برداشت کنید.
fi: Kopiointi epäonnistui. Kopioi manuaalisesti.
fr: Échec de la copie. Veuillez les copier manuellement.
fur: Nol è stât pussibil copiâ. Prove a copiâ a man.
gd: Dh’fhàillig an lethbhreac. Dèan lethbhreac de làimh.
gl: Non se puido copiar. Copie manualmente.
he: ההעתקה נכשלה. נא להעתיק ידנית.
hi_in: कॉपी करने में विफल। कृपया मैन्युअल रूप से कॉपी करें।
hr: Kopiranje nije uspjelo. Kopiraj ručno.
hu: A másolás meghiúsult. Másolja át kézzel.
ia: Falta a copiar. Per favor copia manualmente.
id: Gagal menyalin. Silakan menyalinnya secara manual.
is: Mistókst að afrita. Afritaðu handvirkt.
it: Operazione di copia non riuscita. Provare a copiare manualmente.
ja: コピーに失敗しました。手動でコピーしてください。
ka: ასლის გაკეთება ვერ მოხერხდა. გთხოვთ, ხელით აიღოთ ასლი.
kab: Ur yessaweḍ ara ad yenɣel. Ma ulac aɣilif nɣel-itent s ufus.
nl: Kopiëren mislukt. Kopieer handmatig.
pa_in: ਕਾਪੀ ਕਰਨ ਲਈ ਅਸਫ਼ਲ। ਖੁਦ ਕਾਪੀ ਕਰੋ।
pl: Skopiowanie się nie powiodło. Proszę zrobić to ręcznie.
pt: A copia falhou. Por favor, copie manualmente.
pt_br: Falha ao copiar. Favor copiar manualmente.
ru: Не удалось скопировать. Пожалуйста, скопируйте вручную.
sk: Kopírovanie zlyhalo. Prosím, skopírujte ručne.
sl: Kopiranje ni uspelo. Kopirajte ročno.
sq: S’u arrit të kopjohet. Ju lutemi, kopjojeni dorazi.
sr: Копирање није успело. Копирајте ручно.
sr_latn: Kopiranje nije uspelo. Kopirajte ručno.
sv_se: Misslyckades med att kopiera. Var god kopiera manuellt.
th: คัดลอกล้มเหลว โปรดคัดลอกด้วยตนเอง
tr: Kopyalanamadı. Lütfen elle kopyalayın.
tt: Күчермәләп булмады. Зинһар кулдан күчерегез.
uk: Не вдалося скопіювати. Скопіюйте їх вручну.
ur: نقل کرنے میں ناکام رہا۔ براہ کرم دستی طور پر نقل کریں۔
vi: Sao chép thất bại. Vui lòng sao chép theo cách thủ công.

source: Downloaded
ar: نُزّل
az: Endirildi
be: Сцягнута
bg: Изтеглени
cs: Staženo
cy: Wedi ei lwytho i lawr
da: Hentet
el: Έγινε λήψη
es_ar: Descargado
es_es: Descargado
et: Alla laaditud
eu: Deskargatuta
fa: دریافت شد
fi: Ladattu
fr: Téléchargés
fur: Discjamât
gd: Air a luchdadh a-nuas
gl: Descargouse
he: הוּרד
hi_in: डाउनलोड की गई
hr: Preuzeto
hu: Letöltve
ia: Discargate
id: Terunduh
is: Sótt
it: Scaricato
ja: ダウンロード完了
ka: ჩამოიტვირთა
kab: Yettusader
nl: Gedownload
pa_in: ਡਾਊਨਲੋਡ ਕੀਤਾ
pl: Pobrano
pt: Transferido
pt_br: Baixado
ru: Загружено
sk: Stiahnuté
sl: Preneseno
sq: U shkarkua
sr: Преузето
sr_latn: Preuzeto
sv_se: Nerladdad
te: దింపుకోలు చేయబడింది
th: ดาวน์โหลดแล้ว
tr: İndirildi
tt: Йөкләнгән
uk: Завантажено
ur: ڈاؤن لوڈ کیا گیا
vi: Đã tải xuống

source: Printed
ar: طُبع
az: Çap olunub
be: Надрукавана
bg: Отпечатани
cs: Vytištěno
cy: Argraffwyd
da: Udskrevet
el: Έγινε εκτύπωση
es_ar: Impreso
es_es: Imprimido
et: Prinditud
eu: Inprimatuta
fa: چاپ شد
fi: Tulostettu
fr: Imprimés
fur: Stampât
gd: Air a chlò-bhualadh
gl: Imprimiouse
he: הודפס
hi_in: मुद्रित
hr: Ispisano
hu: Kinyomtatva
ia: Imprimite
id: Tercetak
is: Prentað
it: Stampato
ja: 印刷完了
ka: ამოიბეჭდა
kab: Ittwasiggez
nl: Afgedrukt
pa_in: ਛਾਪਿਆ
pl: Wydrukowano
pt: Impresso
pt_br: Impresso
ru: Распечатано
sk: Vytlačené
sl: Natisnjeno
sq: U shtyp
sr: Одштампано
sr_latn: Odštampano
sv_se: Utskriven
te: ముద్రించబడింది
th: พิมพ์แล้ว
tr: Yazdırıldı
tt: Бастырылды
uk: Надруковано
ur: ‏‏چھپا ہوا
vi: Đã in
