Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Missing parameter: %(param)s
ar: معامل مفقود: %(param)s
ast: Parámetru faltante: %(param)s
az: Əksik parametr: %(param)s
be: Адсутнічае параметр: %(param)s
bg: Липсващ параметър: %(param)s
bn_bd: মিসিং প্যারামিটার: %(param)s
bn_in: নিখোঁজ প্যারামিটার: %(param)s
cs: Chybějící parametr: %(param)s
cy: Paramedr coll: %(param)s
da: Manglende parameter: %(param)s
el: Απούσα παράμετρος: %(param)s
es_ar: Falta un parámetro: %(param)s
es_es: Falta un parámetro: %(param)s
et: Puuduv parameeter: %(param)s
eu: Parametroa falta da: %(param)s
fa: پارامتر گم شده: %(param)s
fi: Puuttuva parametri: %(param)s
fr: Paramètre manquant : %(param)s
fur: Al mancje il parametri: %(param)s
gd: Paramadair a dhìth: %(param)s
gl: Falta un parámetro: %(param)s
he: פרמטר חסר: %(param)s
hi_in: अमान्य मापदंड: %(param)s
hr: Nedostajući parametar: %(param)s
hu: Hiányzó paraméter: %(param)s
ia: Parametro mancante: %(param)s
id: Parameter hilang: %(param)s
is: Breytu vantar: %(param)s
it: Parametro mancante: %(param)s
ja: 不足している引数: %(param)s
ka: ნაკლული პარამეტრი: %(param)s
kab: Aɣewwaṛ yettwattu: %(param)s
lv: Trūkstošs parametrs: %(param)s
nl: Ontbrekende parameter: %(param)s
pa_in: ਲਾਪਤਾ ਪੈਰਾਮੀਟਰ: %(param)s
pl: Brakujący parametr: %(param)s
pt: Parâmetro em falta: %(param)s
pt_br: Parâmetro ausente: %(param)s
ru: Отсутствует параметр: %(param)s
sk: Chýbajúci parameter: %(param)s
sl: Manjkajoč parameter: %(param)s
sq: Parametër që mungon: %(param)s
sr: Недостаје параметар: %(param)s
sr_latn: Nedostaje parametar: %(param)s
sv_se: Saknad parameter: %(param)s
te: కనబడని పరామితి: %(param)s
th: ขาดพารามิเตอร์: %(param)s
tr: Eksik parametre: %(param)s
tt: %(param)s параметры юк
uk: Відсутній параметр: %(param)s
ur: لاپتہ پیرامیٹر: %(param)s
vi: Thiếu tham số: %(param)s

source: Invalid request signature
ar: توقيع الطلب غير صحيح
ast: Robla de solicitú non válida
az: Xətalı istək imzası
be: Няправільны подпіс запыту
bg: Невалиден подпис на заявката
bn_bd: স্বাক্ষরের অনুরোধটি অবৈধ
bn_in: অবৈধ আবেদন সই
cs: Neplatný podpis požadavku
cy: Llofnod cais annilys
da: Ugyldig request signature
el: Μη έγκυρη υπογραφή αιτήματος
es_ar: La solicitud de la firma no es válida
es_es: La firma de la solicitud no es válida
et: Vigane päringu signatuur
eu: Eskaeraren sinadura baliogabea
fa: امضا درخواست نامعتبر است
fi: Virheellinen pyynnön allekirjoitus
fr: Signature de la requête non valide
fur: Firme de richieste no valide
gd: Soidhneadh mì-dhligheach aig an iarrtas
gl: A sinatura da solicitude non é correcta
he: חתימת הבקשה שגויה
hi_in: अवैध अनुरोध हस्ताक्षर
hr: Nevažeći potpis zahtjeva
hu: Érvénytelen kérésaláírás
ia: Signatura de requesta invalide
id: Kode permintaan tidak valid
is: Ógild undirskrift í beiðni
it: Firma della richiesta non valida
ja: リクエスト署名が正しくありません
ka: უვარგისი მოთხოვნის ხელმოწერა
kab: Azmul n tuttra mačči d ameɣtu
lv: Nederīgs pieprasījuma paraksts
nl: Ongeldige aanvraaghandtekening
pa: ਗਲਤ ਬੇਨਤੀ ਦਸਤਖਤ
pa_in: ਗਲਤ ਬੇਨਤੀ ਦਸਤਖਤ
pl: Nieprawidłowy podpis żądania
pt: Assinatura do pedido inválida
pt_br: Assinatura da solicitação inválida
ru: Неверная подпись запроса
sk: Neplatný podpis požiadavky
sl: Neveljaven podpis zahteve
sq: Nënshkrim i pavlefshëm kërkese
sr: Неважећи захтев потписа
sr_latn: Nevažeći zahtev potpisa
sv_se: Ogiltig förfrågansignatur
te: చెల్లని అభ్యర్థన సంతకం
th: การร้องขอลายเซ็นไม่ถูกต้อง
tr: Geçersiz istek imzası
tt: Хаталы сорау имзасы
uk: Недійсний підпис запиту
vi: Chữ ký yêu cầu không hợp lệ

source: Missing content-length header
ar: ترويسة content-length مفقودة
ast: Testera content-length faltante
az: Çatışmayan content-length başlığı
be: Адсутнічае загаловак content-length
bg: Липсва заглавка Content-Length
bn_bd: হেডারে বিষয়বস্তুর দৈর্ঘ্য খুঁজে পাওয়া যায়নি
bn_in: কন্টেন্ট-দৈর্ঘ্য হেডার অনুপস্থিত
cs: Chybějící hlavička content-length
cy: Pennyn hyd cynnwys coll
da: Manglende content-length header
el: Απουσία κεφαλίδας «content-length»
es_ar: Falta el encabezado content-length
es_es: Falta la cabecera Content-length
et: Puudub päis content-length
eu: 'Content-length' goiburua falta da
fa: سرصفحه content-length موجود نیست
fi: Puuttuva content-length -otsake
fr: En-tête content-length manquant
fur: E mancje la intestazion “content-length”
gd: Bann-cinn content-length a dhìth
gl: Falta a cabeceira Content-Length
he: הכותרת content-length חסרה
hi_in: गुम सामग्री-लंबाई शीर्ष लेख
hr: Nedostaje zaglavlje duljine sadržaja
hu: A Content-Length fejléc hiányzik
ia: Capite content-length mancante
id: Header content-length tidak ada
is: Vantar content-length haus
it: Header “content-length” mancante
ja: content-length ヘッダーがありません
ka: Content-length სათაური გამოტოვებულია
kab: Aqeṛṛu content-length ulac-it
lv: Trūkst satura garuma galvene
nl: Header content-length ontbreekt
pa: ਗੁੰਮ ਸਮੱਗਰੀ-ਲੰਬਾਈ ਸਿਰਲੇਖ
pa_in: ਗੁੰਮ ਸਮੱਗਰੀ-ਲੰਬਾਈ ਸਿਰਲੇਖ
pl: Brak nagłówka „content-length”
pt: Cabeçalho content-length em falta
pt_br: Cabeçalho content-length ausente
ru: Заголовок content-length отсутствует
sk: Chýbajúca hlavička content-length
sl: Manjkajoča glava content-length
sq: Mungon krye gjatësie lënde
sr: Недостаје дужина садржаја заглавља
sr_latn: Nedostaje dužina sadržaja zaglavlja
sv_se: Saknad content-length-rubrik
te: క్ంటెంట్ లెంథ్ హెడర్ కనబడుటలేదు
th: ส่วนหัว content-length ไม่มีอยู่
tr: Eksik content-length üstbilgisi
tt: "content-length" бүлек башы юк
uk: Відсутній заголовок content-length
ur: کانٹینٹ لینتھ ہیڈر موجود نہیں
vi: Thiếu tiêu đề độ dài nội dung

source: Request body too large
ar: متن الطلب كبير جدًا
ast: Cuerpu de solicitú perllargu
az: İstək bədəni çox böyükdür
be: Цела запыту занадта вялікае
bg: Тялото на заявката е твърде голямо
bn_bd: অনুরোধের লেখা অনেক বড়
bn_in: আবেদন বডি খুব বড়ো
cs: Tělo požadavku je příliš velké
cy: Corff gofyn yn rhy fawr
da: Request body er for stor
el: Πολύ μεγάλο σώμα αιτήματος
es_ar: El cuerpo de la solicitud es muy largo
es_es: El cuerpo de la petición es demasiado grande
et: Päringu keha liiga suur
eu: Eskaeraren gorputza handiegia da
fa: متن درخواست بسیار بزرگ است
fi: Pyyntörunko liian suuri
fr: Contenu de la requête trop grand
fur: Cuarp de rispueste masse grant
gd: Tha bodhaig an iarrtais ro mhòr
gl: Corpo da solicitude demasiado grande
he: גוף הבקשה גדול מדי
hi_in: अनुरोध क्षेत्र अत्यधिक बड़ा
hr: Tekst zahtjeva je predugačak
hu: A kérés törzse túl nagy
ia: Corpore de requesta troppo grande
id: Isi permintaan terlalu besar
is: Beiðni of stór
it: Testo della richiesta troppo lungo
ja: リクエスト本体が大きすぎます
ka: მოთხოვნილი შიგთავსი ზედმეტად დიდია
kab: Tafekka n tuttra meqqert aṭas
lv: Pieprasījums ir par lielu
nl: Aanvraagtekst te lang
pa: ਬੇਨਤੀ ਭਾਗ ਜਿਆਦਾ ਵੱਡਾ
pa_in: ਬੇਨਤੀ ਭਾਗ ਜਿਆਦਾ ਵੱਡਾ
pl: Treść żądania jest za duża
pt: Corpo do pedido muito extenso
pt_br: Corpo da solicitação grande demais
ru: Слишком большое тело запроса
sk: Telo požiadavky je príliš veľké
sl: Telo zahteve je preveliko
sq: Lëndë shumë e madhe për kërkesa
sr: Тело захтева је превелико
sr_latn: Telo zahteva je preveliko
sv_se: Förfrågan är för stor
te: అభ్యర్థన శరీరం చాలా పెద్ద
th: ตัวการร้องขอใหญ่เกินไป
tr: İstek gövdesi fazla büyük
tt: Сорау гәүдәсе артык зур
uk: Запит надто великий
ur: درخواست کردہ body بہت بڑی ہے
vi: Nội dung yêu cầu quá lớn

source: The request was blocked for security reasons
ar: حُظر الطلب لأسباب أمنيّة
ast: Bloquióse la solicitú por razones de seguranza
az: İstək təhlükəsizlik səbəblərindən əngəlləndi
be: Запыт заблакаваны з меркаванняў бяспекі
bg: Заявката беше блокирана от съображения за сигурност
bn_bd: নিরপত্তার কারণে অনুরোধটি ব্লক করা হয়েছে
bn_in: নিরাপত্তার কারণে আপনার আবেদন ব্লক করা হয়েছে
cs: Z bezpečnostních důvodů byl požadavek zablokován
cy: Cafodd y cais ei rwystro am resymau diogelwch
da: Forespørgslen blev blokeret af sikkerhedsmæssige årsager
el: Το αίτημα αποκλείστηκε για λόγους ασφαλείας
es_ar: Este pedido fue bloqueado por razones de seguridad
es_es: Se bloqueó la solicitud por motivos de seguridad
et: Päring blokiti turvalisuse tagamiseks
eu: Eskaera blokeatu egin da segurtasun-arrazoiak tarteko
fa: این درخواست بنا بر مسائل امنیتی مسدود شد
fi: Pyyntö estettiin tietoturvasyistä
fr: La requête à été bloquée par mesure de sécurité.
fur: La richieste e je stade blocade par motîfs di sigurece
gd: Chaidh an t-iarrtas a bhacadh air sgàth adhbharan tèarainteachd
gl: A solicitude bloqueouse por motivos de seguridade
he: הבקשה נחסמה מסיבות אבטחה
hi_in: अनुरोध सुरक्षा कारणों से अवरुद्ध किया गया था
hr: Zahtjev je blokiran iz sigurnosnih razloga
hu: A kérés biztonsági okokból blokkolva lett
ia: Le requesta ha essite blocate pro rationes de securitate
id: Permintaan diblokir atas alasan keamanan
is: Lokað var á beiðnina af öryggisástæðum
it: La richiesta è stata bloccata per motivi di sicurezza
ja: リクエストはセキュリティ上の理由からブロックされました
ka: მოთხოვნა უარყოფილია უსაფრთხოების მიზნით
kab: Tuttra tewḥel ɣef sebba n teɣllist
lv: Pieprasījums tika bloķēti drošības apsvērumu dēļ
nl: De aanvraag is om veiligheidsredenen geblokkeerd
pa_in: ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਬੇਨਤੀ ਨੂੰ ਬਲੌਕ ਕੀਤਾ ਗਿਆ ਸੀ
pl: Żądanie zostało zablokowane z powodów bezpieczeństwa
pt: O pedido foi bloqueado por questões de segurança
pt_br: A solicitação foi bloqueada por motivos de segurança
ru: Запрос заблокирован по соображениям безопасности
sk: Z bezpečnostných dôvodov bola požiadavka zablokovaná
sl: Zahteva je bila zavrnjena iz varnostnih razlogov
sq: Kërkesa u bllokua për arsye sigurie
sr: Захтев је блокиран из сигурносних разлога
sr_latn: Zahtev je blokiran iz sigurnosnih razloga
sv_se: Begäran har blockerats av säkerhetsskäl
te: అభ్యర్థన భద్రతా కారణాల వల్ల నిరోధించబడింది
th: การร้องขอถูกปิดกั้นด้วยเหตุผลด้านความปลอดภัย
tr: Bu istek güvenlik nedeniyle engellendi
tt: Сорау хәвефсезлек саклау максатыннан блокланды
uk: Запит було заблоковано з міркувань безпеки
ur: درخواست کو سلامتی کی وجوہات کی بنا پر بلاک کیا گیا تھا
vi: Yêu cầu đã bị chặn vì lý do bảo mật

source: Invalid authorization code
ar: رمز التخويل غير صحيح
ast: Códigu d'autorización non válidu
az: Səhv avtorizasiya kodu
be: Няправільны код аўтарызацыі
bg: Грешен код за упълномощаване
bn_bd: অকার্যকর অনুমোদন কোড
bn_in: অবৈধ অথোরাইজেশন কোড
cs: Autorizační kód je neplatný
cy: Cod awdurdodi annilys
da: Ugyldig godkendelseskode
el: Μη έγκυρος κωδικός ταυτοποίησης
es_ar: El código de autorización es inválido
es_es: Código de autorización incorrecto
et: Vigane autoriseerimiskood
eu: Baimen-kode baliogabea
fa: کد تصدیق هویت نامعتبر است
fi: Virheellinen valtuuskoodi
fr: Code d’autorisation incorrect
fur: Codiç di autorizazion no valit
gd: Còd ùghdarrachaidh mì-dhligheach
gl: Código de autorización incorrecto
he: קוד הרשאה שגוי
hi_in: अवैध अधिकृत कूट
hr: Neispravan autorizacijski kȏd
hu: Érvénytelen engedélyezési kód
ia: Codice de autorisation invalide
id: Kode otorisasi tidak valid
is: Ógildur auðkenningarkóði
it: Codice di autorizzazione non valido
ja: 不正な認証コード
ka: დაშვების არასწორი კოდი
kab: Tangalt n tsiregt mačči d tameɣtut
nl: Ongeldige autorisatiecode
pa_in: ਅਯੋਗ ਅਧਿਕਾਰ ਕੋਡ
pl: Nieprawidłowy kod upoważnienia
pt: Código de autorização inválido
pt_br: Código de autorização inválido
ru: Неверный код авторизации
sk: Neplatný autorizačný kód
sl: Neveljavna overitvena koda
sq: Kod i pavlefshëm autorizimi
sr: Неважећи ауторизациони код
sr_latn: Nevažeći autorizacioni kod
sv_se: Ogiltig behörighetskod
te: చెల్లని ధృవీకరణ కోడ్
th: รหัสยืนยันตัวตนผิดพลาด
tr: Geçersiz yetkilendirme kodu
tt: Авторизация коды хаталы
uk: Неправильний код авторизації
ur: ناجائز اختیار دہی کوڈ
vi: Mã ủy quyền không hợp lệ

source: Invalid phone number
ar: رقم الهاتف غير صحيح
ast: Númberu telefónicu non válidu
az: Səhv telefon nömrəsi
be: Няправільны нумар тэлефона
bg: Невалиден телефонен номер
bn_bd: অকার্যকর ফোন নাম্বার
cs: Neplatné telefonní číslo
cy: Rhif ffôn annilys
da: Ugyldigt telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
es_ar: El número de teléfono no es válido
es_es: Número de teléfono no válido
et: Vigane telefoninumber
eu: Telefono-zenbaki baliogabea
fa: شماره تلفن نامعتبر
fi: Virheellinen puhelinnumero
fr: Numéro de téléphone invalide
fur: Numar di telefon no valit
gd: Àireamh fòn mhì-dhligheach
gl: Número de teléfono non válido
he: מספר טלפון שגוי
hi_in: अमान्य फ़ोन नंबर
hr: Neispravan broj telefona
hu: Érvénytelen telefonszám
ia: Numero de telephono invalide
id: Nomor telepon tidak valid
is: Ógilt símanúmer
it: Numero di telefono non valido
ja: 無効な電話番号
ka: ტელეფონის არასწორი ნომერი
kab: Uṭṭun n tiliγṛi mačči d ameγtu
nl: Ongeldig telefoonnummer
pa_in: ਗ਼ਲਤ ਫ਼ੋਨ ਨੰਬਰ
pl: Nieprawidłowy numer telefonu
pt: Número de telefone inválido
pt_br: Número de telefone inválido
ru: Некорректный номер телефона
sk: Neplatné telefónne číslo
sl: Telefonska številka ni veljavna
sq: Numër telefoni i pavlefshëm
sr: Неисправан број телефона
sr_latn: Neispravan broj telefona
sv_se: Ogiltigt telefonnummer
te: చెల్లని ఫోను నెంబరు
th: เบอร์โทรศัพท์ผิดพลาด
tr: Geçersiz telefon numarası
tt: Хаталы телефон номеры
uk: Неправильний номер телефону
ur: ناجائز فون نمبر
vi: Số điện thoại không hợp lệ

source: Cannot send to this country
ar: تعذّر الإرسال لهذه الدولة
ast: Nun pue unviase a esti país
az: Bu ölkəyə göndərilə bilmir
be: Немагчыма адправіць у гэту краіну
bg: Не може да бъде изпратено до тази държава
bn_bd: এই দেশে পাঠানো যাবে না
cs: Do této země nelze odeslat
cy: Methu anfon i'r wlad hon
da: Kan ikke sende til dette land
el: Δεν είναι δυνατή η αποστολή σε αυτήν τη χώρα
es_ar: No se puede enviar a este país
es_es: No se puede enviar a este país
et: Sellesse riiki pole saatmine võimalik
eu: Ezin da herrialde honetara bidali
fa: نمی‌توان به این کشور ارسال کرد
fi: Tähän maahan lähettäminen ei onnistu
fr: Impossible d’envoyer un message vers ce pays
fur: Impussibil inviâ a chest paîs
gd: Cha ghabh a chur dhan dùthaich seo
gl: Non se pode enviar a este país
he: לא ניתן לשלוח למדינה זו
hi_in: इस देश को नहीं भेजा जा सकता
hr: Nije moguće poslati u ovu zemlju
hu: Ebbe az országba nem lehet küldeni
ia: Impossibile inviar a iste pais
id: Tidak dapat mengirim ke negara ini
is: Getum ekki sent til þessa lands
it: Il Paese selezionato non è coperto dal servizio
ja: この国へは送信できません
ka: ამ ქვეყანაში გაგზავნა შეუძლებელია
kab: Ur izmir ara ad yazen i tmurt-agi
nl: Kan niet naar dit land verzenden
pa_in: ਇਸ ਦੇਸ਼ ਲਈ ਨਹੀਂ ਭੇਜਿਆ ਜਾ ਸਕਦਾ
pl: Nie można wysłać do tego kraju
pt: Não é possível enviar para este país
pt_br: Não é possível enviar para este país
ru: Нельзя отправить в эту страну
sk: Do tejto krajiny nie je možné odosielať
sl: Ni mogoče poslati v to državo
sq: S’mund të dërgohet te ky vend
sr: Не може се послати у ову земљу
sr_latn: Ne može se poslati u ovu zemlju
sv_se: Kan inte skicka till detta land
te: ఈ దేశానికి పంపించలేము
th: ไม่สามารถส่งไปยังประเทศนี้ได้
tr: Bu ülkeye gönderilemiyor
tt: Бу илгә җибәрү мөмкин түгел
uk: Неможливо надіслати в цю країну
ur: اس ملک کو نہیں بھیج سکتے
vi: Không thể gửi đến quốc gia này

source: Could not send a message to this number
ar: تعذّر إرسال رسالة لهذا الرقم
ast: Nun pue unviase un mensaxe a esti númberu
az: Bu nömrəyə mesaj göndərilə bilmədi
be: Не ўдалося адправіць паведамленне на гэты нумар
bg: До този номер съобщение не може да бъде изпратено
bn_bd: এই নম্বরে বার্তা পাঠানো সম্ভবপর হয় নি
cs: Na toto číslo nelze zprávu odeslat
cy: Methu anfon neges i'r rhif yma
da: Kunne ikke sende en besked til dette nummer
el: Δεν ήταν δυνατή η αποστολή μηνύματος σε αυτόν τον αριθμό
es_ar: No se pudo enviar un mensaje a este número
es_es: No se pudo enviar el mensaje a este número
et: Sõnumi saatmine sellele numbrile pole võimalik
eu: Ezin izan da zenbaki honetara mezurik bidali
fa: امکان ارسال پیام به این شماره نبود
fi: Tähän numeroon lähettäminen ei onnistunut
fr: Impossible d’envoyer un message à ce numéro
fur: Impussibil inviâ un messaç a chest numar
gd: Cha b’ urrainn dhuinn teachdaireachd a chur gun àireamh seo
gl: Non se puido enviar unha mensaxe a este número
he: לא ניתן לשלוח הודעה למספר זה
hi_in: इस नंबर पर संदेश नहीं भेजा जा सका
hr: Nije bilo moguće poslati poruku na ovaj broj
hu: Nem küldhető üzenet erre a számra
ia: Il non esseva possibile inviar un message a iste numero
id: Tidak dapat mengirim pesan ke nomor ini
is: Gat ekki sent skilaboð á þetta númer
it: Impossibile inviare un messaggio a questo numero
ja: この番号へメッセージを送信できませんでした
ka: ამ ნომერზე შეტყობინების გაგზავნა ვერ მოხერხდა
kab: Ur yezmir ara ad yazen izen γer uṭṭun-agi
nl: Kan geen bericht naar dit nummer verzenden
pa_in: ਇਸ ਨੰਬਰ ਤੇ ਇੱਕ ਸੁਨੇਹਾ ਨਹੀਂ ਭੇਜਿਆ ਜਾ ਸਕਿਆ
pl: Nie można wysłać wiadomości SMS na ten numer
pt: Não foi possível enviar uma mensagem para este número
pt_br: Não foi possível enviar uma mensagem para este número
ru: Не удалось отправить сообщение на этот номер
sk: Na toto číslo nie je možné odoslať správu
sl: Sporočila ni mogoče poslati na to številko
sq: S’u dërgua dot mesazh te ky numër
sr: Не може се послати порука на овај број телефона
sr_latn: Ne može se poslati poruka na ovaj broj telefona
sv_se: Kan inte skicka ett meddelande till detta nummer
te: ఈ నెంబరుకి సందేశాన్ని పంపించలేకున్నాం
th: ไม่สามารถส่งข้อความไปยังเบอร์นี้ได้
tr: Bu numaraya mesaj gönderilemedi
tt: Бу номерга хәбәр җибәреп булмады
uk: Не вдалося надіслати повідомлення на цей номер
ur: اس نمبر میں ایک پیغام نہیں بھیج سکا
vi: Không thể gửi tin nhắn đến số này

source: Your email was just returned
ar: أُعيد بريدك لتوِّه
ast: Ta acabante de devolvese'l to corréu
az: E-poçtunuz geri qayıtdı
be: Ваш ліст толькі што вярнуўся
bg: Писмо е върнато
bn_bd: আপনার ইমেইল এইমাত্র ফেরত এসেছে
cs: Odeslaná e-mailová zpráva se právě vrátila zpět
cy: Cafodd eich e-bost ei ddychwelyd
da: Din mail kom retur
el: Το email σας μόλις επιστράφηκε
es_ar: Su correo electrónico fue rechazado
es_es: Tu correo electrónico ha sido devuelto
et: Sinu kiri tagastati
eu: Zure mezu elektronikoa itzuli egin da
fa: پست‌الکترونیکی شما هم‌اکنون برگشت خورد
fi: Sähköpostisi lähetettiin juuri takaisin
fr: Le message nous a été renvoyé
fur: La tô e-mail e je stade a pene ricusade
gd: Chaidh am post-d a thilleadh an-dràsta fhèin
gl: O seu correo electrónico acaba de ser devolto
he: הודעת הדוא״ל שלך חזרה
hi_in: आपका ईमेल अभी-अभी वापस आया था
hr: Upravo je vraćena vaša poruka e-pošte
hu: Az e-mail visszapattant
ia: Tu email ha retornate con falta
id: Surel Anda baru saja dikembalikan
is: Tölvupósturinn þinn var endursendur
it: Email respinta
ja: あなたへのメールは宛先不明で返送されてきました
ka: ელფოსტაზე წერილის გამოგზავნა, ვერ მოხერდა
kab: Imayl-ik akken kan i d-yuɣal
nl: Uw e-mailbericht is zojuist geretourneerd
pa_in: ਤੁਹਾਡਾ ਈਮੇਲ ਸਿਰਫ ਵਾਪਸ ਕੀਤਾ ਗਿਆ ਸੀ
pl: Wiadomość została zwrócona
pt: O seu email foi retornado
pt_br: Seu email acabou de ser devolvido
ru: Ваше письмо только что вернулось
sk: Váš e-mail sa práve vrátil
sl: Vaša e-pošta je bila vrnjena
sq: Email-i juaj sapo u kthye mbrapsht
sr: Ваша е-адреса се вратила
sr_latn: Vaša e-adresa se vratila
sv_se: Din e-post kom precis tillbaka
te: మీ ఈమెయిలు వెనక్కి తిరిగొచ్చింది
th: อีเมลของคุณถูกตีกลับมา
tr: E-postanız geri döndü
tt: Сезнең хатыгыз кире кайтты
uk: Ваш лист щойно повернувся
ur: آپ کی ای میل ابھی واپس آ گئی
vi: Email của bạn vừa được trả lại

source: Your email was just returned. Mistyped email?
ar: أُعيد بريدك لتوِّه. هل أخطأت في كتابة البريد الإلكتروني؟
ast: Ta acabante de devolvese'l to corréu. ¿Ta mal escritu?
az: E-poçtunuz geri qayıtdı. Adresi səhv daxil etmisiniz?
be: Ваш электронны ліст толькі што вярнуўся. Памылка ўпісвання адраса?
bg: Писмо е върнато. Може би адресът на ел. поща е сгрешен?
bn_bd: আপনার ইমেইল এইমাত্র ফেরত এসেছে। ভুল ইমেইল টাইপ করছেন কি?
cs: Odeslaná e-mailová zpráva se právě vrátila zpět. Nezadali jste chybnou adresu?
cy: Cafodd eich e-bost ei ddychwelyd. E-bost wedi ei gam-deipio?
da: Din mail kom retur. Forkert indtastet mailadresse?
el: Το email σας μόλις επιστράφηκε. Μήπως πληκτρολογήσατε λάθος email;
es_ar: Su correo electrónico fue rechazado. ¿Tendrá algún error de tipeo?
es_es: Tu correo electrónico ha sido devuelto. Comprueba que la dirección es correcta.
et: Sinu kiri tagastati. Ehk eksisid aadressiga?
eu: Zure mezua itzuli egin da. Helbidea gaizki idatzi duzu?
fa: پست‌الکترونیکی تایید شما هم‌اکنون برگشت خورد. پست‌الکترونیکی خود را اشتباه تایپ کردید؟
fi: Sähköpostisi lähetettiin juuri takaisin. Kirjoititko sähköpostin väärin?
fr: Le message nous a été renvoyé. Vérifiez que votre adresse électronique est correcte.
fur: La e-mail e je stade ricusade al mitent. Direzion e-mail scrite mâl?
gd: Chaidh am post-d a thilleadh dhuinn. Saoil an robh mearachd ann?
gl: O seu correo electrónico acaba de ser devolto. Escribiu mal o enderezo?
he: הודעת הדוא״ל שלך חזרה. הכתובת שגויה?
hi_in: आपका ईमेल अभी-अभी वापस आ गया था. ईमेल ग़लत टाइप हुआ?
hr: Upravo je vraćena vaša poruka e-pošte. Pogrešna adresa e-pošte?
hu: Az e-mail visszapattant. Talán elgépelte a címet?
ia: Tu email ha retornate con falta. Alcun manco in le scriptura?
id: Surel Anda baru saja dikembalikan. Salah tik surel?
is: Tölvupósturinn þinn var endursendur. Rangt skrifað tölvupóstfang?
it: L’email è stata restituita al mittente. Controlla che l’indirizzo email specificato non contenga errori.
ja: あなたへのメールは宛先不明で返送されてきました。アドレスを間違えていませんか？
ka: ელფოსტაზე წერილის გამოგზავნა, ვერ მოხერდა. მისამართი, შეცდომითაა აკრეფილი?
kab: Imayl inek akken kan i d-yuɣal. Ahat mačči d ameɣtu?
nl: Uw e-mailbericht is zojuist geretourneerd. Typefout in e-mailadres?
pa_in: ਹੁਣੇ-ਹੁਣੇ ਤੁਹਾਡਾ ਈਮੇਲ ਵਾਪਸ ਆਇਆ। ਈਮੇਲ ਗਲਤ ਟਾਈਪ ਹੋ ਗਿਆ?
pl: Wiadomość została zwrócona. Błąd w adresie e-mail?
pt: O seu email foi retornado. Enganou-se a digitar o email?
pt_br: Seu email acabou de ser devolvido. Enganou-se a digitar o email?
ru: Ваше письмо только что вернулось. Опечатка в электронной почте?
sk: E-mailová správa sa vrátila. Zadali ste adresu správne?
sl: Vaša e-pošta je bila vrnjena. Napačno natipkan e-poštni naslov?
sq: Email-i juaj sapo u kthye mbrapsht. E shkruat keq email-in?
sr: Ваша е-адреса се вратила. Погрешна е-адреса?
sr_latn: Vaša e-adresa se vratila. Pogrešna e-adresa?
sv_se: Din e-post kom precis tillbaka. Stämmer e-postadressen?
te: మీ ఈమెయిలు వెనక్కి తిరిగొచ్చింది. ఈమెయిలు తప్పుగా ఇచ్చారా?
th: อีเมลของคุณถูกตีกลับมา พิมพ์อีเมลผิด?
tr: E-postanız geri döndü. Adresinizi yanlış yazmış olabilir misiniz?
tt: Сезнең хатыгыз кире кайтты. Адресны язганда хата җибәрмәдегезме?
uk: Ваш лист щойно повернувся. Неправильно вказана адреса?
ur: آپ کا ای میل واپس آگیا۔ کیا آپ نے ای میل غلت ٹائپ کی تھا؟
vi: Email của bạn vừa được trả lại. Nhập sai email?
