Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Enter recovery key
ar: أدخِل مفتاح الاستعادة
az: Bərpa kodunu daxil edin
be: Увядзіце ключ аднаўлення
bg: Въведете ключ за възстановяване
cs: Zadejte obnovovací klíč
cy: Rhowch yr allwedd adfer
da: Indtast genoprettelsesnøgle
el: Εισαγάγετε το κλειδί ανάκτησης
es_ar: Ingresar la clave de recuperación
es_es: Escribe la clave de recuperación
et: Sisesta taastamisvõti
eu: Sartu berreskuratze gakoa
fa: وارد کردن کلید بازیابی
fi: Anna palautusavain
fr: Saisissez la clé de récupération
gd: Cuir a-steach an iuchair aisig
he: נא להקליד מפתח שחזור
hi_in: रिकवरी कुंजी दर्ज करें
hr: Upiši ključ za oporavak
hu: Adja meg a helyreállítási kulcsot
ia: Insere le clave de recuperation
id: Masukkan kunci pemulihan
it: Inserisci la chiave di recupero
ja: 回復用キーを入力
ka: შეიყვანეთ აღდგენის გასაღები
kab: Sekcem tasarutt n tririt
nl: Voer herstelsleutel in
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਦਿਓ
pl: Wpisz klucz odzyskiwania
pt: Introduza a chave de recuperação
pt_br: Insira a chave de recuperação
ru: Введите ключ восстановления
sk: Zadajte obnovovací kľúč
sl: Vnesite obnovitveni ključ
sq: Jepni kyç rimarrjeje
sr: Унесите кључ за опоравак
sr_latn: Unesite ključ za oporavak
sv_se: Ange återställningsnyckel
te: పునరుద్ధరణ కీని నమోదు చేయండి
th: ใส่กุญแจการกู้คืน
tr: Kurtarma anahtarını yazın
tt: Коткару ачкычын кертү
uk: Введіть ключ відновлення
ur: بازیافت کلید داخل کریں
vi: Nhập khóa khôi phục

source: Confirm recovery key
ar: أكّد مفتاح الاستعادة
az: Bərpa kodunu təsdiqləyin
be: Пацвердзіце ключ аднаўлення
bg: Потвърдете ключа за възстановяване
cs: Potvrďte obnovovací klíč
cy: Cadarnhau'r allwedd adfer
da: Bekræft genoprettelsesnøgle
el: Επιβεβαίωση κλειδιού ανάκτησης
es_ar: Confirmar la clave de recuperación
es_es: Confirma la clave de recuperación
et: Kinnita taastamisvõti
eu: Berretsi berreskuratze gakoa
fa: تایید کلید بازیابی
fi: Vahvista palautusavain
fr: Confirmez la clé de récupération
gd: Dearbh an iuchair aisig
he: נא לחזור שנית על מפתח השחזור
hi_in: रिकवरी कुंजी की पुष्टि करें
hr: Potvrdi ključ za oporavak
hu: Erősítse meg a helyreállítási kulcsot
ia: Confirma le clave de recuperation
id: Konfirmasi kunci pemulihan
it: Conferma la chiave di recupero
ja: 回復用キーを再入力
ka: დაადასტურეთ აღდგენის გასაღები
kab: Sentem tasarutt n tririt
nl: Bevestig herstelsleutel
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź klucz odzyskiwania
pt: Confirmar chave de recuperação
pt_br: Confirme a chave de recuperação
ru: Подтвердите ключ восстановления
sk: Potvrďte obnovovací kľúč
sl: Potrdi obnovitveni ključ
sq: Ripohoni kyç rimarrjeje
sr: Потврдите кључ за опоравак
sr_latn: Potvrdite ključ za oporavak
sv_se: Bekräfta återställningsnyckel
te: పునరుద్ధరణ కీని నిర్ధారించండి
th: ยืนยันกุญแจการกู้คืน
tr: Kurtarma anahtarını doğrulayın
tt: Коткару ачкычын раслау
uk: Підтвердьте ключ відновлення
ur: بازیافت کلید تصدیق کریں
vi: Xác nhận khóa khôi phục

source: Don't have a recovery key?
ar: لا تملك مفتاح الاستعادة؟
az: Bərpa kodunuz yoxdur?
be: Не маеце ключа аднаўлення?
bg: Нямате ключ за възстановяване?
cs: Nemáte obnovovací klíč?
cy: Dim allwedd adfer?
da: Har du ikke en genoprettelsesnøgle?
el: Δεν έχετε κλειδί ανάκτησης;
es_ar: ¿No tiene una clave de recuperación?
es_es: ¿No tienes una clave de recuperación?
et: Sul pole taastamisvõtit?
eu: Ez duzu berreskuratze gakorik?
fa: هیچ کلید بازیابی ندارید؟
fi: Eikö sinulla ole palautusavainta?
fr: Vous n’avez pas de clé de récupération ?
gd: Nach eil iuchair aisig agad?
he: אין לך מפתח שחזור?
hi_in: रिकवरी कुंजी नहीं है?
hr: Nemaš ključ za oporavak?
hu: Nincs helyreállítási kulcsa?
ia: Non ha tu un clave de recuperation?
id: Tidak memiliki kunci pemulihan?
it: Non hai una chiave di recupero?
ja: 回復用キーを持っていませんか？
ka: არ გაქვთ აღდგენის გასაღები?
kab: Ur ɣur-k ara tasarutt n tririt?
nl: Hebt u geen herstelsleutel?
pa_in: ਕੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਨਹੀਂ ਹੈ?
pl: Nie masz klucza odzyskiwania?
pt: Não tem uma chave de recuperação?
pt_br: Não tem uma chave de recuperação?
ru: У вас нет ключа восстановления?
sk: Nemáte obnovovací kľúč?
sl: Nimate obnovitvenega ključa?
sq: S’keni kyç rimarrjeje?
sr: Немате кључ за опоравак?
sr_latn: Nemate ključ za oporavak?
sv_se: Har du ingen återställningsnyckel?
te: పునరుద్ధరణ కీ లేదా?
th: ไม่มีกุญแจการกู้คืน?
tr: Kurtarma anahtarınız yok mu?
tt: Коткару ачкычы юкмы?
uk: Не маєте ключа відновлення?
ur: بحالی کی کلید نہیں ہے؟
vi: Bạn không có khóa khôi phục?

source: Cannot create account
ar: تعذّر إنشاء الحساب
ast: Nun pue crease la cuenta
az: Hesab açıla bilmədi
be: Не ўдаецца стварыць уліковы запіс
bg: Не може да бъде създадена сметка
bn_bd: একাউন্ট তৈরী করা যাচ্ছে না
bn_in: অ্যাকাউন্ট তৈরি করা যাচ্ছে না।
cs: Účet nelze vytvořit
cy: Methu creu cyfrif
da: Kan ikke oprette en konto
el: Αδυναμία δημιουργίας λογαριασμού
es_ar: No se puede crear la cuenta
es_es: No se pudo crear la cuenta
et: Konto loomine pole võimalik
eu: Ezin da kontua sortu
fa: نمی‌توان حساب کاربری ایجاد کرد
fi: Tiliä ei voida luoda
fr: Création de compte impossible
gd: Cha ghabh an cunntas a chruthachadh
he: לא ניתן ליצור חשבון
hi_in: खाता नहीं बना सका
hr: Nije moguće stvoriti račun
hu: Nem hozható létre fiók
ia: Impossibile crear le conto
id: Tidak dapat membuat akun
it: Impossibile creare un account
ja: アカウントを作成できません
ka: ანგარიშის შექმნა ვერ მოხერხდა
kab: Ur yezmir ara ad yernu amiḍan
lv: Nevar izveidot kontu
nl: Kan geen account aanmaken
pa: ਖਾਤਾ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pa_in: ਖਾਤਾ ਬਣਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można utworzyć konta
pt: Não foi possível criar a conta
pt_br: Não foi possível criar a conta
ru: Не удалось создать аккаунт
sk: Účet nie je možné vytvoriť
sl: Ni mogoče ustvariti računa
sq: S’krijohet dot llogaria
sr: Налог се не може направити
sr_latn: Nalog se ne može napraviti
sv_se: Kan inte skapa konto
te: ఖాతా సృష్టించడం వీలుపడుటలేదు
th: ไม่สามารถสร้างบัญชี
tr: Hesap oluşturulamıyor
tt: Хисап ясый алмыйм
uk: Неможливо створити обліковий запис
ur: اکاؤنٹ نہیں بنا سکتا
vi: Không thể tạo tài khoản

source: You must meet certain age requirements to create a Firefox&nbsp;Account.
ast: Has cumplir ciertos requirimientos d'edá pa crear una cuenta de Firefox.
be: Вы мусіце адпавядаць пэўным патрабаванням па ўзросту, каб стварыць уліковы запіс Firefox.
bg: Трябва да отговаряте на определени възрастови изисквания, за да създадете Firefox&nbsp;Account.
bn_bd: Firefox অ্যাকাউন্ট খুলতে হলে আপনাকে অবশ্যই একটি বয়স সীমা পূর্ণ করতে হবে।
bn_in: আপনাকে Firefox&nbsp; অ্যাকাউন্ট তৈরি করতে নির্দিষ্ট বয়সের প্রয়োজনীয়তা পূরণ করতে হবে।
cy: Rhaid bod o oed arbennig cyn creu Cyfrif&nbsp;Firefox.
es_ar: Debe cumplir ciertos requisitos mínimos de edad para crear una cuenta&nbsp;Firefox.
es_es: Debes cumplir unos requisitos de edad para crear una cuenta de&nbsp;Firefox.
fi: Voidaksesi luoda Firefox-tilin, sinun on täytettävä ikävaatimukset.
hi_in: अनिवार्य है की आप एक उचित आयु माँग को पूरी करें यदि आप बनाना चाहते हैं एक Firefox&nbsp;खाता.
hu: Bizonyos korkövetelményeknek meg kell felelni a Firefox fiók létrehozásához.
ka: Firefox&nbsp;ანგარიშის შესაქმენლად უნდა აკმაყოფილებდეთ ასაკის გარკვეულ მოთხოვნებს.
kab: Yessefk awtay inek ad yaweḍ awtay ilaqen akken ad tizmired ad ternuḍ amiḍan Firefox.
lv: Jums ir jāsasniedz noteiktu vecumu lai izveidotu Firefox&nbsp;Kontu.
pa: ਤੁਹਾਨੂੰ ਇੱਕ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਕੁਝ ਖਾਸ ਉਮਰ ਦੀ ਲੋੜ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
ru: Для создания Аккаунта Firefox ваш возраст должен соответствовать определенным требованиям.
sq: Duhet të plotësoni disa domosdoshmëri lidhur me moshën, që të mundeni të krijoni një Firefox&nbsp;Account.
sr: Ви морате да испуните одређене услове да бисте направили Firefox&nbsp;налог.
sr_latn: Vi morate da ispunite određene uslove da biste napravili Firefox&nbsp;nalog.
sv_se: Du måste uppfylla vissa ålderskrav för att få skapa ett Firefox-konto.
te: మీరు ఒక ఫైర్ఫాక్స్ &nbsp ఖాతాసృష్టించడానికి నిర్దిష్ట వయస్సు అవసరాలను పూర్తిచేయాలి.
tr: Firefox&nbsp;Hesabı oluşturmak için yaş gereksinimlerini karşılamalısınız.
tt: Firefox&nbsp;Хисабын булдыру өчен билгеле бер яшьтән өлкәнрәк булуыгыз кирәк.
uk: Ви повинні відповідати віковим вимогам для створення облікового запису Firefox&nbsp;.

source: Learn more
ar: اطّلع على المزيد
ast: Deprendi más
az: Ətraflı öyrən
be: Даведацца больш
bg: Научете повече
bn_bd: বিস্তারিত
bn_in: আরো জানুন
cs: Zjistit více
cy: Dysgu rhagor
da: Læs mere
el: Μάθετε περισσότερα
es_ar: Descubra más
es_es: Infórmate
et: Rohkem teavet
eu: Argibide gehiago
fa: اطلاعات بیشتر
fi: Lue lisää
fr: En savoir plus
fur: Plui informazions
gd: Barrachd fiosrachaidh
he: מידע נוסף
hi_in: अधिक जानें
hr: Saznaj više
hu: További információk
ia: Apprende plus
id: Pelajari selengkapnya
is: Kanna nánar
it: Ulteriori informazioni
ja: 詳細を確認
ka: იხილეთ ვრცლად
kab: Issin ugar
lv: Uzzināt vairāk
nl: Meer info
pa: ਹੋਰ ਜਾਣੋ
pa_in: ਹੋਰ ਜਾਣੋ
pl: Więcej informacji
pt: Saber mais
pt_br: Saiba mais
ru: Узнать больше
sk: Ďalšie informácie
sl: Več o tem
sq: Mësoni më tepër
sr: Сазнајте више
sr_latn: Saznajte više
sv_se: Läs mer
te: మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın
tt: Күбрәк белү
uk: Докладніше
ur: مزید سیکھیں
vi: Tìm hiểu thêm

source: %(email)s registered
be: %(email)s зарэгістраваны
cy: %(email)s wedi ei gofrestru
sq: %(email)s i regjistruar

source: Choose what to sync
ar: اختر ما الذي تريد مزامنة
ast: Escueyi qué sincronizar
az: Nəyi sinxronlaşdıracağınızı seçin
be: Выберыце, што сінхранізаваць
bn_bd: কি সিঙ্ক করতে হবে তা পছন্দ করুন
bn_in: চয়ন করুন কি সিঙ্ক করতে হবে
cs: Vyberte obsah synchronizace
cy: Dewis beth i gydweddu
da: Vælg, hvad der skal synkroniseres
el: Επιλέξτε τι θα συγχρονίζεται
es_ar: Elija qué sincronizar
et: Sünkroniseeritavate asjade valik
eu: Aukeratu zer sinkronizatu
fa: انتخاب کنید که چه چیزهایی همگام‌ شوند
fr: Choisir les informations à synchroniser
fur: Sielç ce sincronizâ
gl: Escolla que sincronizar
he: נא לבחור את הפריטים שיסונכרנו
ia: Elige lo que synchronisar
id: Pilih yang ingin disinkronkan
is: Veldu hvað á að samstilla
it: Scegli che cosa sincronizzare
ja: 同期するデータを選択する
lv: Izvēlieties, ko sinhronizēt
nl: Kies wat u wilt synchroniseren
pa: ਚੁਣੋ ਕਿ ਕੀ ਸਿੰਕ ਕਰਨਾ ਹੈ
pa_in: ਚੁਣੋ ਕਿ ਕੀ ਸਿੰਕ ਕਰਨਾ ਹੈ
pl: Wybierz, co synchronizować
pt: Escolha o que sincronizar
pt_br: Escolha o que sincronizar
sl: Izberite, kaj želite sinhronizirati
sq: Zgjidhni çfarë të njëkohësohet
th: เลือกสิ่งที่จะซิงค์
vi: Chọn những gì để đồng bộ hóa

source: Save selections
be: Захаваць вылучэнне
cy: Cadw'r dewisiadau
sq: Ruaji përzgjedhjet

source: Back
ar: رجوع
ast: Atrás
az: Geri
be: Назад
bg: Назад
bn_bd: পেছনে
bn_in: পিছনে যান।
cs: Zpět
cy: Nôl
da: Tilbage
el: Πίσω
es_ar: Atrás
es_es: Atrás
et: Tagasi
eu: Atzera
fa: بازگشت
fi: Takaisin
fr: Retour
fur: Indaûr
gd: Air ais
gl: Atrás
he: חזרה
hi_in: पीछे
hr: Natrag
hu: Vissza
ia: Retro
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
ka: უკან
kab: Ɣer deffir
lv: Atpakaļ
nl: Terug
pa: ਪਿੱਛੇ
pa_in: ਪਿੱਛੇ
pl: Wstecz
pt: Retroceder
pt_br: Voltar
ru: Назад
sk: Naspäť
sl: Nazaj
sq: Mbrapsht
sr: Назад
sr_latn: Nazad
sv_se: Bakåt
te: వెనక్కి
th: ย้อนกลับ
tr: Geri dön
tt: Кире
uk: Назад
ur: پیچھے
vi: Quay lại

source: Reset password link damaged
ar: تضرّر رابط إعادة تعيين كلمة السرّ
ast: Dañóse l'enllaz de reaniciu de contraseña
az: Parol sıfırlama keçidi zədələnib
be: Спасылка для скіду пароля пашкоджана
bg: Препратката за нулиране на парола е повредена
bn_bd: পাসওয়ার্ড পরিবর্তন লিঙ্কটি ক্ষতিগ্রস্থ
bn_in: পাসওয়ার্ড রিসেট করবার লিঙ্ক নষ্ট
cs: Odkaz pro obnovení je poškozen
cy: Mae dolen ailosod y cyfrinair wedi ei difrodi
da: Link til nulstilling af adgangskode beskadiget
el: Κατεστραμμένος σύνδεσμος επαναφοράς κωδικού πρόσβασης
es_ar: Reiniciar contraseña
es_es: Enlace para restablecer la contraseña dañado
et: Parooli lähtestamise link on vigane
eu: Pasahitza berrezartzeko lotura hondatuta
fa: بازنشانی گذرواژه
fi: Salasanan nollauslinkki on vaurioitunut
fr: Le lien de réinitialisation du mot de passe est endommagé
fur: Chest link par ristabilî la password al è danezât
gd: Chaidh an ceangal airson ath-shuidheachadh an fhacail-fhaire a dhochann
gl: Danouse a ligazón de restabelecer o contrasinal
he: קישור לאיפוס ססמה פגום
hi_in: कूटशब्द पुनः तैयार करने हेतु लिंक क्षतिग्रस्त
hr: Poveznica za ponovno postavljanje lozinke je oštećena
hu: A jelszó-visszaállítási hivatkozás sérült
ia: Ligamine pro reinitialisar contrasigno damnificate
id: Tautan untuk menyetel ulang sandi rusak
is: Tengill til að endurstilla lykilorð er skemmdur
it: Questo link per reimpostare la password è danneggiato
ja: パスワードをリセットするリンクが壊れています
ka: პაროლის აღსადგენი ბმული დაზიანებულია
kab: Wennez aseɣwen n wawal uffir ixeṣṛen
lv: Paroles atstatīšanas saite ir sabojāta
nl: Herinitialisatiekoppeling beschadigd
pa: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਲਿੰਕ ਖ਼ਰਾਬ ਹੋ ਗਿਆ
pa_in: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਲਿੰਕ ਖ਼ਰਾਬ ਹੋ ਗਿਆ
pl: Odnośnik do zmiany hasła jest uszkodzony
pt: A ligação de reposição da palavra-passe está danificada
pt_br: Link para redefinir senha danificado
ru: Ссылка для сброса пароля повреждена
sk: Odkaz na obnovenie hesla je poškodený
sl: Povezava za ponastavitev gesla je poškodovana
sq: Lidhja e ricaktimit të fjalëkalimit është e dëmtuar
sr: Веза за ресетовање лозинке је оштећена
sr_latn: Veza za resetovanje lozinke je oštećena
sv_se: Länken för att återställa lösenordet fungerar inte
te: పాస్వర్డ్ రీసెట్ లింక్ దెబ్బతింది
th: ลิงก์สำหรับตั้งรหัสผ่านใหม่ได้รับความเสียหาย
tr: Parolayı sıfırlama bağlantısı hasarlı
tt: Паролны алыштыру сылтамасына зыян килгән
uk: Посилання для відновлення паролю пошкоджене
vi: Liên kết đặt lại mật khẩu đã bị hỏng

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
ar: فُقد بعض الأحرف بالربط الذي قمت بنقرة أو ربما تضرّر بواسطة عميل البريد الإلكتروني الخاص بك. انسخ العنوان بعناية، وحاول مرة أخرى.
ast: Fálten-y caráuteres al enllaz que primiesti y quiciabes el to veceru de corréu lu rompiera. Copia con procuru la direición y volvi tentalo.
az: Açdığınız keçiddə işarətlər çatışmır və ola bilsin e-poçt klientiniz tərəfindən xarab edilib. Ünvanı diqqətlə köçürün və təkrar yoxlayın.
be: У спасылцы, па якой вы прайшлі, прапушчаны сімвалы, магчыма, яна была пашкоджана вашым паштовым кліентам. Акуратна скапіруйце адрас і паспрабуйце ізноў.
bg: Връзката, която посетихте е с липсващи символи и вероятно е повредена от пощенския ви клиент. Внимателно копирайте адреса и пробвайте отново.
bn_bd: আপনি যে লিঙ্ক এ ক্লিক করেছেন, তাতে কোন একটি অক্ষর পাওয়া যাচ্ছে না, কিংবা এটি আপনার ইমেইল ক্লায়েন্টদ্বা রা ভেঙ্গে গেছে। সতর্কতার সাথে ইমেইল ঠিকানাটি কপি করুন এবং পুনরায় চেষ্টা করুন।
bn_in: যে লিঙ্কটি আপনি চাপ দিয়েছেন সেটির কিছু অক্ষর নেই, অথবা হয়তো ইমেইল ক্লায়েন্টের দ্বারা ভাঙ্গা। অ্যাড্রেসটি সতর্কতার সাথে কপি করুন এবং পুনরায় চেষ্টা করুন।
cs: Adresa odkazu, na který jste klikli, nebyla kompletní, a mohla být poškozena například vaším e-mailovým klientem. Zkopírujte pečlivě celou adresu a zkuste to znovu.
cy: Mae nodau ar goll yn y ddolen rydych newydd ei chlicio ac efallai wedi ei dorri gan eich rhaglen e-bost. Copïwch y cyfeiriad yn ofalus a cheisiwch eto.
da: Linket, du klikkede på, manglede tegn og kan være blevet ødelagt af dit mailprogram. Kopier adressen, og prøv igen.
el: Ο σύνδεσμος στον οποίο κάνατε κλικ δεν είχε κάποιους χαρακτήρες και ενδέχεται να έχει καταστραφεί από το πρόγραμμα email σας. Αντιγράψτε προσεκτικά τη διεύθυνση και δοκιμάστε ξανά.
es_ar: Al enlace en el que hiciste clic le faltan caracteres y puede que lo haya roto tu cliente de correo electrónico. Copiá la dirección con cuidado y volvé a intentarlo.
es_es: Al enlace que seleccionaste le faltan caracteres y puede que tu cliente de correo lo haya roto. Copia la dirección con cuidado y vuelve a intentarlo.
et: Kasutatud lingis olid osad tähemärgid puudu (põhjuseks võib olla e-posti klient, mis tegi lingi katki). Kopeeri aadress hoolikalt ja proovi uuesti.
eu: Klik egin duzun loturak karaktereak falta ditu; agian zure posta-bezeroak hondatu du. Kopiatu helbidea kontuz eta saiatu berriro.
fa: تعدادی از حروف پیوندی که بر روی آن کلیک کردید حذف شده‌اند، و ممکن است توسط کارگیر ایمیل شما خراب شده باشند. با دقت از آدرس رونوشت بگیرید، و مجددا تلاش کنید.
fi: Avaamastasi linkistä puuttui merkkejä. Sähköpostiohjelmasi on saattanut katkaista sen. Kopioi osoite huolellisesti ja yritä uudelleen.
fr: Le lien sur lequel vous avez cliqué était incomplet, probablement à cause de votre client de messagerie. Veuillez vous assurer de copier l’adresse complète puis réessayez.
fur: Al colegament che tu âs doprât i mancjave cualchi caratar, al è probabil che il probleme al sedi stât causât dal to client di pueste eletroniche. Torne prove copiant cun atenzion la direzion.
gd: Bha caractaran a dhìth air a’ cheangal air an do bhriog thu agus dh’fhaoidte gun deach a bhriseadh sa phrògram phuist-d agad. Dèan lethbhreac dhen t-seòladh gu cùramach is feuch ris a-rithist.
gl: Á ligazón que premeu faltábanlle caracteres, pode que o seu cliente de correo electrónico a rompese. Probe a copiar o enderezo de novo, con coidado.
he: לקישור שלחצת חסרים תווים, ויתכן שנפגם על ידי לקוח הדואר האלקטרוני שלך. יש להעתיק את כתובת הקישור בזהירות, ולבדוק שנית.
hi_in: जिस लिंक पर आपने क्लिक किया है उसमें अक्षर अनुपस्थित हैं, एवं शायद आपके ईमेल यजमान द्वारा तोड़ दिया गया. ध्यानपूर्वक पता कॉपी करें, एवं पुनः प्रयास करें.
hr: Poveznici na koju ste kliknuli nedostaju neki znakovi ili ju je skratio vaš klijent e-pošte. Kopirajte poveznicu pažljivo i pokušajte ponovno.
hu: A hivatkozásból karakterek hiányoztak, ezt az e-mail kliense ronthatta el. Másolja be a címet körültekintően, és próbálja újra.
ia: Il manca characteres in le ligamine sur le qual tu ha cliccate. Pote esser que tu programma de e-mail lo ha corrumpite. Copia minutiosemente le adresse, e tenta de novo.
id: Ada karakter yang hilang pada tautan yang Anda klik dan mungkin disebabkan oleh aplikasi email Anda. Salin alamatnya dengan benar, lalu coba lagi.
is: Tengilinn sem þú smelltir á vantaði stafi og gæti hafa skemmst í meðförum póstforritsins þíns. Afritaðu varlega slóð tengilsins og prófaðu aftur.
it: Il link sul quale hai fatto clic manca di alcuni caratteri, probabilmente ciò dipende dal client di posta elettronica. Riprova assicurandoti di selezionare e copiare con cura il link.
ja: 認証リンク URL の長さが足りません。受信したメールクライアントにより、リンクが途中で切れている可能性があります。正しい URL を確認の上コピーし、再度お試しください。
ka: ბმულს, რომელზეც გადახვედით ან სიმბოლოები აკლია, ან დაზიანებულია თქვენი ელფოსტის კლიენტის მიერ. ყურადღებით გადმოიტანეთ მისამართი და სცადეთ ხელახლა.
kab: Aseɣwen fiɣef i tsiteḍ ur immid ara, ahat d amsaɣ inek n tirawt. Ma ulac aɣilif, nɣel aseɣwen akken iwata sakin ɛreḍ tikelt nniḍen.
lv: Saitei uz kuru jūs noklikšķinājāt trūka rakstzīmes, un to varētu būt izdarījis jūsu epasta klients. Kopējiet adresi uzmanīgi, un mēģiniet vēlreiz.
nl: De koppeling waarop u hebt geklikt miste tekens en is mogelijk beschadigd geraakt door uw e-mailclient. Kopieer het adres zorgvuldig en probeer het opnieuw.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਕਲਿਕ ਕੀਤੇ ਗਏ ਲਿੰਕ ਵਿੱਚ ਅੱਖਰ ਗੁੰਮ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਈਮੇਲ ਕਲਾਇਟ ਵਲੋਂ ਖ਼ਰਾਬ ਕੀਤੇ ਗਏ ਹੋ ਸਕਦੇ ਹਨ। ਸਿਰਨਾਵਾਂ ਲਿੰਕ ਨੂੰ ਧਿਆਨ ਨਾਲ ਕਾਪੀ ਕਰੋ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਕਲਿਕ ਕੀਤੇ ਗਏ ਲਿੰਕ ਵਿੱਚ ਅੱਖਰ ਗੁੰਮ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਈਮੇਲ ਕਲਾਇਟ ਵਲੋਂ ਖ਼ਰਾਬ ਕੀਤੇ ਗਏ ਹੋ ਸਕਦੇ ਹਨ। ਸਿਰਨਾਵਾਂ ਲਿੰਕ ਨੂੰ ਧਿਆਨ ਨਾਲ ਕਾਪੀ ਕਰੋ ਅਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: W klikniętym odnośniku brakuje znaków. Mógł on zostać uszkodzony przez klienta poczty. Starannie skopiuj adres i spróbuj ponownie.
pt: A ligação que clicou tem carateres em falta e pode ter sido quebrada pelo seu cliente de email. Copie cuidadosamente o endereço e tente novamente.
pt_br: O link que você clicou tem caracteres faltando e pode ter sido quebrado pelo seu cliente de email. Copie o endereço com cuidado e tente novamente.
ru: В ссылке, по которой вы щёлкнули, отсутствуют символы, и возможно она была повреждена вашим почтовым клиентом. Внимательно скопируйте адрес и попробуйте ещё раз.
sk: Odkaz, na ktorý ste klikli, neobsahuje všetky potrebné znaky. Je možné, že nebol korektne spracovaný vašim e-mailovým klientom. Skopírujte adresu do prehliadača a skúste to znova.
sl: Povezavi, ki ste jo kliknili, so manjkali nekateri znaki. Morda jo je pokvaril vaš poštni odjemalec. Bodite previdni pri kopiranju in poskusite znova.
sq: Lidhjes që klikuat i mungonin shenja, dhe mund të jetë dëmtuar nga klienti juaj email. Kopjojeni adresën me kujdes, dhe riprovoni.
sr: Вези на коју сте кликнули фале карактери, и можда ју је оштетио ваш клијент за е-пошту. Пажљиво прекопирајте адресу, и покушајте поново.
sr_latn: Vezi na koju ste kliknuli fale karakteri, i možda ju je oštetio vaš klijent za e-poštu. Pažljivo prekopirajte adresu, i pokušajte ponovo.
sv_se: Länken du klickade på saknade vissa tecken och kan ha förvrängts av ditt e-postprogram. Kopiera adressen noggrant och försök igen.
te: మీరు క్లిక్ చేసిన లింక్ పాత్రలు లేదు, మరియు మీ ఇమెయిల్ క్లయింట్ ద్వారా తెగిపోయింది ఉండవచ్చు. జాగ్రత్తగా చిరునామాను కాపీ, మళ్ళీ ప్రయత్నించండి.
th: ลิงก์ที่คุณคลิกมีอักขระไม่ครบซึ่งอาจจะเพราะโปรแกรมอ่านอีเมลของคุณ คัดลอกที่อยู่อย่างระมัดระวัง และลองอีกครั้งหนึ่ง
tr: Tıkladığınız linkte bazı karakterler eksikti. Link, e-posta istemciniz tarafından bozulmuş olabilir. Adresi dikkatle kopyalayıp tekrar deneyin.
tt: Сез баскан сылтамадан кайбер хәрефләр төшеп калган иде, һәм электрон почта программагыз бозган булуы мөмкин. Игътибар белән адресны копияләп, тагын бер кат тырышып карагыз.
uk: Посилання за яким ви перейшли має втрачені символи та, можливо, було пошкоджене вашим поштовим клієнтом. Обережно скопіюйте адресу та спробуйте знову.
vi: Liên kết bạn nhấp vào bị thiếu ký tự và có thể đã bị ứng dụng email khách của bạn phá vỡ. Sao chép địa chỉ một cách cẩn thận và thử lại.

source: Create new password
ar: أنشِئ كلمة سر جديدة
az: Yeni parol yarat
be: Стварыць новы пароль
bg: Нова парола
bn_bd: নতুন পাসওয়ার্ড তৈরি করুন
cs: Vytvořit nové heslo
cy: Crëwch gyfrinair newydd
da: Opret ny adgangskode
el: Δημιουργία νέου κωδικού πρόσβασης
es_ar: Crear nueva contraseña
es_es: Crear nueva contraseña
et: Uue parooli loomine
eu: Sortu pasahitz berria
fa: ایجاد یک کلمه عبور جدید
fi: Luo uusi salasana
fr: Créer un nouveau mot de passe
fur: Cree gnove password
gd: Cruthaich facal-faire ùr
gl: Crear un novo contrasinal
he: יצירת ססמה חדשה
hi_in: नया कूटशब्द बनाएँ
hr: Stvori novu lozinku
hu: Új jelszó létrehozása
ia: Crea le nove contrasigno
id: Buat sandi baru
is: Búðu til nýtt lykilorð
it: Crea nuova password
ja: 新しいパスワードを設定
ka: შეიყვანეთ ახალი პაროლი
kab: Sekcem awal uffir amaynut
nl: Nieuw wachtwoord aanmaken
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ
pl: Utwórz nowe hasło
pt: Criar nova palavra-passe
pt_br: Criar nova senha
ru: Создать новый пароль
sk: Vytvoriť nové heslo
sl: Ustvarite novo geslo
sq: Krijoni fjalëkalim të ri
sr: Направи нову лозинку
sr_latn: Napravi novu lozinku
sv_se: Skapa nytt lösenord
te: క్రొత్త సంకేతపదాన్ని సృష్టించండి
th: สร้างรหัสผ่านใหม่
tr: Yeni parola oluştur
tt: Яңа парол булдыру
uk: Створити новий пароль
ur: نیا پاس ورڈ تخلیق کریں
vi: Tạo mới mật khẩu
