Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
ar: وصلتك رسالة بريد إلكتروني عن محاولة وصول إلى حسابك. هل تود الإبلاغ عنها كمشبوهة؟
ast: Recibiesti un corréu tocante a intentos d'accesu a la to cuenta. ¿Prestaríate informar d'esta actividá como sospechosa?
az: Hesabınıza giriş cəhdi haqqında e-poçt aldınız. Bu şübhəli aktivlik olaraq xəbər edilsin?
be: Вы атрымалі ліст аб спробе доступу да вашага ўліковага запісу. Ці хочаце паведаміць пра гэту дзейнасць як пра падазроную?
bg: Получихте писмо относно опит за достъп до вашата сметка. Желаете ли дадокладвате това действие като подозрително?
bn_bd: আপনার অ্যাকাউন্টে অবৈধ প্রবেশের চেষ্টা সম্পর্কে আপনি একটি ইমেইল পেয়েছেন। আপনি কি এই অবৈধ কার্যকলাপকে সন্দেহজনক হিসেবে রিপোর্ট করবেন?
bn_in: আপনার অ্যাকাউন্টে অযাচিত এক্সেস সম্পর্কে আপনি ই-মেইল পেয়েছেন। আপনি সন্দেহজনক এই কার্যকলাপ কি রিপোর্ট করতে চান?
cs: Obdrželi jste e-mail o pokusu o přihlášení k vašemu účtu. Chcete tuto aktivitu nahlásit jako podezřelou?
cy: Rydych wedi derbyn e-bost am ymgais i gael mynediad at eich cyfrif. Hoffech chi adrodd hyn fel digwyddiad amheus?
da: Du har modtaget en mail vedrørende forsøg på at få adgang til din konto. Vi du rapportere denne aktivitet som mistænkelig?
el: Λάβατε ένα email σχετικά με κάποια απόπειρα πρόσβασης στον λογαριασμό σας. Θα θέλατε να αναφέρετε αυτήν τη δραστηριότητα ως ύποπτη;
es_ar: Recibiste un correo electrónico sobre un intento de acceso a tu cuenta. ¿Querés informar de esta actividad como sospechosa?
es_es: Has recibido un correo electrónico sobre un intento de acceso a tu cuenta. ¿Quieres informar de esta actividad como sospechosa?
et: Said kirja nurjunud katse kohta sinu kontole ligi pääseda. Kas soovid selle tegevuse kahtlasena raporteerida?
eu: Mezu bat jaso duzu zure kontuan saio hasiera saiakera bati buruz. Aktibitate hau susmagarri gisa jakinarazi nahi duzu?
fa: شما رایانامه‌ای درباره تلاش برای دسترسی به حساب خود دریافت کردید. آیا مایلید این حرکت را به عنوان یک فعالیت مشکوک گزارش کنید؟
fi: Sait sähköpostin tilisi käyttöyrityksestä. Haluatko ilmoittaa sen epäilyttäväksi?
fr: Vous avez reçu un courriel concernant une tentative d’accès à votre compte. Voulez-vous signaler cette activité comme suspecte ?
fur: Tu âs ricevût une e-mail in merit a un tentatîf di acès al to account. Desideristu segnalâ cheste ativitât tant che suspiete?
gd: Fhuair thu post-d mu chuideigin a rinn oidhirp air a’ chunntas agad. A bheil thu airson fios a leigeil dhuinn gur e rud amharasach a bha ann?
gl: Recibiu unha mensaxe de correo electrónico sobre un intento de acceso á súa conta. Quere denunciar esta actividade como sospeitosa?
he: קיבלת הודעת דוא״ל על ניסיון התחברות לחשבון שלך. האם ברצונך לדווח על פעילות זו כחשודה?
hi_in: आपको एक ईमेल प्राप्त हुआअपने खाते में प्रवेश करने के बारे में. क्या आप इस गतिविधि को रिपोर्ट करना चाहते हैं?
hr: Primili ste poruku o pokušaju pristupa vašem računu. Želite li prijaviti ovu aktivnost kao sumnjivu?
hu: Kapott egy e-mailt a fiókjába egy hozzáférési kísérletről. Szeretné gyanúsként jelenteni ezt a tevékenységet?
ia: Tu ha recipite un message sur un tentativa de accesso a tu conto. Vole tu reportar iste activitate como suspecte?
id: Anda telah menerima email tentang percobaan akses ke akun Anda. Ingin melaporkannya sebagai aktivitas yang patut dicurigai?
is: Þú fékkst tölvupóst varðandi tilraun til að fá aðgang að reikningnum þínum. Viltu tilkynna það sem grunsamlega virkni?
it: Sei giunto qui dopo aver ricevuto una email che ti avvisava di un tentativo di accesso al tuo account. Vuoi segnalare questo accesso come sospetto?
ja: あなたのアカウントへのアクセス試行に関してメールをお送りしました。疑わしい挙動として報告しますか？
ka: ეს არის შეტყობინება, თქვენს ანგარიშთან წვდომის მცდელობის შესახებ. მიგაჩნიათ საეჭვოდ და გსურთ მოხსენების გაგზავნა ამის თაობაზე?
kab: Tremseḍ-d imayl ɣer uɛṛaḍ n unekcum ɣer umiḍan inek. Tebɣiḍ ad tazneḍ armud amzun d awraḍ n takerḍa?
nl: U hebt een e-mailbericht ontvangen over een poging om toegang tot uw account te krijgen. Wilt u deze activiteit als verdacht melden?
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੀ ਪਹੁੰਚ ਦੀ ਕੋਸ਼ਿਸ਼ ਬਾਰੇ ਈਮੇਲ ਮਿਲੀ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਸਰਗਰਮੀ ਨੂੰ ਸ਼ੱਕੀ ਵਜੋਂ ਰਿਪੋਰਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: To wiadomość o próbie dostępu do konta. Czy zgłosić ją jako podejrzaną?
pt: Recebeu um email acerca de uma tentativa de acesso à sua conta. Deseja denunciar esta atividade como suspeita?
pt_br: Você recebeu um email de tentativa de acesso à sua conta. Gostaria de denunciar esta atividade como suspeita?
ru: Вы получили письмо о попытке доступа к вашему аккаунту. Хотите ли вы сообщить об этой подозрительной активности?
sk: Dostali ste e-mail o pokuse o prihlásenie sa k vášmu účtu. Chcete túto aktivitu nahlásiť ako podozrivú?
sl: Prejeli ste sporočilo o poskusu dostopa do vašega računa. Želite to dejavnost prijaviti kot sumljivo?
sq: Morët një email rreth përpjekjesh hyrje te llogaria juaj. Do të donit ta raportonit këtë veprimtari si të dyshimtë?
sr: Добили сте поруку о покушају приступа на ваш налог. Да ли желите да пријавите ово као сумњив догађај?
sr_latn: Dobili ste poruku o pokušaju pristupa na vaš nalog. Da li želite da prijavite ovo kao sumnjiv događaj?
sv_se: Du har fått e-post om försök att få tillgång till ditt konto. Vill du rapportera denna aktivitet som misstänkt?
te: మీరు మీ ఖాతాకు ప్రాప్యత ప్రయత్నించడాన్ని గురించి ఒక ఇమెయిల్ పొందారు. మీరు ఈ అనుమానాస్పద కార్యాన్ని నివేదించాలనుకుంటున్నారా?
th: คุณได้รับอีเมลเกี่ยวกับความพยายามเข้าถึงบัญชีของคุณ คุณต้องการรายงานกิจกรรมนี้เป็นสิ่งน่าสงสัยหรือไม่?
tr: Hesabınıza yapılan bir giriş denemesiyle ilgili bir e-posta aldınız. Bu denemeyi şüpheli etkinlik olarak rapor etmek ister misiniz?
tt: Сез хисабыгызга керергә тырышу хакында бер электрон хат алдыгыз. Бу гамәлне шикле дип хәбәр итәсегез киләме?
uk: Ви отримали електронний лист про спробу отримання доступу до вашого облікового запису. Хочете повідомити про підозрілу активність?
vi: Bạn đã nhận được email về việc cố gắng truy cập vào tài khoản của bạn. Bạn có muốn báo cáo hoạt động này là đáng ngờ không?

source: Report activity
ar: أبلغ عن النشاط
ast: Informar d'actividá
az: Aktivliyi xəbər edin
be: Паведаміць
bg: Докладване
bn_bd: কার্যকলাপ রিপোর্ট করুন
bn_in: কার্যকলাপ জানান
cs: Nahlásit aktivitu
cy: Adroddiad gweithgaredd
da: Rapportér aktivitet
el: Αναφορά δραστηριότητας
es_ar: Informar actividad
es_es: Informar de actividad
et: Raporteeri see tegevus
eu: Eman jardueraren berri
fa: گزارش فعالیت
fi: Ilmoita toiminnasta
fr: Signaler cette activité
fur: Segnale ativitât suspiete
gd: Dèan aithris air gnìomhachd
gl: Denunciar a actividade
he: דיווח פעילות
hi_in: गतिविधि रिपोर्ट
hr: Prijavi aktivnost
hu: Jelentési tevékenység
ia: Reporto de activitate
id: Laporkan aktivitas
is: Tilkynna virkni
it: Segnala attività sospetta
ja: 疑わしい挙動を報告
ka: მოხსენების გაგზავნა საეჭვო მოქმედებაზე
kab: Mmel-aɣ-d armud
nl: Activiteit melden
pa_in: ਸਰਗਰਮੀ ਦੀ ਜਾਣਕਾਰੀ ਦਿਓ
pl: Zgłoś działania
pt: Denunciar atividade
pt_br: Relatar atividade
ru: Сообщить о подозрительной активности
sk: Nahlásiť aktivitu
sl: Prijavi sumljivo dejavnost
sq: Raportoje aktin
sr: Извештај активности
sr_latn: Izveštaj aktivnosti
sv_se: Rapportera aktivitet
te: క్రియను నివేదించు
th: รายงานกิจกรรม
tr: Etkinliği rapor et
tt: Активлыкны хәбәр итү
uk: Повідомити
ur: سرگرمی رپورٹ کریں
vi: Báo cáo hoạt động

source: Why is this happening?
ar: لماذا يحدث هذا؟
ast: ¿Por qué ta asocediendo?
az: Bu niyə baş verir?
be: Чаму гэта адбываецца?
bg: Защо се случва това?
bn_bd: এটা কেন ঘটছে?
bn_in: এটা কেন হচ্ছে?
cs: Proč se to stalo?
cy: Pam mae hyn yn digwydd?
da: Hvorfor sker dette?
el: Γιατί συμβαίνει αυτό;
es_ar: ¿Por qué pasa esto?
es_es: ¿Por qué sucede esto?
et: Miks see juhtus?
eu: Zergatik ari da hau gertatzen?
fa: چرا این اتفاق میافتد؟
fi: Mistä tämä johtuu?
fr: Que se passe-t-il ?
fur: Ce staial sucedint?
gd: Carson a tha seo a’ tachairt?
gl: Isto por que pasa?
he: מדוע זה קורה?
hi_in: यह क्यों हो रहा है?
hr: Zašto se ovo događa?
hu: Miért történik ez?
ia: Proque occurre isto?
id: Mengapa ini terjadi?
is: Hvers vegna er þetta að gerast?
it: Che cosa sta succedendo?
ja: このような問題が起きた理由
ka: რატომ მოხდა ეს?
kab: Acuɣeṛ i d-iḍerru waya?
nl: Waarom gebeurt dit?
pa_in: ਇਹ ਕਿਓ ਵਾਪਰਿਆ ਹੈ?
pl: Dlaczego to się stało?
pt: O que está a acontecer?
pt_br: Por que isso está acontecendo?
ru: Почему это происходит?
sk: Prečo sa to stalo?
sl: Zakaj se to dogaja?
sq: Pse ndodh kjo?
sr: Зашто се ово дешава?
sr_latn: Zašto se ovo dešava?
sv_se: Varför händer detta?
te: ఇలా ఎందుకు జరుగుతోంది?
th: ทำไมสิ่งนี้จึงเกิดขึ้น?
tr: Neden böyle bir şey oldu?
tt: Бу нидән килеп чыга?
uk: Чому це трапляється?
ur: ایسا کیوں ہو رہا ہے؟
vi: Tại sao chuyện này xảy ra?

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy.
be: <span>ЗАЎВАГА:</span> Пры скідзе пароля вы скідваеце свой уліковы запіс. Вы можаце страціць нейкую частку асабістых звестак (уключаючы гісторыю, закладкі і паролі). Гэта таму, што мы шыфруем дадзеныя з паролем, каб абараніць вашу прыватнасць.
cy: <span>SYLWCH:</span> Pan fyddwch yn ailosod eich cyfrinair, rydych yn ailosod eich cyfrif. Mae modd i chi golli rhywfaint o'ch data personol (gan gynnwys hanes, nodau tudalen a chyfrineiriau). Mae hynny oherwydd ein bod yn amgryptio'ch data gyda'ch cyfrinair i ddiogelu eich preifatrwydd.
es_ar: <span>NOTE:</span> Cuando restablece la contraseña, se restablece su cuenta. Puede perder parte de su información personal (incluyendo historia, marcadores y contraseñas). Eso es porque ciframos los datos con contraseña para proteger su privacidad.
sq: <span>SHËNIM:</span> Kur ricaktoni fjalëkalimin tuaj, riktheni në fillimet llogarinë tuaj. Mund të humbni disa nga të dhënat tuaja personale (përfshi historikun, faqerojtësit, dhe fjalëkalimet). Kjo vjen ngaqë i fshehtëzojmë të dhënat tuaja me fjalëkalimin tuaj, për të mbrojtur privatësinë tuaj.

source: Begin reset
ar: ابدأ التصفير
az: Sıfırlamağa başla
be: Пачаць скід
bg: Започване на анулирането
bn_bd: রিসেট শুরু করুন
cs: Začít obnovu
cy: Cychwyn ailosod
da: Start nulstilling
el: Έναρξη επαναφοράς
es_ar: Iniciar restablecimiento
es_es: Comenzar restablecimiento
et: Alusta lähtestamist
eu: Hasi berrezartzea
fa: آغاز راه‌اندازی مجدد
fi: Aloita nollaus
fr: Lancer la réinitialisation
fur: Scomence azerament
gd: Tòisich air an ath-shuidheachadh
gl: Comezar o restabelecemento
he: התחלת איפוס
hi_in: रीसेट शुरू करें
hr: Započni ponovno postavljanje
hu: Visszaállítás elkezdése
ia: Comenciar reinitialisation
id: Mulai setel ulang
is: Hefja endurstillingu
it: Avvia ripristino
ja: リセットを開始
ka: აღდგენის დაწყება
kab: Bdu awennez
nl: Herinitialisatie beginnen
pa_in: ਮੁੜ-ਸੈਟ ਸ਼ੁਰੂ ਕਰੋ
pl: Rozpocznij zmianę
pt: Iniciar reposição
pt_br: Redefinir
ru: Начать сброс
sk: Spustiť obnovu
sl: Začni ponastavitev
sq: Filloni ricaktimin
sr: Започни ресетовање
sr_latn: Započni resetovanje
sv_se: Starta återställ
te: రీసెట్ ను ప్రారంభించు
th: เริ่มต้นการตั้งค่าใหม่
tr: Sıfırlamayı başlat
tt: Башлангыч халәтенә кайтаруны башлау
uk: Почати скидання
ur: ریسٹ شروع کریں
vi: Bắt đầu đặt lại

source: Firefox Accounts
ar: حسابات فَيَرفُكس
ast: Cuentes de Firefox
az: Firefox Hesabları
be: Уліковыя запісы Firefox
bn_bd: ফায়ারফক্স অ্যাকাউন্ট
bn_in: Firefox অ্যাকাউন্ট
cs: Účet Firefoxu
cy: Cyfrifon Firefox
da: Firefox-konti
el: Λογαριασμοί Firefox
es_ar: Cuentas de Firefox
eu: Firefox Kontuak
fa: حساب‌های فایرفاکس
fi: Firefox-tilit
fr: Comptes Firefox
gd: Cunntasan Firefox
hi_in: Firefox खाता
hr: Firefox računi
hu: Firefox fiókok
ia: Contos de Firefox
id: Firefox Account
it: Account Firefox
ja: Firefox アカウント
ka: Firefox-ანგარიშები
kab: Imiḍanen Firefox
lv: Firefox Konti
pa: ਫਾਇਰਫਾਕਸ ਖਾਤੇ
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤੇ
pl: Konta Firefoksa
pt: Contas Firefox
pt_br: Contas Firefox
ru: Аккаунты Firefox
sk: Účty Firefox
sl: Firefox Računi
sq: Llogari Firefox-i
sr: Firefox налози
sr_latn: Firefox nalozi
sv_se: Firefox-konton
te: Firefox ఖాతాలు
th: บัญชี Firefox
tr: Firefox Hesapları
tt: Firefox Хисаплары
uk: Облікові записи Firefox
ur: Firefox اکاؤنٹس
vi: Tài khoản Firefox

source: Sign out
ast: Zarrar sesión
be: Выйсці
bn_bd: সাইন আউট
bn_in: সাইন আউট
cy: Allgofnodi
es_ar: Salir
lv: Iziet
pa: ਸਾਈਨ ਆਉਟ
sq: Dilni

source: Use a different account
ar: استخدام حساب آخر
ast: Usar una cuenta diferente
az: Fərqli hesab işlət
be: Выкарыстаць іншы уліковы запіс
bg: Вход с друга сметка
bn_bd: ভিন্ন একটি অ্যাকাউন্ট ব্যবহার করুন
bn_in: আলাদা একটি অ্যাকাউন্ট ব্যবহার করুন
cs: Použít jiný účet
cy: Defnyddiwch gyfrif gwahanol
da: Brug en anden konto
el: Χρήση διαφορετικού λογαριασμού
es_ar: Usar una cuenta diferente
es_es: Usar una cuenta diferente
et: Kasuta teist kontot
eu: Erabili beste kontu bat
fa: از یک حساب دیگر استفاده کنید
fi: Käytä toista tiliä
fr: Utiliser un autre compte Firefox
fur: Dopre un altri account
gd: Cleachd cunntas eile
gl: Usar unha conta diferente
he: שימוש בחשבון אחר
hi_in: भिन्न खाता उपयोग करें
hr: Upotrijebi drugi račun
hu: Használjon másik fiókot
ia: Usa un conto differente
id: Gunakan akun lain
is: Nota annan notandaaðgang
it: Utilizza un altro account
ja: 別のアカウントを使用する
ka: სხვა ანგარიშის გამოყენება
kab: Seqdec amiḍan nniḍen
lv: Izmantot citu kontu
nl: Een andere account gebruiken
pa: ਵੱਖਰਾ ਖਾਤਾ ਵਰਤੋਂ
pa_in: ਵੱਖਰੇ ਖਾਤੇ ਨੂੰ ਵਰਤੋਂ
pl: Użyj innego konta
pt: Utilizar uma conta diferente
pt_br: Usar uma conta diferente
ru: Использовать другой аккаунт
sk: Použiť iný účet
sl: Uporabi drug račun
sq: Përdorni një llogari tjetër
sr: Користи други налог
sr_latn: Koristi drugi nalog
sv_se: Använd ett annat konto
te: వేరే ఖాతాను వాడు
th: ใช้บัญชีอื่น
tr: Farklı bir hesap kullan
tt: Башка бер хисапны куллану
uk: Використати інший обліковий запис
ur: ایک مختلف اکاؤنٹ استعمال کریں
vi: Sử dụng một tài khoản khác

source: Create an account
ast: Crear una cuenta
be: Стварыць уліковы запіс
bn_bd: একটি অ্যাকাউন্ট খুলুন
bn_in: একটি অ্যাকাউন্ট তৈরি করুন।
cy: Creu cyfrif
es_ar: Creá una cuenta
lv: Izveidot kontu
pa: ਖਾਤਾ ਬਣਾਓ
sq: Krijoni një llogari

source: Sorry. We’ve locked your&nbsp;account.
ar: معذرة. لقد أقفلنا حسابك.
ast: Perdón, bloquiemos la to cuenta.
az: Üzr istəyirik. Hesabınızı kilitlədik.
be: Прабачце. Мы заблакавалі ваш уліковы запіс.
bg: Съжаляваме. Заключили сме вашата&nbsp;сметка.
cs: Omlouváme se, váš&nbsp;účet byl uzamčen.
cy: Ymddiheuriadau. Rydym wedi cloi eich&nbsp;cyfrif.
da: Vi har låst din&nbsp;konto.
el: Συγγνώμη. Έχουμε κλειδώσει&nbsp;τον λογαριασμό σας.
es_ar: Lo sentimos. Bloqueamos tu&nbsp;cuenta.
es_es: Lo sentimos. Hemos bloqueado tu cuenta.
et: Vabandame. Lukustasime sinu konto.
eu: Barkatu. Zure kontua blokeatu dugu.
fa: متاسفیم. ما&nbsp;حساب کاربری شما را قفل کرده‌ایم.
fi: Pahoittelut, olemme lukinneet&nbsp;tilisi.
fr: Désolé, nous avons bloqué votre compte.
fur: Nus displâs. O vin blocât il to account.
gd: Tha sinn duilich ach ghlais sinn an cunntas agad.
gl: Bloqueouse a súa conta.
he: מצטערים. חסמנו את החשבון שלך.
hi_in: माफ़ कीजिये. हमने आपके&nbsp;खाते को अवरोधित कर दिया है.
hr: Nažalost, zaključali smo tvoj&nbsp;račun.
hu: Sajnáljuk. A fiókját&nbsp;zároltuk.
ia: Regrettabilemente, tu conto ha essite blocate.
id: Maaf. Kami mengunci akun&nbsp;Anda.
is: Því miður. Við höfum læst aðgangnum&nbsp;þínum.
it: Spiacenti, l’account è stato bloccato.
ja: 申し訳ありません。あなたのアカウントはロックされています。
ka: ვწუხვართ. თქვენი&nbsp;ანგარიში შეზღუდულია.
kab: Suref-aγ. nsewḥel amiḍan-ik &nbsp;.
nl: Sorry. We hebben uw&nbsp;account vergrendeld.
pa_in: ਅਫ਼ਸੋਸ, ਅਸੀਂ ਤੁਹਾਡੇ &nbsp;ਖਾਤੇ ਨੂੰ ਲਾਕ ਕਰ ਚੁੱਕੇ ਹਾਂ।
pl: Konto zostało zablokowane.
pt: Desculpe. Bloqueámos a sua&nbsp;conta.
pt_br: Desculpe. Bloqueamos a sua&nbsp;conta.
ru: Извините. Мы заблокировали ваш аккаунт.
sk: Mrzí nás to, no váš účet bol uzamknutý.
sl: Oprostite. Zaklenili smo vaš&nbsp;račun.
sq: Na ndjeni. Kemi kyçur llogarinë&nbsp;tuaj.
sr: Жао нам је. Закључали смо ваш&nbsp;налог.
sr_latn: Žao nam je. Zaključali smo vaš&nbsp;nalog.
sv_se: Förlåt. Vi har låst ditt &nbsp;konto.
te: క్షమించాలి. మేము మీ &nbsp;ఖాతాకు తాళం వేసాము.
th: ขออภัย เราได้ทำการล็อก&nbsp;บัญชีของคุณ
tr: Kusura bakmayın, hesabınızı kilitledik.
tt: Гафу. Без хисабыгызны&nbsp;блокладык.
uk: Вибачте. Ми заблокували ваш обліковий запис.
ur: معاف کیجیئے۔ ہم نے آپ کا &nbsp; اکائونٹ بند کر دیا ہے۔
vi: Rất tiếc. Chúng tôi đã khóa tài khoản&nbsp;của bạn.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
ar: رُفضت رسالة التأكيد التي أرسلناها إلى %(email)s، و قد أقفلنا حسابك لحماية بيانات فَيَرفُكس الخاصة بك.
az: %(email)s ünvanına göndərilən təsdiq məktubu geri qayıtdı və Firefox məlumatlarınızı qorumaq üçün hesabınızı kilitlədik.
be: Электронны ліст з пацвярджэннем, які мы адправілі на %(email)s, быў вернуты, і мы заблакавалі ўліковы запіс, каб абараніць вашы дадзеныя Firefox.
bg: Потвърждаващото писмо, изпратено до %(email)s е върнато и като резултат заключихме вашата сметка, за да защитим вашите данни от Firefox.
cs: Potvrzovací e-mail, který jsme poslali na adresu %(email)s, se vrátil zpět. Abychom ochránili vaše data, váš účet jsme uzamkli.
cy: Cafodd yr e-bost cadarnhau roeddem wedi ei anfon i %(email)s ei ddychwelyd ac rydym wedi cloi eich cyfrif er mwyn diogelu eich data Firefox.
da: Bekræftelsesmailen, vi sendte til %(email)s, kom retur, så vi har låst din konto for at beskytte dine Firefox-data.
el: Το email επιβεβαίωσης που στείλαμε στο %(email)s επιστράφηκε και έχουμε κλειδώσει τον λογαριασμό σας για να προστατέψουμε τα δεδομένα του Firefox σας.
es_ar: El correo electrónico de confirmación que enviamos a %(email)s rebotó y bloqueamos tu cuenta para proteger tus datos de Firefox.
es_es: El correo electrónico de confirmación enviado a %(email)s fue devuelto y hemos bloqueado tu cuenta para proteger tus datos de Firefox.
et: Kinnituskiri, mille saatsime aadressil %(email)s, tagastati ning sinu Firefoxi andmete kaitsmiseks lukustasime konto.
eu: %(email)s helbidera bidali zen berrespen mezua itzuli egin zen eta zure kontua blokeatu dugu zure Firefox datuak babesteko.
fa: رایانامهٔ تصدیق به آدرس %(email)s ارسال و برگشت خورد و ما برای محافظت از اطلاعات شما این حساب را مسدود کردیم.
fi: Osoitteeseen %(email)s lähettämämme vahvistusviesti palautettiin, ja lukitsimme tilisi suojataksemme Firefox-tietojasi.
fr: Le message de confirmation que nous avons envoyé à %(email)s a été renvoyé et nous avons verrouillé votre compte pour protéger vos données Firefox.
fur: La e-mail di conferme che o vin mandât a %(email)s e je tornade indaûr. Duncje o vin blocât il to account par protezi i tiei dâts di Firefox.
gd: Chuir sinn post-d dearbhaidh gu %(email)s ach chaidh a thilleadh agus ghlais sinn an cunntas agad gus an dàta Firefox agad a dhìon.
gl: A mensaxe de correo electrónico de confirmación enviada a %(email)s viu de volta, así que bloqueamos a conta para protexer os seus datos de Firefox.
he: הודעת האימות ששלחנו לכתובת %(email)s חזרה וחסמנו את החשבון שלך כדי להגן על נתוני ה־Firefox שלך.
hi_in: पुष्टि ईमेल हम %(email)s के लिए भेजा गया था और हम आपके खाते को बंद कर दिया है आपके फ़ायरफ़ॉक्स डेटा की रक्षा के लिए ।
hr: Potvrdni e-mail koji smo poslali na %(email)s je vraćen i zaključali smo tvoj račun, kako bismo zaštitili tvoje Firefox podatke.
hu: A megerősítő e-mail elküldésre került ide: %(email)s, de az visszatért, így zároltuk a fiókját, hogy megvédjük a Firefox adatait.
ia: Le message de confirmation que nos ha inviate a %(email)s ha essite retornate e nos ha blocate tu conto a fin de proteger tu datos Firefox.
id: Surel konfirmasi yang kami kirim ke %(email)s memantul dan kami telah mengunci akun untuk melindungi data Firefox Anda.
is: Staðfestingartölvupóstur sem við sendum á %(email)s var sendur til baka og við höfum því lokað á reikninginn þinn til að verja gögn þín í Firefox.
it: L’email di conferma che abbiamo inviato all’indirizzo %(email)s è tornata indietro. Di conseguenza l’account Firefox è stato bloccato per proteggere i dati personali.
ja: %(email)s へ送られた確認メールが返送されてきたので、あなたの Firefox データを守るためアカウントをロックしました。
ka: დასადასტურებელი ბმულის %(email)s მისამართზე გამოგზავნა ვერ მოხერხდა, თქვენს ანგარიშთან წვდომა შეიზღუდება Firefox მონაცემების უსაფრთხოებისთვის.
kab: Asentem n imayl i nuzen γer %(email)s yuγal-d u nsewḥel amiḍan-ik akken ad naḥrez isefka inek Firefox.
nl: De bevestigingsmail die we naar %(email)s hebben verstuurd, is geretourneerd en om uw Firefox-gegevens te beschermen, is uw account vergrendeld.
pl: Wiadomość z potwierdzeniem wysłana na adres %(email)s została zwrócona, więc konto zostało zablokowane, aby chronić dane użytkownika Firefoksa.
pt: O email de confirmação que enviámos para %(email)s foi retornado e bloqueámos a sua conta para proteger os seus dados do Firefox.
pt_br: O email de confirmação que enviamos para %(email)s retornou e bloqueamos sua conta para proteger seus dados do Firefox.
ru: Подтверждение по электронной почте, которое мы отправили на %(email)s, было возвращено, поэтому мы заблокировали аккаунт для защиты ваших данных Firefox.
sk: Potvrdzovací e-mail, ktorý sme poslali na %(email)s, nebol doručený. Aby sme ochránili vaše údaje Firefoxu, váš účet sme uzamkli.
sl: Potrditveno sporočilo, ki smo ga poslali na %(email)s, je bilo vrnjeno, zato smo za zaščito vaših podatkov zaklenili vaš račun.
sq: Email-i i ripohimit që dërguam te %(email)s u kthye mbrapsht dhe e kemi kyçur llogarinë tuaj që të mbrojmë të dhënat tuaja Firefox.
sr: Потврдну поруку е-поште коју смо послали на адресу %(email)s је враћена те смо закључали ваш налог да бисмо заштитили ваше Firefox податке.
sr_latn: Potvrdnu poruku e-pošte koju smo poslali na adresu %(email)s je vraćena te smo zaključali vaš nalog da bismo zaštitili vaše Firefox podatke.
sv_se: Bekräftelsemeddelandet vi skickade till %(email)s returnerades och vi har låst ditt konto för att skydda din Firefox-data.
th: อีเมลยืนยันที่เราส่งไปยัง %(email)s ถูกส่งกลับและเราได้ล็อกบัญชีของคุณเพื่อป้องกันข้อมูล Firefox ของคุณ
tr: %(email)s adresine gönderdiğimiz onay e-postası geri döndüğü için Firefox verilerinizi korumak amacıyla hesabınızı kilitledik.
uk: Електронний лист із підтвердженням, який ми надіслали на адресу %(email)s, повернувся, і ми заблокували ваш обліковий запис, щоб захистити ваші дані Firefox.
vi: Email xác nhận chúng tôi gửi tới %(email)s đã được trả lại và chúng tôi đã khóa tài khoản của bạn để bảo vệ dữ liệu Firefox của bạn.
