Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Confirm
ar: أكِّد
az: Təsdiqlə
be: Пацвердзіць
bg: Потвърждение
bn_bd: নিশ্চিত
cs: Potvrzení
cy: Cadarnhau
da: Bekræft
el: Επιβεβαίωση
es_ar: Confirmar
es_es: Confirmar
et: Kinnita
eu: Berretsi
fa: تایید
fi: Vahvista
fr: Confirmer
fur: Conferme
gd: Dearbh
gl: Confirmar
he: אישור
hi_in: पुष्टि
hr: Potvrdi
hu: Megerősítés
ia: Confirmar
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
ka: დადასტურება
kab: Sentem
nl: Bevestigen
pa_in: ਪੁਸ਼ਟੀ
pl: Potwierdź
pt: Confirmar
pt_br: Confirmar
ru: Подтвердить
sk: Potvrdenie
sl: Potrdi
sq: Ripohojeni
sr: Потврди
sr_latn: Potvrdi
sv_se: Bekräfta
te: నిర్ధారించు
th: ยืนยัน
tr: Onayla
tt: Раслау
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận

source: Before you can view or make changes to this section, you will need to verify your email address.
be: Перад тым, як вы зможаце праглядаць і ўносіць змены ў гэты раздзел, вам трэба будзе пацвердзіць свой адрас электроннай пошты.
cy: Cyn bod modd i chi weld na newid cynnwys yr adran hon, bydd angen i chi ddilysu eich cyfeiriad e-bost.
es_ar: Antes de poder ver o hacer cambios en esta sección, necesitará verificar su dirección de correo electrónico.
sq: Përpara se të shihni apo bëni ndryshime te kjo pjesë, do t’ju duhet të verifikoni adresën tuaj email.

source: Primary email
be: Асноўная эл.пошта
cy: Prif e-bost
es_ar: Dirección de correo electrónico principal
sq: Email parësor

source: Account recovery
be: Аднаўленне ўліковага запісу
cy: Adfer cyfrif
es_ar: Recuperación de la cuenta
sq: Rimarrje llogarie

source: Generate a recovery key to regain access to your Firefox bookmarks, passwords, and synced data if you forget your password.
be: Згенеруйце ключ аднаўлення, каб аднавіць доступ да закладак, пароляў і сінхранізаваных звестак Firefox, калі вы забудзеце свой пароль.
cy: Cynhyrchu allwedd adfer i adennill mynediad i'ch nodau tudalen, cyfrineiriau a data wedi ei gydweddu yn Firefox os fyddwch yn anghofio eich cyfrinair.
es_ar: Generar una clave de recuperación para recuperar el acceso a los marcadores, contraseñas y datos sincronizados de Firefox si olvida su contraseña.
sq: Prodhoni një kyç rimarrjeje që të rifitoni hyrjen te faqerojtësit tuaj, fjalëkalimet dhe të dhëna Firefox të njëkohësuara.

source: Recovery key
be: Ключ аднаўлення
cy: Allwedd adfer
es_ar: Clave de recuperación
sq: Kyç rimarrjeje

source: Not set
be: Не ўстаноўлены
cy: Heb ei osod
es_ar: No establecida
sq: S’është caktuar

source: Generate
be: Згенераваць
cy: Cynhyrchu
es_ar: Generar
sq: Prodhoje

source: <span class="note">NOTE: </span>Your Firefox Account password encrypts your Firefox data. Only your password or recovery key can access your data. <a %(escapedLearnMoreLinkAttributes)s>Learn more</a>
be: <span class="note">Заўвага: </span>Ваш пароль для ўліковага запісу Firefox шыфруе вашы дадзеныя ў Firefox. Толькі ваш пароль або ключ аднаўлення можа даць доступ да вашых звестак. <a %(escapedLearnMoreLinkAttributes)s>Падрабязней</a>
cy: <span class="note">NOTE:</span>Mae eich cyfrinair Cyfrif Firefox yn amgryptio eich data Firefox. Dim ond eich cyfrinair neu allwedd adfer sy'n gallu cael mynediad at eich data. <a %(escapedLearnMoreLinkAttributes)s>Dysgu rhagor</a>
es_ar: <span class="note">NOTA: </span>La contraseña de su cuenta de Firefox cifra sus datos de Firefox. Solo su contraseña o su clave de recuperación pueden acceder a sus datos. <a %(escapedLearnMoreLinkAttributes)s>Conocer más</a>
sq: <span class="note">SHËNIM: </span>Fjalëkalimi i Llogarisë tuaj Firefox fshehtëzon të dhënat tuaja Firefox. Te të dhënat tuaja mund të hyhet vetëm me fjalëkalimin ose kyçin tuaj të rimarrjes. <a %(escapedLearnMoreLinkAttributes)s>Mësoni më tepër</a>

source: Step 1 of 2: Re-enter password
ar: خطوة ١ من أصل ٢: أعِد إدخال كلمة السر
az: 1/2 Addım: Parolu təkrar daxil edin
be: Крок 1 з 2: Паўторна ўвядзіце пароль
cs: Krok 1 ze 2: Zadejte znovu heslo
cy: Cam 1 o 2: Ail gyflwyno eich cyfrinair
da: Trin 1 af 2: Indtast adgangskoden igen
el: Βήμα 1 από 2: Εκ νέου εισαγωγή κωδικού πρόσβασης
es_ar: Paso 1 de 2: Reingresar la contraseña
es_es: Paso 1 de 2: reintroducir contraseña
et: 1. samm: sisesta parool uuesti
eu: 1 pausoa 2tik: Sartu berriz pasahitza
fa: مرحله ۱ از ۲: رمز عبور را دوباره وارد کنید
fi: Vaihe 1/2: Kirjoita salasana uudelleen
fr: Étape 1 sur 2 : saisissez le mot de passe à nouveau
fur: Pas 1 di 2: torne inserìs la password
gd: Ceum 1 à 2: Cuir a-steach am facal-faire a-rithist
gl: Paso 1 de 2: repetir o contrasinal
he: שלב 1 מתוך 2: הכנסת ססמה מחדש
hi_in: 2 का चरण 1: पासवर्ड फिर से दर्ज करें
hr: Korak 1 od 2: ponovno unesi lozinku
hu: 1. lépés / 2: Adja meg újra a jelszót
ia: Grado 1 de 2: reinsere le contrasigno
id: Langkah 1 dari 2: Masukkan kembali sandi
is: Skref 1 af 2: Settu aftur inn lykilorðið
it: Passo 1 di 2: reinserisci la password
ja: ステップ 2 の 1: パスワードを再入力
ka: 1 ნაბიჯი 2-იდან: ხელახლა შეიყვანეთ პაროლი
kab: Amecwaṛ 1 ɣef 2: Ales asekcem n wawal-ik uffir
nl: Stap 1 van 2: wachtwoord opnieuw invoeren
pa_in: 2 ’ਚੋਂ 1 ਪੜਾਅ: ਪਾਸਵਰਡ ਮੁੜ-ਦਿਓ
pl: 1. krok z 2: ponownie wpisz hasło
pt: Passo 1 de 2: Reintroduzir palavra-passe
pt_br: Etapa 1 de 2: Redigite a senha
ru: Шаг 1 из 2: Повторите ввод пароля
sk: Krok 1 z 2: Znova zadajte heslo
sl: Korak 1 od 2: Znova vnesite geslo
sq: Hapi 1 nga 2: Rijepni fjalëkalimin
sr: Корак 1 од 2: Унесите поново лозинку
sr_latn: Korak 1 od 2: Unesite ponovo lozinku
sv_se: Steg 1 av 2: Ange lösenord igen
te: 2లో 1వ అంచె: సంకేతపదం మళ్ళీ ఇవ్వండి
th: ขั้นตอนที่ 1 จาก 2: ใส่รหัสอีกครั้ง
tr: Adım 1/2: Parolanızı yeniden yazın
tt: Aдым 1/2: Серсүзне янәдән кертегез
uk: Крок 1 з 2: Повторно введіть пароль
ur: مرحلہ 1 بٹا 2: پاس ورڈ دوبارہ داخل کریں
vi: Bước 1 của 2: Nhập lại mật khẩu

source: Enter your password to view your recovery key.
ar: أدخِل كلمة السرّ لعرض مفتاح الاستعادة.
az: Bərpa açarınızı görmək üçün parolunuzu daxil edin.
be: Увядзіце свой пароль, каб пабачыць ключ аднаўлення.
cs: Pro zobrazení obnovovacího klíče zadejte své heslo.
cy: Rhowch eich cyfrinair i gael gweld eich allwedd adfer.
da: Indtast din adgangskode for at se din genoprettelsesnøgle.
el: Εισαγάγετε τον κωδικό πρόσβασής σας για προβολή του κλειδιού ανάκτησης.
es_ar: Ingrese su nueva contraseña para ver su clave de recuperación.
es_es: Introduce tu contraseña para ver tu clave de recuperación.
et: Taastamisvõtme nägemiseks sisesta parool.
eu: Sartu pasahitza zure berreskuratze gakoa ikusteko.
fa: برای مشاهده کلید بازیابی خود رمز عبور خود را وارد کنید.
fi: Kirjoita salasanasi, niin näet palautusavaimesi.
fr: Saisissez votre mot de passe pour voir votre clé de récupération.
gd: Cuir a-steach am facal-faire agad a dh’fhaicinn na h-iuchrach aisig agad.
he: נא להקליד את הססמה שלך כדי להציג את מפתח השחזור שלך.
hi_in: अपनी रिकवरी कुंजी देखने के लिए अपना पासवर्ड दर्ज करें।
hr: Unesi svoju lozinku za prikaz ključa za oporavak.
hu: Adja meg a jelszavát a helyreállítókulcs megtekintéséhez.
ia: Insere tu contrasigno pro vider tu clave de recuperation.
id: Masukkan sandi Anda untuk melihat kunci pemulihan Anda.
it: Inserisci la password per visualizzare la chiave di recupero.
ja: 回復用キーを表示するにはパスワードを入力してください。
ka: მიუთითეთ პაროლი აღდგენის გასაღების სანახავად.
kab: Sekecm awal uffir-inek/inem akken ad twaliḍ tasarutt n tririt-inek/inem.
nl: Voer uw wachtwoord in om uw herstelsleutel weer te geven.
pa_in: ਆਪਣੀ ਰਿਕਵਰੀ ਕੁੰਜੀ ਵੇਖਣ ਲਈ ਆਪਣਾ ਪਾਸਵਰਡ ਦਿਓ।
pl: Wpisz hasło, aby wyświetlić klucz odzyskiwania.
pt: Introduza a sua palavra-passe para ver a sua chave de recuperação.
pt_br: Digite sua senha para ver sua chave de recuperação.
ru: Введите свой пароль, чтобы просмотреть ключ восстановления.
sk: Pre zobrazenie obnovovacieho kľúča zadajte svoje heslo.
sl: Za ogled obnovitvenega ključa vnesite svoje geslo.
sq: Që të shihni kyçin tuaj të rimarrjes, jepni fjalëkalimin tuaj.
sr: Унесите вашу лозинку да видите кључ за опоравак.
sr_latn: Unesite vašu lozinku da vidite ključ za oporavak.
sv_se: Ange ditt lösenord för att visa din återställningsnyckel.
te: మీ పునరుద్ధరణ కీని చూడడానికి మీ సంకేతపదాన్ని నమోదు చేయండి.
th: ใส่รหัสผ่านของคุณเพื่อดูกุญแจการกู้คืน
tr: Kurtarma anahtarınızı görmek için parolanızı yazın.
tt: Коткару ачкычын карау өчен серсүзегезне кертегез.
uk: Введіть пароль для перегляду коду відновлення.
ur: اپنی بازیابی کی کلید کو دیکھنے کے لئے اپنا پاس ورڈ درج کریں۔
vi: Nhập mật khẩu của bạn để xem khóa khôi phục của bạn.

source: Enter Password
ar: أدخل كلمة السرّ
az: Parol daxil edin
be: Увядзіце пароль
cs: Zadejte heslo
cy: Rhowch y Cyfrinair
da: Indtast adgangskode
el: Εισαγάγετε τον κωδικό πρόσβασης
es_ar: Ingresar la contraseña
es_es: Introducir contraseña
et: Sisesta parool
eu: Sartu pasahitza
fa: رمزعبور را وارد کنید
fi: Kirjoita salasana
fr: Saisissez votre mot de passe
fur: Inserìs la password
gd: Cuir a-steach am facal-faire
gl: Escriba o contrasinal
he: נא להקליד את הססמה
hi_in: पासवर्ड दर्ज करें
hr: Unesi lozinku
hu: Adja meg a jelszót
ia: Insere le contrasigno
id: Masukkan Sandi
is: Settu inn lykilorð
it: Inserisci la password
ja: パスワードを入力
ka: შეიყვანეთ პაროლი
kab: Sekcem awal uffir
nl: Voer wachtwoord in
pa_in: ਪਾਸਵਰਡ ਦਿਓ
pl: Wpisz hasło
pt: Introduzir palavra-passe
pt_br: Digite a senha
ru: Введите пароль
sk: Zadajte heslo
sl: Vnesite geslo
sq: Jepni Fjalëkalimin
sr: Унесите лозинку
sr_latn: Unesite lozinku
sv_se: Ange lösenord
te: సంకేతపదం ఇవ్వండి
th: ใส่รหัสผ่าน
tr: Parolanızı yazın
tt: Паролны кертү
uk: Введіть пароль
ur: پاس ورڈ داخل کریں
vi: Nhập mật khẩu

source: Are you sure you want to revoke?
be: Вы сапраўды хочаце адклікаць?
cy: Ydych chi'n siŵr eich bod eisiau diddymu?
es_ar: ¿Está seguro de que desea anularlo?
sq: Jeni të sigurt se doni të shfuqizohet?

source: You will be unable to use your recovery key to access your data in the event you reset your password.
be: Вы не зможаце выкарыстаць свой ключ аднаўлення для доступу да сваіх звестак у выпадку скіду пароля.
cy: Ni fydd modd i chi ddefnyddio eich allwedd adfer i gael mynediad at eich data os fyddwch yn ailosod eich cyfrinair.
es_ar: No podrá usar su clave de recuperación para acceder a sus datos en el caso de que restablezca su contraseña.
sq: Nëse ricaktoni fjalëkalimin tuaj, s’do të jeni në gjendje të përdorni kyçin e rimarrjes për të hyrë në të dhënat tuaja.

source: Step 2 of 2: Save Recovery key
be: Крок 2 з 2: Захавайце ключ аднаўлення
cy: Cam 2 o 2: Cadw Allwedd Adfer
es_ar: Paso 2 de 2: Guardar la clave de recuperación
sq: Hapi 2 nga 2: Ruani kyçin e Rimarrjes

source: <span class="note">NOTE: </span>If you forget your password, this key is required to regain access to your data. Save your recovery key in a safe location, where you can find it easily later.
be: <span class="note">Заўвага: </span>Калі вы забудзеце свой пароль, гэты ключ спатрэбіцца, каб аднавіць доступ к дадзеным. Захоўвайце ключ аднаўлення ў бяспечным месцы, дзе вы лёгка можаце знайсці яго пазней.
cy: <span class="note">NOTE: </span>Os fyddwch yn anghofio eich cyfrinair, mae angen yr allwedd yma i chi gael ad-ennill mynediad i'ch data. Cadwch eich allwedd adfer mewn man diogel, lle gallwch ddod o hyd iddo'n hawdd.
es_ar: <span class="note">NOTA: </span>Si olvida su contraseña, esta clave será requerida para recuperar el acceso a sus datos. Guarde su clave de recuperación en un lugar seguro, donde pueda encontrarla con facilidad más tarde.
sq: <span class="note">SHËNIM: </span>Nëse e harroni fjalëkalimin tuaj, ky kyç është i domosdoshëm për të rifituar hyrje në të dhënat tuaja. Ruajeni kyçin tuaj të rimarrjes në një vend të parrezik, ku mund ta gjeni lehtë më vonë.

source: Done, Recovery key saved
be: Гатова, ключ аднаўлення захаваны
cy: Gorffen, wedi cadw'r allwedd Adfer
es_ar: Hecho, clave de recuperación guardada
sq: U bë, kyçi i Rimarrjes u ruajt

source: How old are you?
ar: ما عمرك؟
ast: ¿Qué edá tienes?
az: Neçə yaşınız var?
be: Колькі вам гадоў?
bg: На колко години сте?
bn_bd: আপনার বয়স কত?
bn_in: আপনার বয়স কত?
cs: Kolik vám je let?
cy: Beth yw eich oed?
da: Hvor gammel er du?
el: Ποια είναι η ηλικία σας;
es_ar: ¿Cuántos años tiene?
es_es: ¿Qué edad tienes?
et: Kui vana sa oled?
eu: Zenbat urte dituzu?
fa: شما چند سال دارید؟
fi: Kuinka vanha olet?
fr: Quel âge avez-vous ?
fur: Trops agns âstu?
gd: Dè an aois a tha thu?
gl: Cantos anos ten?
he: מהו גילך?
hi_in: आपकी उम्र क्या है?
hr: Koliko imaš godina?
hu: Hány éves?
ia: Que etate ha tu?
id: Berapa usia Anda?
is: Hvaða aldri ertu á?
it: Quanti anni hai?
ja: あなたの年齢は何歳ですか？
ka: რა ასაკის ხართ?
kab: Acḥal awtay inek?
lv: Kāds ir jūsu vecums?
nl: Hoe oud bent u?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕਿੰਨੀ ਹੈ ?
pa_in: ਤੁਹਾਡੀ ਉਮਰ ਕਿੰਨੀ ਹੈ?
pl: Ile masz lat?
pt: Qual a sua idade?
pt_br: Quantos anos você tem?
ru: Сколько вам лет?
sk: Koľko máte rokov?
sl: Koliko ste stari?
sq: Ç’moshë keni?
sr: Колико имате година?
sr_latn: Koliko imate godina?
sv_se: Hur gammal är du?
te: మీ వయస్సు ఎంత?
th: คุณอายุเท่าไร?
tr: Kaç yaşındasınız?
tt: Сезгә ничә яшь?
uk: Скільки вам років?
ur: آپ کتنے سال کے ہيں؟
vi: Bạn bao nhiêu tuổi?

source: %(family)s on %(OS)s
az: %(family)s - %(OS)s
be: %(family)s на %(OS)s
bg: %(family)s на %(OS)s
cs: %(family)s, systém %(OS)s
cy: %(family)s ar %(OS)s
da: %(family)s på %(OS)s
el: %(family)s σε %(OS)s
es_es: %(family)s en %(OS)s
et: %(family)s operatsioonisüsteemil %(OS)s
eu: %(family)s %(OS)sean
fa: %(family)s در %(OS)s
fi: %(family)s käyttöjärjestelmällä %(OS)s
fr: %(family)s sur %(OS)s
fur: %(family)s su %(OS)s
gd: %(family)s air %(OS)s
gl: %(family)s en %(OS)s
he: %(family)s על %(OS)s
hi_in: %(OS)s पर %(family)s
hr: %(family)s na sustavu %(OS)s
hu: %(family)s ezen: %(OS)s
ia: %(family)s sur %(OS)s
id: %(family)s pada %(OS)s
is: %(family)s á %(OS)s
it: %(family)s su %(OS)s
ja: %(OS)s 上の %(family)s
ka: %(OS)s-ზე %(family)s
kab: %(family)s deg %(OS)s
nl: %(family)s op %(OS)s
pa_in: %(OS)s ’ਤੇ %(family)s
pl: %(family)s dla systemu %(OS)s
pt: %(family)s no %(OS)s
pt_br: %(family)s em %(OS)s
ru: %(family)s на %(OS)s
sk: %(family)s, %(OS)s
sl: %(family)s v sistemu %(OS)s
sq: %(family)s në %(OS)s
sr: %(family)s на %(OS)s
sr_latn: %(family)s na %(OS)s
sv_se: %(family)s på %(OS)s
th: %(family)s บน %(OS)s
tr: %(family)s - %(OS)s
tt: %(family)s - %(OS)s
uk: %(family)s на %(OS)s
vi: %(family)s trên %(OS)s

source: %(city)s, %(region)s, %(country)s (estimated)
az: %(city)s, %(region)s, %(country)s (təxmini)
be: %(city)s, %(region)s, %(country)s (прыблізна)
bg: %(city)s, %(region)s, %(country)s (приблизително)
cs: %(city)s, %(region)s, %(country)s (odhad)
cy: %(city)s, %(region)s, %(country)s (amcan)
da: %(city)s, %(region)s, %(country)s (anslået)
el: %(city)s, %(region)s, %(country)s (εκτίμηση)
es_es: %(city)s, %(region)s, %(country)s (estimado)
et: %(city)s, %(region)s, %(country)s (umbkaudne)
eu: %(city)s, %(region)s, %(country)s (kalkulatua)
fa: %(city)s، %(region)s، %(country)s(تقریبی)
fi: %(city)s, %(region)s, %(country)s (arvio)
fr: %(city)s, %(region)s, %(country)s (approximatif)
fur: %(city)s, %(region)s, %(country)s (stimâts)
gd: %(city)s, %(region)s, %(country)s (tuairmeas)
gl: %(city)s, %(region)s, %(country)s (estimado)
he: ‏%(city)s, ‏%(region)s, ‏%(country)s (משוער)
hi_in: %(city)s, %(region)s, %(country)s, (अनुमानित)
hr: %(city)s, %(region)s, %(country)s (približno)
hu: %(city)s, %(region)s, %(country)s (becsült)
ia: %(city)s, %(region)s, %(country)s (estimate)
id: %(city)s, %(region)s, %(country)s (perkiraan)
is: %(city)s, %(region)s, %(country)s (áætlað)
it: %(city)s, %(region)s, %(country)s (stimati)
ja: %(city)s、%(region)s、%(country)s (おおよその位置)
ka: %(city)s, %(region)s, %(country)s (მიახლოებით)
kab: %(city)s, %(region)s, %(country)s (aktazal)
nl: %(city)s, %(region)s, %(country)s (geschat)
pa_in: %(city)s, %(region)s, %(country)s (ਅੰਦਾਜ਼ਾ)
pl: %(city)s, %(region)s, %(country)s (przybliżone)
pt: %(city)s, %(region)s, %(country)s (estimado)
pt_br: %(city)s, %(region)s, %(country)s (estimado)
ru: %(city)s, %(region)s, %(country)s (приблизительно)
sk: %(city)s, %(region)s, %(country)s (odhad)
sl: %(city)s, %(region)s, %(country)s (ocena)
sq: %(city)s, %(region)s, %(country)s (hamendësuar)
sr: %(city)s, %(region)s, %(country)s (отприлике)
sr_latn: %(city)s, %(region)s, %(country)s (otprilike)
sv_se: %(city)s, %(region)s, %(country)s (uppskatttad)
th: %(city)s %(region)s %(country)s (โดยประมาณ)
tr: %(city)s, %(region)s, %(country)s (tahmini)
tt: %(city)s, %(region)s, %(country)s (чама белән)
uk: %(city)s, %(region)s, %(country)s (приблизно)
vi: %(city)s, %(region)s, %(country)s (ước tính)

source: %(region)s, %(country)s (estimated)
az: %(region)s, %(country)s (təxmini)
be: %(region)s, %(country)s (прыблізна)
bg: %(region)s, %(country)s (приблизително)
cs: %(region)s, %(country)s (odhad)
cy: %(region)s, %(country)s (amcan)
da: %(region)s, %(country)s (anslået)
el: %(region)s, %(country)s (εκτίμηση)
es_es: %(region)s, %(country)s (estimado)
et: %(region)s, %(country)s (umbkaudne)
eu: %(region)s, %(country)s (kalkulatua)
fa: %(region)s، %(country)s (تقریبی)
fi: %(region)s, %(country)s (arvio)
fr: %(region)s, %(country)s (approximatif)
fur: %(region)s, %(country)s (stimâts)
gd: %(region)s, %(country)s (tuairmeas)
gl: %(region)s, %(country)s (estimado)
he: ‏%(region)s, ‏%(country)s (משוער)
hi_in: %(region)s, %(country)s (अनुमानित)
hr: %(region)s, %(country)s (približno)
hu: %(region)s, %(country)s (becsült)
ia: %(region)s, %(country)s (estimate)
id: %(region)s, %(country)s (perkiraan)
is: %(region)s, %(country)s (áætlað)
it: %(region)s, %(country)s (stimati)
ja: %(region)s、%(country)s (おおよその位置)
ka: %(region)s, %(country)s (მიახლოებით)
kab: %(region)s, %(country)s (aktazal)
nl: %(region)s, %(country)s (geschat)
pa_in: %(region)s, %(country)s (ਅੰਦਾਜ਼ਾ)
pl: %(region)s, %(country)s (przybliżone)
pt: %(region)s, %(country)s (estimado)
pt_br: %(region)s, %(country)s (estimado)
ru: %(region)s, %(country)s (приблизительно)
sk: %(region)s, %(country)s (odhad)
sl: %(region)s, %(country)s (ocena)
sq: %(region)s, %(country)s (hamendësuar)
sr: %(region)s, %(country)s (отприлике)
sr_latn: %(region)s, %(country)s (otprilike)
sv_se: %(region)s, %(country)s (uppskattad)
th: %(region)s %(country)s (โดยประมาณ)
tr: %(region)s, %(country)s (tahmini)
tt: %(region)s, %(country)s (чама белән)
uk: %(region)s, %(country)s (приблизно)
vi: %(region)s, %(country)s (ước tính)

source: Location unknown
ar: المكان مجهول
az: Məkan bilinmir
be: Невядомае месцазнаходжанне
bg: Неизвестно местоположение
cs: Neznámá poloha
cy: Lleoliad anhysbys
da: Position ukendt
el: Άγνωστη τοποθεσία
es_es: Ubicación desconocida
et: Asukoht pole teada
eu: Kokapen ezezaguna
fa: مکان ناشناخته
fi: Tuntematon sijainti
fr: Lieu inconnu
fur: Posizion no cognossude
gd: Ionad neo-aithnichte
gl: Localización descoñecida
he: מיקום לא ידוע
hi_in: अज्ञात स्थान
hr: Lokacija nije poznata
hu: Hely ismeretlen
ia: Loco incognite
id: Lokasi tidak diketahui
is: Óþekkt staðsetning
it: Posizione sconosciuta
ja: 場所不明
ka: მდებარეობა უცნობია
kab: Adig ur yettwassen ara
nl: Locatie onbekend
pa_in: ਅਣਪਛਾਤਾ ਟਿਕਾਣਾ
pl: Nieznane położenie
pt: Localização desconhecida
pt_br: Local desconhecido
ru: Местоположение неизвестно
sk: Neznáma poloha
sl: Neznana lokacija
sq: Vendndodhje e panjohur
sr: Непозната локација
sr_latn: Nepoznata lokacija
sv_se: Plats okänd
th: ไม่ทราบตำแหน่งที่ตั้ง
tr: Bilinmeyen konum
tt: Урнашу билгесез
uk: Невідоме розташування
ur: نامعلوم محل وقوٕع
vi: Vị trí không xác định

source: IP address: %(ipAddress)s
az: IP ünvanı: %(ipAddress)s
be: IP-адрас: %(ipAddress)s
bg: Адрес по IP: %(ipAddress)s
cs: IP adresa: %(ipAddress)s
cy: Cyfeiriad IP: %(ipAddress)s
da: IP-adresse: %(ipAddress)s
el: Διεύθυνση IP: %(ipAddress)s
es_es: Dirección IP: %(ipAddress)s
et: IP-aadress: %(ipAddress)s
eu: IP helbidea: %(ipAddress)s
fa: آدرس آی پی: %(ipAddress)s
fi: IP-osoite: %(ipAddress)s
fr: Adresse IP : %(ipAddress)s
fur: Direzion IP: %(ipAddress)s
gd: Seòladh IP: %(ipAddress)s
gl: Enderezo IP: %(ipAddress)s
he: כתובת IP: ‏%(ipAddress)s
hi_in: आईपी ​​पता: %(ipAddress)s
hr: IP adresa: %(ipAddress)s
hu: IP-cím: %(ipAddress)s
ia: Adresse IP: %(ipAddress)s
id: Alamat IP: %(ipAddress)s
is: IP-vistfang: %(ipAddress)s
it: Indirizzo IP: %(ipAddress)s
ja: IP アドレス: %(ipAddress)s
ka: IP-მისამართი: %(ipAddress)s
kab: Tansa IP: %(ipAddress)s
nl: IP-adres: %(ipAddress)s
pa_in: IP ਸਿਰਨਾਵਾਂ: %(ipAddress)s
pl: Adres IP: %(ipAddress)s
pt: Endereço IP: %(ipAddress)s
pt_br: Endereço IP: %(ipAddress)s
ru: IP-адрес: %(ipAddress)s
sk: IP adresa: %(ipAddress)s
sl: IP-naslov: %(ipAddress)s
sq: Adresë IP: %(ipAddress)s
sr: IP адреса: %(ipAddress)s
sr_latn: IP adresa: %(ipAddress)s
sv_se: IP-adress: %(ipAddress)s
te: ఐపీ చిరునామా: %(ipAddress)s
th: ที่อยู่ IP: %(ipAddress)s
tr: IP adresi: %(ipAddress)s
tt: IP адрес: %(ipAddress)s
uk: IP-адреса: %(ipAddress)s
vi: Địa chỉ IP: %(ipAddress)s

source: Your Firefox Account password
be: Ваш пароль для ўліковага запісу Firefox
cy: Eich cyfrinair Cyfrif Firefox
es_ar: La contraseña de su cuenta de Firefox
sq: Fjalëkalimi i Llogarisë tuaj Firefox

source: Must not be your email address
be: Не можа быць ваш адрас эл.пошты
cy: Dylai beidio â bod yr un peth â'ch e-bost
es_ar: No puede ser su dirección de correo electrónico
es_es: No puede ser tu dirección de correo electrónico
hi_in: आपका ईमेल पता नहीं होना चाहिए
ka: არ უნდა ემთხვეოდეს ელფოსტის მისამართს
ru: Не должен содержать вашего адреса электронной почты
sq: S’duhet të jetë adresa juaj email
sr: Не може бити ваша е-пошта
sr_latn: Ne može biti vaša e-pošta
sv_se: Får inte vara din e-postadress
te: మీ ఈమెయిలు చిరునామా కాకూడదు
tr: E-posta adresinizle aynı olmamalı
tt: Эл. почта адресыгыз белән тәңгәл килмәскә тиеш

source: Must not match this <a %(escapedCommonPasswordLinkAttrs)s>list of common passwords</a>
be: Не павінен быць у <a %(escapedCommonPasswordLinkAttrs)s>спісе папулярных пароляў</a>
cy: Dylai beidio â bod yn debyg i un o'r <a %(escapedCommonPasswordLinkAttrs)s>rhestr cyffredin yma o gyfrineiriau</a>
es_ar: No puede coincidir con esta <a %(escapedCommonPasswordLinkAttrs)s>lista de contraseñas comunes</a>
es_es: No puede coincidir con esta <a %(escapedCommonPasswordLinkAttrs)s>lista de contraseñas comunes</a>
hi_in: <a %(escapedCommonPasswordLinkAttrs)s>सामान्य पास्वर्ड की यह सूची </a> से मेल नहीं खाना चाहिए
ka: არ უნდა ემთხვეოდეს <a %(escapedCommonPasswordLinkAttrs)s>ხშირად გამოყენებულ პაროლებს</a>
ru: Не должен содержать паролей из <a %(escapedCommonPasswordLinkAttrs)s>списка популярных</a>
sq: S’duhet të ketë përputhje me ndonjë nga kjo <a %(escapedCommonPasswordLinkAttrs)s>listë fjalëkalimesh të rëndomtë</a>
sr: Не може се поклапати са овом <a %(escapedCommonPasswordLinkAttrs)s>листом честих лозинки</a>
sr_latn: Ne može se poklapati sa ovom <a %(escapedCommonPasswordLinkAttrs)s>listom čestih lozinki</a>
sv_se: Får inte matcha den här <a %(escapedCommonPasswordLinkAttrs)s>listan med vanliga lösenord</a>
te: ఈ <a %(escapedCommonPasswordLinkAttrs)s>సామాన్య సంకేతపదాల జాబితా</a>లో దేనికీ సరిపోలకూడదు
tr: <a %(escapedCommonPasswordLinkAttrs)s>Sıkça kullanılan parolalar listesinde</a> yer almamalı

source: Be original and be safe &mdash; don't reuse this password anywhere else.
be: Будзьце арыгінальнымі і заставайцеся ў бяспецы &mdash; не выкарыстоўвайце гэты пароль дзе-небудзь яшчэ.
cy: Byddwch wreiddiol a diogel &mdash; peidiwch ailddefnyddio eich cyfrinair yn unrhyw le arall.
es_ar: Sea original y tenga cuidado &mdash; no use la misma contraseña en ningún otro sitio.
sq: Që të jeni i parrezikuar, jini origjinal &mdash; mos e ripërdorni këtë fjalëkalim diku gjetkë.
