Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Signup is coming soon to Firefox for iOS
ar: سيتوفر قريبًا إنشاء حساب فَيَرفُكس على نظام iOS
ast: El rexistru aportará ceo a Firefox pa iOS
az: Qeydiyyat tezliklə iOS üçün Firefox-da
be: Рэгістрацыя хутка з'явіцца ў Firefox для iOS
bg: Регистрацията скоро ще бъде отворена за Firefox за iOS
bn_bd: iOS এর জন্য Firefox এ Signup আসছে
bn_in: Firefox for iOS-এর জন্য শীঘ্রই সাইন আপ আসছে
cs: Přihlášení k Firefoxu pro iOS už brzy
cy: Bydd modd ymuno yn dod i Firefox iOS cyn bo hir
da: Nu er det snart muligt at tilmelde Firefox til iOS
el: Η δυνατότητα εγγραφής έρχεται σύντομα στο Firefox για iOS
es_ar: Falta poco para poder usar Firefox Account en Firefox para iOS
es_es: El registro llegará próximamente a Firefox para iOS
et: Registreerumine Firefox iOS'is algab varsti
eu: Izena emateko aukera laster dator iOSerako Firefoxentzat
fa: ثبت‌نام به زودی برای فایرفاکس iOS خواهد آمد
fi: Rekisteröityminen on tulossa pian Firefoxin iOS-versioon
fr: La création de compte sera disponible prochainement sur Firefox pour iOS
fur: La regjistrazion cun Firefox par iOS e rivarà chi di pôc
gd: Tha Signup a’ tighinn gu Firefox airson iOS a dh’aithghearr
gl: Axiña poderá crear unha conta en Firefox para iOS
he: הרשמה מגיעה בקרוב ל־Firefox עבור iOS
hi_in: फॉयरफॉक्स के आईओस के लिए पंजीकरण जल्द ही आ रहा है
hr: Prijava uskoro stiže u Firefox za iOS
hu: A regisztráció hamarosan érkezik a Firefox for iOS-re
ia: Il essera tosto possibile aperir session in Firefox pro iOS
id: Pendaftaran akan segera hadir pada Firefox untuk iOS
is: Nýskráning verður bráðum möguleg í Firefox fyrir iOS
it: Registrazione con Firefox per iOS disponibile prossimamente
ja: iOS 版 Firefox からのユーザー登録は後日可能となります
ka: Firefox iOS ვერსიაზე რეგისტრაცია უახლოეს მომავალში იქნება შესაძლებელი
kab: Timirna n umiḍan ad tewjeḍ akka ɣer zdat di Firefox i iOS
lv: Pieteikties drīz būs iespējams arī uz Firefox iOS ierīcēm
nl: Binnenkort komt registratie naar Firefox voor iOS
pa: iOS ਦੇ Firefox ਲਈ ਸਾਈਨ-ਅੱਪ ਜਲਦ ਆ ਰਿਹਾ ਹੈ ।
pa_in: iOS ਦੇ Firefox ਲਈ ਸਾਈਨ-ਅੱਪ ਜਲਦ ਆ ਰਿਹਾ ਹੈ ।
pl: Rejestracja będzie wkrótce dostępna w Firefoksie na iOS
pt: O registo chegará em breve ao Firefox para iOS
pt_br: Contas Firefox estão chegando no Firefox para iOS
ru: Скоро будет доступна регистрация в Firefox для iOS
sk: Prihlásenie s Firefox pre iOS už čoskoro
sl: Prijava bo kmalu na voljo v Firefoxu za iOS
sq: Regjistrimi po vjen së shpejti edhe te Firefox-i për iOS
sr: Ускоро стиже пријава за Firefox за iOS
sr_latn: Uskoro stiže prijava za Firefox za iOS
sv_se: Registrering kommer snart till Firefox för iOS
te: సైన్ అప్ ఫైర్ఫాక్స్ iOS కోసం త్వరలో వస్తోంది
th: Firefox สำหรับ iOS จะลงทะเบียนได้เร็ว ๆ นี้
tr: Kaydolma desteği yakında iOS için Firefox’a geliyor
tt: iOS өчен Firefox'та теркәлү мөмкинлеге тиздән пәйда булачак
uk: Реєстрація незабаром з'явиться в Firefox для iOS
ur: Firefox برائے iOS بر سائن اپ جلد آ رہا ہے
vi: Đăng ký sắp có trên Firefox dành cho iOS

source: You must enter your age to sign up
ar: يجب إدخال عمرك حتي يُنشأ الحساب
ast: Has introducir la to edá p'aniciar sesión
az: Qeydiyyat üçün yaşınızı daxil etməlisiniz
be: Вы мусіце ўказаць свой узрост, каб зарэгістравацца
bg: Трябва да въведете възрастта си, за да се регистрирате
bn_bd: সাইন আপ করতে আপনাকে অবশ্যই অাপনার বয়স দিতে হবে
bn_in: আপনাকে সাইন আপ করার জন্য আপনার বয়স দিতেই হবে
cs: Pro registraci musíte zadat svůj věk
cy: Mae'n rhaid i chi nodi eich oed er mwyn ymuno
da: Du skal indtaste din alder for at tilmelde dig
el: Πρέπει να εισαγάγετε την ηλικία σας για την εγγραφή
es_ar: Debe ingresar su edad para registrarse
es_es: Debes introducir la edad para registrarte
et: Registreerumiseks pead sisestama enda vanuse.
eu: Zure izena sartu behar duzu erregistratzeko
fa: باید سن خود را وارد کنید تا ثبت‌نام کنید
fi: Ikä täytyy antaa rekisteröitymistä varten
fr: Vous devez renseigner votre âge pour créer un compte.
fur: Par completâ la regjistrazion tu scugnis inserî la tô etât
gd: Feumaidh tu d’ aois a chur a-steach mus urrainn dhut clàradh
gl: Debe indicar a súa idade para rexistrarse
he: עליך להכניס את גילך כדי להשלים את ההרשמה
hi_in: साइन अप करने के लिए आपकी उम्र दर्ज करना होगा
hr: Morate unijeti svoju dob kako biste se prijavili
hu: A feliratkozáshoz meg kell adnia életkorát
ia: Tu debe inserer tu etate pro inscriber te
id: Anda harus memasukkan usia untuk mendaftar
is: Þú verður að setja inn aldur þinn til að geta nýskráð þig
it: Per completare la registrazione devi inserire la tua età
ja: 登録するには年齢を入力してください
ka: რეგისტრაციისთვის უნდა მიუთითოთ ასაკი
kab: Yessefk ad tmuddeḍ awtay inek akken ad ternud amiḍan
lv: Jums ir jāievada savu vecuma lai pieteiktos
nl: U moet uw leeftijd invoeren om te registreren
pa_in: ਸਾਈਨ ਅੱਪ ਲਈ ਤੁਹਾਨੂੰ ਆਪਣੀ ਉਮਰ ਦੇਣੀ ਪਵੇਗੀ
pl: Należy podać swój wiek przed zarejestrowaniem
pt: Deve inserir a sua idade para se registar
pt_br: É necessário informar sua idade para se cadastrar
ru: Вы должны ввести свой возраст, чтобы зарегистрироваться
sk: Pre prihlásenie musíte zadať váš vek
sl: Za registracijo morate vnesti svojo starost
sq: Duhet të jepni moshën tuaj që të regjistroheni
sr: Морате да унесете године да бисте се регистровали
sr_latn: Morate da unesete godine da biste se registrovali
sv_se: Du måste ange din ålder för att registrera dig
te: నమోదచేసుకోడానికి తప్పనిసరిగా మీ వయసును ఇవ్వాలి
th: คุณต้องป้อนอายุของคุณเพื่อลงทะเบียน
tr: Kaydolmak için yaşınızı belirtmelisiniz
tt: Теркәлү өчен, яшегезне күрсәтүегез кирәк
uk: Ви повинні вказати свій вік, щоб виконати вхід
ur: سائن اپ کرنے کے لیئے عمر کا اندراج ظروری ہے
vi: Bạn phải nhập tuổi của bạn để đăng ký

source: You must enter a valid age to sign up
az: Qeydiyyat üçün keçərli yaş daxil etməlisiniz
be: Вы мусіце ўказаць правільны ўзрост для рэгістрацыі
bg: Трябва да въведете валидна възраст, за да се регистрирате
cs: Pro registraci musíte zadat platný věk
cy: Rhaid rhoi oed dilys er mwyn cofrestru
da: Du skal indtaste en gyldig alder for at tilmelde dig
el: Πρέπει να εισαγάγετε μια έγκυρη ηλικία για την εγγραφή
es_es: Debes introducir una edad válida para registrarte
et: Registreerumiseks pead sisestama korrektse vanuse
eu: Adin egoki bat sartu behar duzu erregistratzeko
fa: شما باید یک سن درست را برای ثبت نام وارد کنید
fi: Sinun tulee antaa kelvollinen ikä rekisteröityäksesi
fr: Vous devez entrer un âge valide pour vous inscrire
fur: Par completâ la regjistrazion tu cugnis inserî une etât valide
gd: Feumaidh tu aois dhligheach a chur a-steach mus urrainn dhut clàradh
gl: Debe indicar unha idade válida para rexistrarse
he: עליך להקליד גיל תקני כדי להירשם
hi_in: साइन अप करने के लिए आपको एक वैध आयु दर्ज करनी होगी
hr: Morate unijeti valjanu dob za prijavu
hu: A feliratkozáshoz érvényes életkort kell megadnia
ia: Tu debe inserer un etate valide pro inscriber te
id: Anda harus memasukkan usia yang valid untuk mendaftar
is: Þú verður að setja inn gildan aldur til að geta nýskráð þig
it: Per completare la registrazione inserire un’età valida
ja: 登録するには有効な年齢を入力する必要があります
ka: უნდა მიუთითოთ სწორი ასაკი ანგარიშის შესაქმნელად
kab: Ilaq ad teskecmeḍ awtay ameɣtu iwakken ad tjerrdeḍ
nl: U moet een geldige leeftijd invoeren om te registreren
pa_in: ਸਾਇਨ ਇਨ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਢੁੱਕਵੀਂ ਉਮਰ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Należy podać prawidłowy wiek przed zarejestrowaniem
pt: Deve introduzir uma idade válida para se registar
pt_br: Você deve informar uma idade válida para se cadastrar
ru: Для регистрации вы должны ввести корректный возраст
sk: Pre prihlásenie musíte zadať platný vek
sl: Za registracijo morate vnesti veljavno starost
sq: Që të regjistroheni, duhet të jepni një moshë të vlefshme
sr: Морате да унесете важећу старост да бисте се регистровали
sr_latn: Morate da unesete važeću starost da biste se registrovali
sv_se: Du måste ange en giltig ålder för att registrera dig
th: คุณต้องป้อนอายุที่ถูกต้องเพื่อลงทะเบียน
tr: Kaydolmak için geçerli bir yaş belirtmelisiniz
tt: Теркәлү өчен, дөрес яшьне күрсәтүегез кирәк
uk: Для реєстрації ви повинні вказати правильний вік
ur: سائن اپ کرنے کے لیئے آپ کو ایک درست عمر داخل کرنا ہوگی
vi: Bạn phải nhập tuổi hợp lệ để đăng ký

source: Account no longer exists.
ar: لم يعد الحساب موجودًا.
ast: Yá nun esiste la cuenta.
az: Hesab artıq mövcud deyil.
be: Уліковы запіс больш не існуе.
bg: Сметката вече не съществува.
bn_bd: অ্যাকাউন্ট আর নেই।
bn_in: অ্যাকাউন্ট আর উপস্থিত নেই।
cs: Účet už neexistuje.
cy: Nid yw'r cyfrif yn bodoli bellach.
da: Kontoen findes ikke længere.
el: Ο λογαριασμός δεν υπάρχει πλέον.
es_ar: La cuenta ya no existe.
es_es: La cuenta ya no existe.
et: Kontot pole enam olemas.
eu: Kontua ez da existitzen jada.
fa: این حساب دیگر وجود ندارد.
fi: Tiliä ei ole enää olemassa.
fr: Ce compte n’existe plus.
fur: Chest account nol esist plui.
gd: Chan eil an cunntas seo ann tuilleadh.
gl: A conta xa non existe.
he: החשבון כבר לא קיים.
hi_in: खाता अब मौजूद नहीं हैं.
hr: Račun više ne postoji.
hu: A fiók már nem létezik.
ia: Iste conto non existe plus.
id: Akun sudah tidak ada.
is: Reikningurinn er ekki lengur til.
it: Questo account non esiste più.
ja: アカウントはもう存在しません。
ka: ანგარიში გაუქმებულია
kab: Amiḍan ur yezgi yella.
lv: Konts vairs nepastāv.
nl: Account bestaat niet meer.
pa_in: ਖਾਤਾ ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Konto już nie istnieje.
pt: A conta já não existe.
pt_br: Conta não existe mais.
ru: Аккаунт больше не существует.
sk: Účet už dlhšiu dobu neexistuje.
sl: Račun ne obstaja več.
sq: Llogaria s’ekziston më.
sr: Налог више не постоји.
sr_latn: Nalog više ne postoji.
sv_se: Kontot existerar inte längre.
te: ఖాతా ఇకపై ఉనికిలో లేదు.
th: ไม่มีบัญชีนี้อีกแล้ว
tr: Hesap artık mevcut değil.
tt: Хисап хәзер инде юк.
uk: Обліковий запис більше не існує.
ur: اکاؤنٹ اب موجود نہیں۔
vi: Tài khoản không còn tồn tại.

source: Invalid property in resume token: %(property)s
ar: خاصية غير صالحة في رمز استكمال التسجيل: %(property)s
ast: Propiedá non válida nel pase de resume: %(property)s
az: Dönüş token-i üçün səhv mülkiyyət: %(property)s
be: Нядзейсная ўласцівасць у токене ўзнаўлення: %(property)s
bg: Невалидна част в токен за продължаване: %(property)s
bn_bd: বিবরণ টোকেনে অকার্যকর প্রপার্টি: %(property)s
bn_in: নমুনায় অবৈধ বৈশিষ্ট্য: %(property)s
cs: Neplatná vlastnost v tokenu pro pokračování: %(property)s
cy: Priodwedd annilys yn y tocyn ailgychwyn: %(property)s
da: Ugyldig egenskab i genoptag-token: %(property)s
el: Μη έγκυρη ιδιότητα στο διακριτικό συνέχισης: %(property)s
es_ar: Hay una propiedad inválida en el identificador: %(property)s
es_es: Propiedad no válida en la clave de continuación: %(property)s
eu: Propietate baliogabea berrekiteko tokenean: %(property)s
fa: موارد نامعتبر در رزومه نشانه: %(property)s
fi: Virheellinen ominaisuus jatkamispoletissa: %(property)s
fr: Propriété invalide dans le jeton de reprise : %(property)s
fur: Proprietât no valide tal gjeton par ripiâ: %(property)s
gd: Roghainn mhì-dhligheach san Resume Token: %(property)s
gl: Hai unha propiedade non válida no código de continuación: %(property)s
he: מאפיין שגוי באסימון ההמשך: %(property)s
hi_in: रिज्यूम टोकन में अवैध संपत्ति: %(property)s
hr: Nevažeći podatak u tokenu nastavka: %(property)s
hu: Érvénytelen tulajdonság a folytatási tokenben: %(property)s
ia: Proprietate invalide in le token de reprisa: %(property)s
id: Properti tidak valid dalam token kelanjutan: %(property)s
is: Ógildur eiginleiki í resume-teikni: %(property)s
it: Proprietà non valida nel token riassuntivo: %(property)s
ja: 再開トークンの不正なプロパティ: %(property)s
ka: არასწორი თვისება ტალონის გასაგრძელებლად: %(property)s
kab: Imyerr mačči d ameɣtu deg ujiṭun n ukemmel: %(property)s
lv: Nederīga īpašība atsākšanas marķierī: %(property)s
nl: Ongeldige eigenschap in hervattingstoken: %(property)s
pa_in: ਟੋਕਨ ਫਿਰ ਤੋਂ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਯੋਗ ਜਾਇਦਾਦ: %(property)s
pl: Nieprawidłowa właściwość w tokenie wznowienia: %(property)s
pt: Propriedade inválida no token de continuação: %(property)s
pt_br: Propriedade inválida no token de continuação: %(property)s
ru: Свойство в токене возобновления некорректно: %(property)s
sk: Neplatná vlastnosť v tokene pre pokračovanie: %(property)s
sl: Neveljavna lastnost v žetonu za nadaljevanje: %(property)s
sq: Veti e pavlefshme te token-i i rimarrjes: %(property)s
sr: Неисправано својство у resume токену: %(property)s
sr_latn: Neispravano svojstvo u resume tokenu: %(property)s
sv_se: Ogiltig egenskap i resume token: %(property)s
te: పునఃప్రారంభం టోకెన్లోని చెల్లని ప్రాపర్టీ: %(property)s
th: คุณสมบัติของโทเคนสำหรับดำเนินการต่อไม่ถูกต้อง: %(property)s
tr: Sürdürme jetonunda geçersiz özellik: %(property)s
tt: Дәвам итү токенында хаталы сыйфат: %(property)s
uk: Недійсна властивість у токені відновлення: %(property)s
vi: Thuộc tính không hợp lệ trong token sơ yếu lý lịch: %(property)s

source: Missing property in resume token: %(property)s
ar: خاصية مفقودة في رمز استكمال التسجيل: %(property)s
ast: Propiedá faltante nel pase de resume: %(property)s
az: Dönüş token-i üçün əksik mülkiyyət: %(property)s
be: Адсутнічае ўласцівасць у токене ўзнаўлення: %(property)s
bg: Липсваща част от токен за продължаване: %(property)s
bn_bd: বিবরণ টোকেনে অনুপস্থিত প্রপার্টি: %(property)s
bn_in: নমুনায় লুপ্ত বৈশিষ্ট্য: %(property)s
cs: Chybějící vlastnost v tokenu pro pokračování: %(property)s
cy: Priodwedd coll yn y tocyn ail gychwyn: %(property)s
da: Manglende egenskab i genoptag-token: %(property)s
el: Απουσία ιδιότητας στο διακριτικό συνέχισης: %(property)s
es_ar: Hay una propiedad que falta en el identificador: %(property)s
es_es: Falta la propiedad en la clave de continuación: %(property)s
eu: Propietatea falta da berrekiteko tokenean: %(property)s
fa: موارد گم‌شده در رزومه نشانه: %(property)s
fi: Virheellinen ominaisuus jatkamispoletissa: %(property)s
fr: Propriété manquante dans le jeton de reprise : %(property)s
fur: E mancje une proprietât tal gjeton par ripiâ: %(property)s
gd: Roghainn a dhìth san Resume Token: %(property)s
gl: Falta unha propiedade no código de continuación: %(property)s
he: מאפיין חסר באסימון ההמשך: %(property)s
hi_in: संपत्ति लापता रिज्यूम टोकन: %(property)s
hr: Nedostaje podatak u tokenu nastavka: %(property)s
hu: Hiányzó tulajdonság a folytatási tokenben: %(property)s
ia: Proprietate mancante in le token de reprisa: %(property)s
id: Properti hilang dalam token kelanjutan: %(property)s
is: Vantar eiginleika í resume-teikni: %(property)s
it: Proprietà mancante nel token riassuntivo: %(property)s
ja: 再開トークンに欠けているプロパティ: %(property)s
ka: გამოტოვებული თვისება ტალონის გასაგრძელებლად: %(property)s
kab: Imyerr mačči d ameɣtu deg ujiṭun n ukemmel: %(property)s
lv: Trūkst īpašība atsākšanas marķierī: %(property)s
nl: Ontbrekende eigenschap in hervattingstoken: %(property)s
pa_in: ਟੋਕਨ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਸੰਪੱਤੀ ਲਾਪਤਾ ਹੈ: %(property)s
pl: Brakująca właściwość w tokenie wznowienia: %(property)s
pt: Propriedade em falta no token de continuação: %(property)s
pt_br: Falta a propriedade no token de continuação: %(property)s
ru: Свойство в токене возобновления отсутствует: %(property)s
sk: Chýbajúca vlastnosť v tokene pre pokračovanie: %(property)s
sl: V žetonu za nadaljevanje manjka lastnost: %(property)s
sq: Token-it të rimarrjes i mungon një veti: %(property)s
sr: Својство недостаје у resume токену: %(property)s
sr_latn: Svojstvo nedostaje u resume tokenu: %(property)s
sv_se: Saknad egenskap i resume token: %(property)s
te: పునఃప్రారంభం టోకెన్ ప్రాపర్టీ లేనివి: %(property)s
th: ขาดคุณสมบัติของโทเคนสำหรับดำเนินการต่อ: %(property)s
tr: Sürdürme jetonunda eksik özellik: %(property)s
tt: Дәвам итү токенында бер сыйфат төшеп калган: %(property)s
uk: Відсутня властивість у токені відновлення: %(property)s
vi: Thiếu thuộc tính trong token tiếp tục: %(property)s

source: Invalid data attribute: %(property)s
ar: خاصية بيانات غير صالحة: %(property)s
ast: Atributu de datos non válidu: %(property)s
az: Səhv məlumat atributu: %(property)s
be: Недапушчальны атрыбут дадзеных: %(property)s
bg: Невалиден атрибут за данни: %(property)s
bn_bd: অকার্যকর ডাটা এট্রিবিউট: %(property)s
bn_in: অবৈধ ডেটা অ্যাট্রিবিউট: %(property)s
cs: Neplatný datový atribut: %(property)s
cy: Priodweddau data annilys: %(property)s
da: Ugyldig data-attribut: %(property)s
el: Μη έγκυρη ιδιότητα δεδομένων: %(property)s
es_ar: Atributo de datos inválido: %(property)s
es_es: Atributo de datos no válido: %(property)s
et: Andmeatribuut %(property)s on vigane
eu: Datu-atributu baliogabea: %(property)s
fa: متغیر داده نامعتبر: %(property)s
fi: Virheellinen data-attribuutti: %(property)s
fr: Attribut de données invalide : %(property)s
fur: Atribût dâts no valit: %(property)s
gd: Buaidh dàta mhì-dhligheach: %(property)s
gl: Atributo de datos non válido: %(property)s
he: מאפיין הנתונים שגוי: %(property)s
hi_in: अमान्य डेटा विशेषता: %(property)s
hr: Nevažeći atribut podataka: %(property)s
hu: Érvénytelen adatattribútum: %(property)s
ia: Attributo de datos invalide: %(property)s
id: Atribut data tidak valid: %(property)s
is: Ógilt gagnaeigindi: %(property)s
it: Attributo dati non valido: %(property)s
ja: 不正なデータ属性: %(property)s
ka: მონაცემთა უფარგისი ატრიბუტი: %(property)s
kab: Imyerr n isefka mačči d ameɣtu: %(property)s
lv: Nederīgs datu atribūts: %(property)s
nl: Gegevenskenmerk ongeldig: %(property)s
pa_in: ਅਵੈਧ ਡਾਟਾ ਵਿਸ਼ੇਸ਼ਤਾ: %(property)s
pl: Nieprawidłowy atrybut danych: %(property)s
pt: Atributo de dados inválido: %(property)s
pt_br: Atributo de dados inválido: %(property)s
ru: Некорректный атрибут данных: %(property)s
sk: Neplatný dátový atribút: %(property)s
sl: Neveljaven podatkovni atribut: %(property)s
sq: Atribut i pavlefshëm të dhënash: %(property)s
sr: Неисправна особина податка: %(property)s
sr_latn: Neispravna osobina podatka: %(property)s
sv_se: Ogiltigt dataattribut: %(property)s
te: చెల్లని డేటా ఎట్ట్రిబ్యూట్: %(property)s
th: แอตทริบิวต์ข้อมูลไม่ถูกต้อง: %(property)s
tr: Geçersiz veri özniteliği: %(property)s
tt: Хаталы бирелгәннәр атрибуты: %(property)s
uk: Неправильна властивість даних: %(property)s
vi: Thuộc tính dữ liệu không hợp lệ: %(property)s

source: Missing data attribute: %(property)s
ar: خاصية بيانات مفقودة: %(property)s
ast: Atributu de datos faltante: %(property)s
az: Əksik məlumat atributu: %(property)s
be: Адсутнічае атрыбут дадзеных: %(property)s
bg: Липсващ атрибут за данни: %(property)s
bn_bd: অনুপস্থিত ডাটা এট্রিবিউট: %(property)s
bn_in: তথ্য বৈশিষ্ট্য নিখোঁজ: %(property)s
cs: Chybějící datový atribut: %(property)s
cy: Priodwedd data coll: %(property)s
da: Manglende data-attribut: %(property)s
el: Απουσία ιδιότητας δεδομένων: %(property)s
es_ar: Atributo de datos faltante: %(property)s
es_es: Falta un atributo de datos: %(property)s
et: Andmeatribuut %(property)s puudub
eu: Datu-atributua falta da: %(property)s
fa: متغیر داده ذکر نشده: %(property)s
fi: Puuttuva data-attribuutti: %(property)s
fr: Attribut de données manquant : %(property)s
fur: Al mancje l'atribût dai dâts: %(property)s
gd: Buaidh dàta a dhìth: %(property)s
gl: Falta un atributo de datos: %(property)s
he: מאפיין הנתונים חסר: %(property)s
hi_in: डेटा विशेषता अनुपलब्ध: %(property)s
hr: Nedostaje atribut podataka: %(property)s
hu: Hiányzó adatattribútum: %(property)s
ia: Attributo de datos mancante: %(property)s
id: Atribut data hilang: %(property)s
is: Vantar gagnaeigindi: %(property)s
it: Attributo dati mancante: %(property)s
ja: 不足しているデータ属性: %(property)s
ka: მონაცემთა ნაკლული ატრიბუტი: %(property)s
kab: Imyerr n isefka mačči ulac-it: %(property)s
lv: Trūkstošs datu atribūts: %(property)s
nl: Gegevenskenmerk ontbreekt: %(property)s
pa_in: ਲਾਪਤਾ ਡਾਟਾ ਵਿਸ਼ੇਸ਼ਤਾ: %(property)s
pl: Brakujący atrybut danych: %(property)s
pt: Atributo de dados em falta: %(property)s
pt_br: Atributo de dados faltando: %(property)s
ru: Отсутствующий атрибут данных: %(property)s
sk: Chýbajúci dátový atribút: %(property)s
sl: Manjka podatkovni atribut: %(property)s
sq: Atribut të dhënash që mungon: %(property)s
sr: Недостаје особина податка: %(property)s
sr_latn: Nedostaje osobina podatka: %(property)s
sv_se: Saknat dataattribut: %(property)s
te: చెల్లని డేటా ఎట్ట్రిబ్యూట్: %(property)s
th: ขาดแอตทริบิวต์ข้อมูล: %(property)s
tr: Eksik veri özniteliği: %(property)s
tt: Төшеп калган бирелгәннәр атрибуты: %(property)s
uk: Відсутня властивість даних: %(property)s
vi: Thiếu thuộc tính dữ liệu: %(property)s
