Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Confirm this sign-in
ar: أكّد هذا الولوج
ast: Confirmar esti aniciu de sesión
az: Bu daxil olmanı təsdiqlə
be: Пацвердзіце гэты ўваход
bg: Потвърждаване
bn_bd: সাইন-ইনটি নিশ্চিত করুন
bn_in: সাইন-ইন নিশ্চিত করুন
cs: Potvrdit toto přihlášení
cy: Cadarnhau'r mewngofnodi hwn
da: Bekræft dette login
el: Επιβεβαίωση εισόδου
es_ar: Confirmá tu inicio de sesión
es_es: Confirmar este inicio de sesión
et: Kinnita see sisselogimine
eu: Berretsi saio-hasiera hau
fa: تایید این ورود
fi: Vahvista tämä kirjautuminen
fr: Confirmer cette connexion
fur: Conferme chest acès
gd: Dearbh an clàradh a-steach seo
gl: Confirmar este inicio de sesión
he: אישור התחברות זו
hi_in: इस साइन-इन की पुष्टि करें
hr: Potvrdi ovu prijavu
hu: Erősítse meg ezt a bejelentkezést
ia: Confirmar iste session
id: Konfirmasikan proses masuk ini
is: Staðfestu þessa innskráningu
it: Conferma questo tentativo di accesso
ja: このログインを確認
ka: დაადასტურეთ ეს შესვლა
kab: Sentem tuqqna-agi
lv: Apstiprināt šo ieiešanu
nl: Deze aanmelding bevestigen
pa_in: ਇਹ ਸਾਈਨ-ਇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź to logowanie
pt: Confirmar este início de sessão
pt_br: Confirmar este acesso
ru: Подтвердить этот вход
sk: Potvrdiť toto prihlásenie
sl: Potrdite prijavo
sq: Ripohoni këtë hyrje
sr: Потврди ову пријаву
sr_latn: Potvrdi ovu prijavu
sv_se: Bekräfta denna inloggning
te: ఈ ప్రవేశాన్ని నిర్ధారించండి
th: ยืนยันการลงชื่อเข้านี้
tr: Bu girişi onaylayın
tt: Керүне раслау
uk: Підтвердьте цей вхід
ur: اس سائن کی تصدیق کریں
vi: Xác nhận lần đăng nhập này

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
ar: راجع بريدك الإلكتروني لتجد رابط التأكيد المرسل إلى %(escapedEmail)s
be: Пашукайце ў сваёй пошце спасылку для пацверждання, дасланую&nbsp;на %(escapedEmail)s
bg: Проверете вашата поща за потвърждение, изпратено до %(escapedEmail)s
bn_bd: যাচাইকরণ লিঙ্ক পেতে আপনার&nbsp; ইমেইল %(escapedEmail)s দেখুন
cy: Edrychwch ar eich e-bost am y ddolen dilysu anfonwyd&nbsp;at %(escapedEmail)s
da: Tjek din mail for bekræftelseslinket sendt&nbsp;til %(escapedEmail)s
el: Ελέγξτε το email σας για τον σύνδεσμο επαλήθευσης που απεστάλη&nbsp;στο %(escapedEmail)s
es_ar: Fijate en tu correo electrónico el enlace de verificación enviado&nbsp;a %(escapedEmail)s
es_es: Comprueba en tu correo electrónico el enlace de verificación enviado&nbsp;a %(escapedEmail)s
fa: سرویس رایانامهٔ خود را برای پیوندِ تاییدیهٔ هویت ارسال شده به %(escapedEmail)s بررسی کنید
fi: Katso osoitteeseen %(escapedEmail)s lähetetty vahvistuslinkki
fr: Consultez votre boîte de réception pour accéder au lien de confirmation envoyé à %(escapedEmail)s
gd: Thoir sùil air a’ phost-d agad airson a’ cheangail dearbhaidh a chaidh a gus gu %(escapedEmail)s
hi_in: अपने ईमेल की जाँच करें सत्यापन लिंक के लिए &nbsp;को %(escapedEmail)s भेजा गया है
hr: Provjerite svoju e-poštu za poveznicu za provjeru poslanu&nbsp;na %(escapedEmail)s
hu: Ellenőrizze a leveleit, hogy megérkezett-e az ellenőrző hivatkozás ide: %(escapedEmail)s
ia: Consulta le ligamine de verification inviate per email a&nbsp;a %(escapedEmail)s
id: Periksa surel Anda untuk tautan verifikasi dikirim&nbsp;ke %(escapedEmail)s
it: Controlla la casella di posta: il link di verifica inviato&nbsp;a %(escapedEmail)s
ka: შეამოწმეთ თქვენი ელფოსტა %(escapedEmail)s, რომელზეც გამოგზავნილია დასადასტურებელი ბმული&nbsp;
kab: Wali tabbaṭ inek n imayl akken ad tkecmeḍ aseɣwen n usenqed&nbsp;ittwaznen γer %(escapedEmail)s
pl: Sprawdź, czy w skrzynce %(escapedEmail)s jest odnośnik weryfikacyjny
pt: Verifique o seu email para a ligação de verificação enviada&nbsp;para %(escapedEmail)s
pt_br: Veja se recebeu o email com um link de verificação, enviado&nbsp;para %(escapedEmail)s
ru: Поищите письмо со ссылкой подтверждения, отправленное на %(escapedEmail)s
sk: Overovací odkaz sme odoslali na e-mailovú adresu %(escapedEmail)s
sq: Kontrolloni email-in tuaj për një lidhje verifikimi dërguar&nbsp;për %(escapedEmail)s
sr: Проверите вашу е-пошту ради верификационе везе послате&nbsp;на %(escapedEmail)s
sr_latn: Proverite vašu e-poštu radi verifikacione veze poslate&nbsp;na %(escapedEmail)s
sv_se: Kontrollera din e-post efter den verifieringslänk som skickas till %(escapedEmail)s
te: పంపిన ధృవీకరణ లింక్ కోసం మీ ఇమెయిల్ను తనిఖీ చేయండి & nbsp; కు%(escapedEmail)s
th: ตรวจสอบอีเมลของคุณสำหรับลิงก์ยืนยันที่ส่ง&nbsp;ไปยัง %(escapedEmail)s
tr: %(escapedEmail)s adresine gönderdiğimiz doğrulama bağlantısını kontrol edin
tt: Электрон почтагыздан %(escapedEmail)s адресына җибәрелгән раслау сылтамасын эзләгез
uk: Знайдіть лист з посиланням для підтвердження, надісланий на %(escapedEmail)s
vi: Kiểm tra email của bạn để tìm liên kết xác minh đã được gửi&nbsp;tới %(escapedEmail)s

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
ar: راجع بريدك الإلكتروني لتجد رابط تأكيد الولوج المرسل إلى %(escapedEmail)s
az: %(escapedEmail)s ünvanına göndərilmiş daxil olmanın təsdiq keçidi üçün e-poçtunuzu yoxlayın
be: Пашукайце ў сваёй пошце спасылку для пацверждання ўваходу, дасланую на %(escapedEmail)s
cs: Pro potvrzení přihlášení prosím klepněte na odkaz, který jsme zaslali na e-mailovou adresu %(escapedEmail)s
cy: Edrychwch yn eich e-bost am ddolen cadarnhau mewngofnodi anfonwyd at %(escapedEmail)s
da: Tjek din mail for det login-bekræfteleslink, der er sendt til %(escapedEmail)s
el: Ελέγξτε το email σας για το σύνδεσμο επιβεβαίωσης σύνδεσης, που απεστάλη στο %(escapedEmail)s
es_ar: Busque el enlace de confirmación de conexión enviado a %(escapedEmail)s en su correo electrónico
es_es: Comprueba en tu correo electrónico el enlace de confirmación de inicio de sesión enviado a %(escapedEmail)s
et: Kontrolli aadressi %(escapedEmail)s e-posti sisselogimise kinnituslingi leidmiseks
eu: Egiaztatu zure posta elektronikoa %(escapedEmail)s helbidera bidalitako egiaztapen-loturarako
fa: پست الکترونیکی که به آدرس %(escapedEmail)s ارسال شده است را برای تایید ورود خود بررسی کنید
fi: Katso osoitteeseen %(escapedEmail)s lähetetty kirjautumisen vahvistuslinkki
fr: Consultez votre boîte de réception pour accéder au lien de confirmation envoyé à %(escapedEmail)s
fur: Controle la tô e-mail pal colegament di conferme di acès mandât a %(escapedEmail)s
gd: Thoir sùil air a’ phost-d agad airson ceangal dearbhadh clàraidh a-steach a chuir sinn gu %(escapedEmail)s
gl: Busque no correo electrónico a ligazón de confirmación de inicio de sesión, enviada a %(escapedEmail)s.
he: נא לבדוק את הדוא״ל שלך לאישור הכניסה שנשלח ל־%(escapedEmail)s
hi_in: %(escapedEmail)s पर भेजे गए साइन-इन पुष्टिकरण लिंक के लिए अपना ईमेल देखें
hr: Provjerite svoju e-poštu za poveznicu za potvrdu poslanu na %(escapedEmail)s
hu: Ellenőrizze a leveleit, hogy megérkezett-e a bejelentkezési megerősítő hivatkozás ide: %(escapedEmail)s
ia: Le ligamine pro confirmar le apertura de session ha essite inviate a tu adresse de e-mail %(escapedEmail)s
id: Periksa surel Anda untuk tautan konfirmasi proses masuk yang dikirim ke %(escapedEmail)s
is: Skoðaðu tölvupóstinn þinn hvort tengillinn hafi borist með staðfestingu innskráningar sem sendur var á %(escapedEmail)s
it: Controlla la tua casella di posta %(escapedEmail)s, ti abbiamo inviato un link per confermare la registrazione
ja: ログイン確認用リンクを %(escapedEmail)s に送りましたのでメールをチェックしてください
ka: შეამოწმეთ თქვენი ელფოსტა %(escapedEmail)s, რომელზეც გამოგზავნილია შესვლის დასადასტურებელი ბმული
kab: Wali tanaka-ik n yimayl akken ad tkecmeḍ ɣer useɣwen n usentem ɣer %(escapedEmail)s
nl: Controleer uw e-mail op de bevestigingskoppeling voor aanmelding die naar %(escapedEmail)s is verzonden
pa_in: %(escapedEmail)s ਨੂੰ ਭੇਜੇ ਗਏ ਤਸਦੀਕੀ ਲਿੰਕ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੇਖੋ
pl: Sprawdź, czy na koncie %(escapedEmail)s jest odnośnik potwierdzenia logowania
pt: Verifique o seu email para a ligação de confirmação de início de sessão enviada para %(escapedEmail)s
pt_br: Verifique se recebeu o email com o link de confirmação de cadastro, enviado para %(escapedEmail)s
ru: Поищите письмо со ссылкой подтверждения входа, отправленное на %(escapedEmail)s
sk: Potvrdzovací odkaz sme odoslali na e-mailovú adresu %(escapedEmail)s
sl: Med svojo e-pošto poiščite povezavo za potrditev prijave, poslano na %(escapedEmail)s
sq: Kontrolloni email-in tuaj për lidhjen e ripohimit të hyrjes, dërguar te %(escapedEmail)s
sr: Проверите вашу е-пошту ради везе за потврду која је послата на %(escapedEmail)s
sr_latn: Proverite vašu e-poštu radi veze za potvrdu koja je poslata na %(escapedEmail)s
sv_se: Kontrollera din e-post efter länken för inloggningsbekräftelse som skickas till %(escapedEmail)s
th: ตรวจสอบลิงก์ยืนยันการลงชื่อเข้าใช้ที่ส่งไปยัง %(escapedEmail)s ในอีเมลของคุณ
tr: %(escapedEmail)s adresine gönderdiğimiz giriş onayı bağlantısını kontrol edin
tt: Электрон почтагыздан %(escapedEmail)s адресына җибәрелгән керүне раслау сылтамасын эзләгез
uk: Знайдіть лист з посиланням для підтвердження входу, надісланий на %(escapedEmail)s
vi: Kiểm tra liên kết đã được gửi đến email %(escapedEmail)s

source: Not in inbox or spam folder? Resend
ar: ليس في صندوق الوارد أو مجلد السخام؟ أعد إرساله
az: Daxil olanlarda və spam qovluğunda yoxdur? Təkrar göndər
be: Няма ў уваходных ці ў спаме? Выслаць яшчэ раз
bg: Няма го във входящи или нежелана поща? Повторно изпращане
bn_bd: স্প্যাম ফোল্ডার বা ইনবক্সে নেই? আবার পাঠান
cs: Žádný email jste neobdrželi? Znovu odeslat
cy: Ddim yn y blwch derbyn na'r sbam? Ailanfon
da: Ikke i indbakken eller spam-mappen? Send igen
el: Όχι στα εισερχόμενα ή στον φάκελο ανεπιθύμητων; Αποστολή ξανά
es_ar: ¿No está en la bandeja de entrada o correo basura? Reenviar
es_es: ¿No está en la bandeja de entrada o en la carpeta spam? Reenviar
et: Ei leia postkastist ega ka rämpsposti hulgast? Saada uuesti
eu: Ez dago sarrera-ontzian edo spam karpetan? Bidali berriro
fa: در صندوق ورودی و در پوشه هرزنامه‌ها نبود؟ ارسال دوباره
fi: Ei saapuneissa tai roskapostissa? Lähetä uudestaan
fr: Vous ne voyez rien dans votre boîte de réception ni dans le dossier des indésirables ? Renvoyez le message
fur: No ise te pueste in jentrade o te cartele spam/malvolude? Torne mande
gd: Nach eil e sa bhogsa a-steach no pasgan an spama? Cuir às ùr
gl: Non está na caixa de entrada nin na do correo non desexado? Enviala de novo
he: לא בתיקיית הדואר הנכנס או הספאם? שליחה חוזרת
hi_in: इनबॉक्स या स्पैम फ़ोल्डर में नहीं? पुन: भेजें
hr: Nije ni u pristigloj, ni neželjenoj pošti? Pošalji ponovo
hu: Nincs a beérkezett vagy a spam mappában? Újraküldés
ia: Non in le cassa de entrata, ni in le dossier de spam? Reinviar
id: Tak ada di kotak masuk atau folder spam? Kirim ulang
is: Ekki í pósthólfinu eða ruslpóstmöppunni? Senda aftur
it: Il messaggio non si trova nella posta in arrivo e neppure nello spam? Invia nuovamente il link
ja: 受信トレイや迷惑メールフォルダーに見当たりませんか？ 再送信
ka: არ მიგიღიათ და არც სპამ საქაღალდეშია? გაგზავნეთ ხელახლა
kab: Mačči deg tebbaṭ n unekcum neγ afaylu n ispamen? Ales tuzna
nl: Niet in Postvak IN of map met spam? Opnieuw verzenden
pa_in: ਇਨਬਾਕਸ ਜਾਂ ਸਪੈਮ ਫੋਲਡਰ ਵਿੱਚ ਨਹੀਂ? ਮੁੜ ਭੇਜੋ
pl: Nie ma nic w Odebranych ani w Niechcianych? Wyślij jeszcze raz
pt: Não está na caixa de entrada ou pasta de lixo? Reenviar
pt_br: Não chegou em sua caixa de entrada ou pasta de spam? Reenviar
ru: Нет в папке «Входящие» или «Спам»? Отправить снова
sk: Nemáte nič v schránke ani v priečinku so spamom? Chcete, aby sme vám e-mail odoslali znova?
sl: Ni med prejeto ali vsiljeno pošto? Pošlji ponovno
sq: S’gjendet te dosja e të marrëve apo e të padëshiruarave? Ridërgojeni
sr: Није у сандучету или у нежељеној пошти? Пошаљи поново
sr_latn: Nije u sandučetu ili u neželjenoj pošti? Pošalji ponovo
sv_se: Inte i inkorg eller skräppost? Skicka igen
te: ఇన్బాక్స్ లేదు స్పామ్ ఫోల్డర్లో లేదు? రీసెండ్
th: ไม่อยู่ในโฟลเดอร์กล่องขาเข้าหรือสแปม? ส่งใหม่
tr: Gelen kutusunda da spam klasöründe de yok mu? Yeniden gönder
tt: Килгән яки спам папкасында түгелме? Яңадан җибәрү
uk: Немає у вхідних чи у спамі? Надіслати ще раз
ur: داخلی بکس یا اسپیم پوشہ میں نہیں ہے؟ دوبارہ بھیجیں
vi: Không có trong hộp thư đến hoặc thư mục spam? Gửi lại

source: Reset email sent
ar: أُرسِل بريد إعادة تعيين كلمة السرّ
ast: Unvióse'l corréu de reanciu
az: Sıfırlama e-poçtu göndərildi
be: Ліст для скіду пароля дасланы
bg: Изпратено е писмо за нулиране
bn_bd: রিসেট করার ইমেইল পাঠানো হয়েছে
bn_in: রিসেট করার ইমেইল পাঠানো হয়েছে।
cs: E-mail pro obnovu odeslán
cy: Anfonwyd yr e-bost ail-anfon
da: Mail til nulstilling sendt
el: Απεστάλη email επαναφοράς
es_ar: Se envió el correo para restablecer
es_es: Correo de restablecimiento enviado
et: Lähtestamise e-kiri on saadetud
eu: Berrezartze-mezua bidali da
fa: ایمیل بازنشانی ارسال شد
fi: Nollaussähköposti lähetetty
fr: Courriel de réinitialisation envoyé
fur: E-mail par ristabilî la password inviade
gd: Chaidh am post-d ath-shuidheachaidh a chur
gl: Enviouse un correo de restabelecemento
he: הודעת דואר אלקטרוני לאיפוס נשלחה
hi_in: पुनः तैयार करने का ईमेल भेजा गया
hr: Poslana je e-pošta za ponovno postavljanje
hu: Visszaállítási e-mail elküldve
ia: Message de reinitialisation inviate
id: Email penyetelan ulang dikirimkan
is: Endurstillingarpóstur sendur
it: L’email per la reimpostazione della password è stata inviata
ja: リセット用のメールが送信されました
ka: აღსადგენი შეტყობინება გამოგზავნილია
kab: Wennez imayl yettwaznen
lv: Atstatīšanas epasts nosūtīts
nl: E-mailbericht voor herinitialisatie verzonden
pa: ਮੁੜ-ਸੈੱਟ ਈਮੇਲ ਭੇਜੀ ਗਈ
pa_in: ਮੁੜ-ਸੈੱਟ ਈਮੇਲ ਭੇਜੀ ਗਈ
pl: Wysłano e-mail do zmiany hasła
pt: Mensagem de reposição enviada
pt_br: Email de redefinição enviado
ru: Письмо о сбросе пароля отправлено
sk: E-mailová správa na obnovu hesla bola odoslaná
sl: Ponastavitvena e-pošta poslana
sq: Email-i për ricaktim u dërgua
sr: Е-пошта за ресетовање је послата
sr_latn: E-pošta za resetovanje je poslata
sv_se: Återställningsmejl skickat
te: రీసెట్ ఇమెయిల్ పంపబడింది
th: ส่งอีเมลสำหรับตั้งรหัสผ่านใหม่แล้ว
tr: Sıfırlama e-postası gönderildi
tt: Парольне үзгәртү хаты җибәрелде
uk: Повідомлення для скидання надіслано
vi: Đã gửi email đặt lại

source: Click the link emailed to %(email)s within the next hour to create a new password.
ar: انقر الرابط الذي أُرسل إلى بريدك الإلكتروني على %(email)s خلال الساعة القادمة لإنشاء كلمة سر جديدة.
az: Qarşıdakı bir saat içində %(email)s ünvanına göndərdiyimiz keçidə klikləyin və yeni parolu qurun.
be: Прайдзіце па спасылцы, дасланай на %(email)s, цягам наступнай гадзіны, каб стварыць новы пароль.
bg: В следващия час посетете препратката, изпратена на %(email)s, за да създадете нова парола.
cs: Pro vytvoření nového hesla prosím během jedné hodiny klepněte na odkaz, který jsme vám poslali e-mailem na adresu %(email)s.
cy: Cliciwch y ddolen anfonwyd drwy e-bost at %(email)s o fewn yr awr nesaf er mwyn creu cyfrinair newydd.
da: Klik på linket, vi har sendt til %(email)s indenfor den næste time for at oprette en ny adgangskode.
el: Κάντε κλικ στο σύνδεσμο που απεστάλη στο %(email)s μέσα στην επόμενη ώρα για να δημιουργήσετε ένα νέο κωδικό πρόσβασης.
es_ar: Haga clic en el enlace que le enviamos a %(email)s dentro de la próxima hora para crear una nueva contraseña.
es_es: Para crear una nueva contraseña, haz clic en el enlace que se envió a %(email)s en los próximos 60 minutos.
et: Uue parooli loomiseks klõpsa e-postiga aadressile %(email)s saadetud lingil järgmise tunni jooksul.
eu: Egin klik %(email)s helbidera bidali dizugun estekan hurrengo orduan zehar pasahitz berria sortzeko.
fa: تا یک ساعت دیگر وقت خواهید داشت تا بر روی پیوندی که برای %(email)s شما ارسال شده است کلیک کنید و یک کلمه عبور جدید برای شما ساخته شود.
fi: Luo uusi salasana napsauttamalla osoitteeseen %(email)s lähetetyssä viestissä olevaa linkkiä tunnin sisällä.
fr: Cliquez sur le lien envoyé à l’adresse %(email)s d’ici moins d’une heure afin de créer un nouveau mot de passe.
fur: Fâs clic sul colegament mandât vie e-mail a %(email)s dentri de prossime ore par creâ une gnove password.
gd: Briog air a’ cheangal a chur sinn gu %(email)s taobh a-staigh uair a thìde a chruthachadh facal-faire ùr.
gl: Prema a ligazón enviada a %(email)s na próxima hora para crear un novo contrasinal.
he: נא ללחוץ על הקישור שנשלח בדוא״ל אל %(email)s בשעה הקרובה כדי ליצור ססמה חדשה.
hi_in: नया पासवर्ड बनाने के लिए अगले घंटे के अंदर %(email)s पर ईमेल किए गए लिंक को दबाएँ।
hr: Kliknite na poveznicu poslanu na %(email)s unutar sat vremena kako biste stvorili novu lozinku.
hu: Kattintson a(z) %(email)s címre elküldött hivatkozásra a következő órán belül, hogy létrehozza az új jelszavát.
ia: Clicca sur le ligamine inviate a %(email)s intra le proxime hora pro crear un nove contrasigno.
id: Klik tautan yang dikirimkan ke %(email)s dalam satu jam ke depan untuk membuat sandi baru.
is: Smelltu innan klukkustundar á tengilinn sem var sendur í tölvupósti á %(email)s til að útbúa nýtt lykilorð.
it: Per impostare una nuova password fai clic sul link inviato a %(email)s entro un'ora.
ja: 1 時間以内に %(email)s 宛にメールでお送りするリンクをクリックして、新しいパスワードを設定してください。
ka: დაწკაპეთ %(email)s-ზე ჩვენ მიერ გამოგზავნილ ბმულს, უახლოესი ერთი საათის განმავლობაში და მიუთითეთ ახალი პაროლი.
kab: Sit ɣef useɣwen i k-d-nuzen ɣer %(email)s akka di kra n usrag akken ad ternuḍ awal uffir amaynut.
nl: Klik binnen een uur op de koppeling die naar %(email)s is verzonden om een nieuw wachtwoord aan te maken.
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਉਣ ਲਈ ਅਗਲੇ ਘੰਟੇ ਵਿੱਚ %(email)s ਵਾਲੇ ਈ-ਮੇਲ ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij odnośnik wysłany do %(email)s w ciągu godziny, aby utworzyć nowe hasło.
pt: Clique na ligação enviada para %(email)s dentro da próxima hora para criar uma nova palavra-passe.
pt_br: Clique no link enviado por email para %(email)s em até uma hora para criar uma nova senha.
ru: Щёлкните по ссылке, которая была отправлена на %(email)s в течение часа, чтобы создать новый пароль.
sk: Kliknutím na odkaz odoslaný e-mailom na adresu %(email)s v priebehu nasledujúcej hodiny vytvorte nové heslo.
sl: V naslednji uri kliknite na povezavo, poslano na %(email)s, da ustvarite novo geslo.
sq: Për të krijuar një fjalëkalim të ri, klikoni mbi lidhjen që u dërgua me email te %(email)s brenda orës që vjen.
sr: Кликните на везу послату на адресу %(email)s у наредних сат времена да бисте направили нову лозинку.
sr_latn: Kliknite na vezu poslatu na adresu %(email)s u narednih sat vremena da biste napravili novu lozinku.
sv_se: Klicka på länken som skickats till %(email)s inom den kommande timmen för att skapa ett nytt lösenord.
th: คลิกที่ลิงก์เพื่อส่งอีเมลไปยัง %(email)s ภายในชั่วโมงถัดไปเพื่อสร้างรหัสผ่านใหม่
tr: Yeni bir parola oluşturmak için %(email)s adresine gönderdiğimiz bağlantıya bir saat içinde tıklayın.
tt: Яңа серсүз булдыру өчен, бер сәгать эчендә без%(email)s адресына җибәргән сылтамага басыгыз.
uk: Перейдіть за посиланням, надісланим на %(email)s протягом наступної години, щоб створити новий пароль.
vi: Nhấp vào liên kết được gửi qua email tới %(email)s trong vòng một giờ tới để tạo mật khẩu mới.

source: Connect another device
ar: أوصِل جهازا آخر
ast: Coneutar otru preséu
az: Başqa cihazı qoş
be: Злучыць іншую прыладу
bg: Свържете друго устройство
bn_bd: অন্য ডিভাইসে সংযোগ করুন
cs: Připojit další zařízení
cy: Cysylltu i ddyfais arall
da: Forbind en anden enhed
el: Σύνδεση μιας άλλης συσκευής
es_ar: Conectar otro dispositivo
es_es: Conectar otro dispositivo
et: Ühenda teine seade
eu: Konektatu beste gailu bat
fa: اتصالِ دستگاهی دیگر
fi: Yhdistä toinen laite
fr: Connecter un autre appareil
fur: Conet un altri dispositîf
gd: Ceangail ri uidheam eile
gl: Conectar outro dispositivo
he: חיבור מכשיר נוסף
hi_in: अन्य उपकरण से जोड़े
hr: Poveži jedan drugi uređaj
hu: Másik eszköz csatlakoztatása
ia: Connecte un altere apparato
id: Hubungan perangkat lainnya
is: Tengja annað tæki
it: Connetti nuovo dispositivo
ja: 他の端末を接続
ka: სხვა მოწყობილობასთან დაკავშირება
kab: Qqen ibenk nniḍen
nl: Ander apparaat koppelen
pa_in: ਹੋਰ ਡਿਵਾਈਸ ਨੂੰ ਕਨੈਕਟ ਕਰੋ
pl: Połącz inne urządzenie
pt: Ligar outro dispositivo
pt_br: Conectar outro dispositivo
ru: Подключить другое устройство
sk: Pripojiť ďalšie zariadenie
sl: Poveži drugo napravo
sq: Lidhni pajisje tjetër
sr: Повежи други уређај
sr_latn: Poveži drugi uređaj
sv_se: Anslut en annan enhet
te: మరొక పరికరాన్ని అనుసంధానించండి
th: เชื่อมต่ออุปกรณ์อื่น
tr: Başka bir cihaz bağla
tt: Башка җиһазны тоташтыру
uk: Під'єднати інший пристрій
ur: ایک اور آلہ جوڑیں
vi: Kết nối với thiết bị khác

source: This Firefox is connected
ar: فَيَرفُكس هذا متصل
ast: Esti Firefox ta coneutáu
az: Firefox qoşuludur
be: Гэты Firefox злучаны
bg: Този Firefox е свързан
bn_bd: এই Firefox টি সংযুক্ত
cs: Tento Firefox je připojen
cy: Mae Firefox wedi cysylltu
da: Denne Firefox er forbundet
el: Έγινε σύνδεση αυτού του Firefox
es_ar: Este Firefox está conectado
es_es: Este Firefox está conectado
et: See Firefox on ühendatud
eu: Firefox hau konektatuta dago
fa: این فایرفاکس متصل شده است
fi: Tämä Firefox on yhdistetty
fr: Cette version de Firefox est connectée
fur: Chest Firefox al è conetût
gd: Tha am Firefox seo ceangailte ris
gl: Este Firefox está conectado
he: ‏Firefox זה מחובר
hi_in: यह Firefox जुड़ा हुआ है
hr: Ovaj Firefox je povezan
hu: Ez a Firefox csatlakoztatva van
ia: Iste Firefox es connectite
id: Firefox ini telah terhubung
is: Þetta Firefox-tilvik er tengt
it: Firefox è ora connesso sul dispositivo
ja: この Firefox は接続されています
ka: ეს Firefox უკვე დაკავშირებულია
kab: Firefox-a ittwaqqen
nl: Dit exemplaar van Firefox is gekoppeld
pa_in: ਫਾਇਰਫਾਕਸ ਕਨੈਕਟ ਹੈ
pl: Ten Firefox jest połączony
pt: Este Firefox está ligado
pt_br: Este Firefox está conectado
ru: Этот Firefox подключен
sk: Tento Firefox je pripojený
sl: Ta Firefox je povezan
sq: Ky Firefox është i lidhur
sr: Овај Firefox је повезан
sr_latn: Ovaj Firefox je povezan
sv_se: Firefox är ansluten
te: ఈ Firefox సంధానమయ్యింది
th: Firefox นี้เชื่อมต่อแล้ว
tr: Bu Firefox bağlandı
tt: Бу Firefox тоташкан
uk: Цей Firefox під'єднано
ur: یہ Firefox جڑا ہوا ہے
vi: Firefox đã kết nối

source: Email verified
ar: اُكّد البريد الإلكتروني
ast: Verificóse'l corréu
be: Адрас эл.пошты пацверджаны
bg: Имейлът е потвърден
bn_bd: ইমেইল যাচাই সম্পূর্ণ
cy: Dilyswyd yr e-bost
da: Mailadresse bekræftet
el: Το email επαληθεύτηκε
es_ar: Correo electrónico verificado
es_es: Correo electrónico verificado
fa: پست‌الکترونیکی تایید شد
fi: Sähköposti vahvistettu
fr: Adresse électronique vérifiée
gd: Chaidh am post-d a dhearbhadh
hi_in: ईमेल सत्यापित हुआ
hr: E-pošta je potvrđena
hu: E-mail megerősítve
ia: Adresse de e-mail verificate
id: Surel telah diverifikasi
it: Indirizzo email verificato
ka: ელფოსტა დამოწმებულია
kab: Imayl yettwasenqed
pl: Zweryfikowano adres e-mail
pt: Email verificado
pt_br: Email confirmado
ru: Адрес электронной почты подтверждён
sk: E-mail overený
sq: Email-i u verifikua
sr: Адреса е-поште је потврђена
sr_latn: Adresa e-pošte je potvrđena
sv_se: E-post verifierad
te: ఈమెయిలు తనిఖీ చేయబడింది
th: อีเมลได้รับการยืนยันแล้ว
tr: E-posta doğrulandı
tt: Эл. почта расланды
uk: Адресу електронної пошти підтверджено
ur: تصدیق شدہ ای میل
vi: Email đã xác minh

source: Success
ar: تم
ast: Ésitu
az: Uğurlu
be: Поспех
bg: Успех
bn_bd: সফল
bn_in: সাফল্য
cs: Hotovo
cy: Llwyddiant
da: Lykkedes
el: Επιτυχία
es_ar: Éxito
es_es: Todo correcto
et: Õnnestus
eu: Dena ondo
fa: موفقیت
fi: Onnistui
fr: Succès
fur: Operazion lade a bon fin
gd: Soirbheas
gl: Correctamente
he: הצלחה
hi_in: सफल
hr: Uspjeh
hu: Sikerült
ia: Successo
id: Sukses
is: Tókst
it: L’operazione è stata completata con successo
ja: 成功
ka: შესრულდა
kab: Yedda
lv: Izdevās
nl: Geslaagd
pa: ਸਫ਼ਲ
pa_in: ਕਾਮਯਾਬ
pl: Powodzenie
pt: Sucesso
pt_br: Sucesso
ru: Сделано
sk: Úspešné
sl: Uspeh
sq: Sukses
sr: Успешно
sr_latn: Uspešno
sv_se: Klart
te: విజయవంతం అయింది
th: สำเร็จ
tr: Başarılı
tt: Уңышлы
uk: Успішно
ur: کامیابی
vi: Thành công
