Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Oops! It looks like you’re not using Firefox.
fur: Orpo! Al somee che no tu stedis doprant Firefox.
is: Úbbs! Það lítur út fyrir að þú sért ekki að nota Firefox.

source: Attention:
fur: Atenzion:
is: Aðvörun:

source: Switch to Firefox and open this page to connect another device.
fur: Passe a Firefox e vierç cheste pagjine par coneti un altri dispositîf.
is: Skiptu yfir í Firefox og opnaðu þessa síðu til að tengja annað tæki.

source: Download Firefox
fur: Discjame Firefox
is: Sækja Firefox

source: Opens in new window
fur: Si vierç intun gnûf barcon
is: Opnast í nýjum glugga

source: Download Firefox now
fur: Discjame Firefox daurman
is: Sækja Firefox núna

source: Oops! Something went wrong.
fur: Orpo! Alc al è lât strucj.
is: Úbbs! Eitthvað fór úrskeiðis.

source: Please close this tab and try again.
fur: Siere cheste schede e torne prove.
is: Lokaðu þessum flipa og reyndu aftur.

source: Your sync data is protected
bg: Синхронизираните данни са защитени
cs: Vaše synchronizovaná data jsou chráněna
da: Dine synkroniserede data er beskyttet
el: Τα δεδομένα συγχρονισμού σας προστατεύονται
es_es: Tus datos de sincronización están protegidos
et: Sinu sünkroniseeritud andmed on kaitstud
eu: Zure sinkronizazio-datuak babestuta daude
fa: اطلاعات همگام‌شدهٔ شما محفوظ است
fi: Synkronoimasi tiedot on suojattu
fr: Vos données de synchronisation sont protégées
gd: Tha an dàta sioncronachaidh agad fo dhìon
he: נתוני הסנכרון שלך מוגנים
hi_in: आपका सिंक डेटा सुरक्षित है
hr: Tvoji podaci sinkronizacije su zaštićeni
hu: A szinkronizálási adatai védettek
ia: Tu datos synchronisate es protegite
id: Data sinkronisasi anda terlindungi
it: I tuoi dati di sincronizzazione sono protetti
ja: 同期データは保護されています
ka: თქვენი დასინქრონებული მონაცემები დაცულია
kab: Amtawi n yisefka-k ittummesten
nl: Uw gesynchroniseerde gegevens zijn beveiligd
pa_in: ਤੁਹਾਡਾ ਸਿੰਕ ਡਾਟਾ ਸੁਰੱਖਿਅਤ ਹੈ
pl: Twoje synchronizowane dane są chronione
pt: Os seus dados sincronizados estão protegidos
pt_br: Seus dados sincronizados estão protegidos
ru: Ваши данные синхронизации защищены
sk: Vaše údaje sú chránené
sl: Vaši podatki o sinhronizaciji so zaščiteni
sr: Ваши синхронизовани подаци су заштићени
sr_latn: Vaši sinhronizovani podaci su zaštićeni
sv_se: Dina synkroniseringsdata är skyddade
th: ข้อมูลการซิงค์ของคุณได้รับการปกป้อง
tr: Eşitlenen verileriniz korunuyor
tt: Сезнең cинхронлау мәгълүматлары сакланган
uk: Ваші синхронізовані дані захищені
ur: آپ کا سنک شدہ ڈیٹا محفوظ ہے
vi: Dữ liệu đồng bộ của bạn được bảo vệ

source: If you lose access to your account, you’ll be able to restore your sync data.
bg: Ако загубите достъп до профила си, ще можете да възстановите синхронизираните данни.
cs: Pokud ztratíte přístup ke svému účtu, budete moci obnovit svá synchronizovaná data.
da: Hvis du mister adgangen til din konto, vil du kunne gendanne dine synkroniserede data.
el: Αν χάσετε την πρόσβαση στον λογαριασμό σας, θα μπορείτε να επαναφέρετε τα δεδομένα συγχρονισμού σας.
es_es: Si pierdes el acceso a tu cuenta, podrás restaurar tus datos de sincronización.
et: Kui kaotad ligipääsu oma kontole, siis saad oma sünkroniseeritud andmed taastada.
eu: Zure konturako sarbidea galtzen baduzu, sinkronizazio-datuak berreskuratzeko gai izango zara.
fa: اگر دسترسی به حساب خود را از دست بدهید، می‌توانید اطلاعات همگام‌شدهٔ خود را بازگردانید.
fi: Jos menetät pääsyn tilillesi, voit kuitenkin palauttaa synkronoidut tietosi.
fr: Si vous perdez l’accès à votre compte, vous pourrez restaurer vos données de synchronisation.
gd: Ma chailleas tu cothrom air a’ chunntas agad, gheibh thu greim air an dàta sioncronachaidh agad a-rithist leis.
he: אם תאבד הגישה לחשבון שלך, יהיה באפשרותך לשחזר את הנתונים המסונכרנים.
hr: Ako izgubiš pristup svom računu, moći ćeš vratiti podatke sinkronizacije.
hu: Ha elveszíti hozzáférését a fiókjához, akkor vissza fogja tudni állítani a szinkronizálási adatokat.
ia: Si tu perde le accesso a tu conto, tu potera restaurar tu datos synchronisate.
id: Jika anda kehilangan akses ke akun anda, anda akan dapat mengembalikan data sinkronisasi anda.
it: Se dovessi perdere l’accesso al tuo account, potrai ripristinare i dati di sincronizzazione.
ja: アカウントにアクセスできなくなっても、同期データを復元できます。
ka: თუ დაკარგავთ წვდომას თქვენს ანგარიშთან, შეგეძლებათ დასინქრონებული მონაცემების აღდგენა.
kab: Ma ur tezmireḍ ara ad tkecmeḍ ɣer umiḍan-ik, tzemreḍ ad t-terreḍ amtawi n yisefka-k.
nl: Als u de toegang tot uw account verliest, kunt u uw gesynchroniseerde gegevens herstellen.
pa_in: ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਡਾਟੇ ਲਈ ਪਹੁੰਚ ਗੁਆ ਲਈ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਸਿੰਕ ਡਾਟੇ ਨੂੰ ਬਹਾਲ ਕਰ ਸਕੋਗੇ।
pl: Jeśli utracisz dostęp do konta, to będzie można przywrócić synchronizowane dane.
pt: Se perder o acesso à sua conta, poderá restaurar os seus dados sincronizados.
pt_br: Se você perder o acesso à sua conta, poderá restaurar seus dados sincronizados.
ru: Если вы потеряете доступ к своему аккаунту, вы сможете восстановить данные синхронизации.
sk: Ak stratíte prístup k svojmu účtu, budete môcť obnoviť svoje synchronizované údaje.
sl: Če izgubite dostop do svojega računa, boste lahko obnovili podatke za sinhronizacijo.
sr: Ако изгубите приступ свом налогу, моћи ћете да опоравите синхронизоване податке.
sr_latn: Ako izgubite pristup svom nalogu, moći ćete da oporavite sinhronizovane podatke.
sv_se: Om du tappar åtkomst till ditt konto kan du återställa dina synkroniseringsdata.
th: หากคุณสูญเสียการเข้าถึงบัญชีของคุณ คุณจะสามารถคืนค่าข้อมูลการซิงค์ของคุณได้
tr: Hesabınıza ulaşamaz hale gelirseniz eşitlenen verilerinizi kurtarabilirsiniz.
uk: Якщо ви втратите доступ до свого облікового запису, ви зможете відновити синхронізовані дані.
ur: اگر آپ اپنے اکاؤنٹ تک رسائی سے محروم ہوجاتے ہیں تو ، آپ اپنا سنک ڈیٹا بحال کر سکتے ہیں۔
vi: Nếu bạn mất quyền truy cập vào tài khoản của mình, bạn sẽ có thể khôi phục dữ liệu đồng bộ hóa của mình.

source: Testing Firefox products
cs: Vyzkoušejte produkty Firefoxu
da: Test af Firefox-produkter
el: Δοκιμή προϊόντων Firefox
es_es: Probar productos de Firefox
et: Firefoxi toodete testimine
eu: Proba itzazu Firefox-en produktuak
fa: تست محصولات Firefox
fi: Firefox-tuotteiden testaaminen
fr: Tester de nouveaux produits Firefox
gd: A’ cur batharan Firefox fo dheuchainn
he: בדיקת מוצרי Firefox
hr: Testiranje Firefox proizvoda
hu: Firefox termékek tesztelése
ia: Testar le productos Firefox
id: Menguji produk Firefox
it: Testare i prodotti Firefox
ja: Firefox 製品を試す
ka: გამოცადეთ Firefox-ის პროდუქტები
kab: Asekyed n yifuras n Firefox
nl: Firefox-producten testen
pa_in: Firefox ਉਤਪਾਦ ਟੈਸਟ ਕਰਨਾ
pl: Testowanie produktów Firefoksa
pt: Testar produtos Firefox
pt_br: Testando produtos Firefox
ru: Тестирование продуктов Firefox
sk: Vyskúšajte produkty Firefoxu
sl: Preizkušanje izdelkov Firefox
sr: Тестирање Firefox производа
sr_latn: Testiranje Firefox proizvoda
sv_se: Testar Firefox-produkter
th: ทดสอบผลิตภัณฑ์ Firefox
tr: Firefox ürünlerini test etme
tt: Firefox продуктларын сынау
uk: Тестування продуктів Firefox
ur: Firefox مصنوعات کی جانچ
vi: Thử nghiệm các sản phẩm Firefox

source: Taking action to keep the internet healthy
cs: Bojujte za zdravý internet
da: At gøre noget for at holde internettet sundt
el: Δράσεις για να παραμείνει υγιές το διαδίκτυο
es_es: Actuando para mantener internet saludable
et: Meetmete kasutusele võtmine, et hoida internet tervena
fi: Aktivoituminen internetin pitämiseksi terveenä
fr: Agir pour la bonne santé d’Internet
gd: A’ gabhail pàirt is a’ cumail an t-eadar-lìon slàn fallain
he: נקיטת פעולה לשמירת בריאות האינטרנט
hr: Poduzimanje radnji za održavanje zdravog interneta
hu: Lépések tétele az internet egészségének megőrzése érdekében
ia: Ager pro mantener Internet in bon sanitate
id: Mengambil tindakan untuk jaga kesehatan Internet
it: Agire per proteggere la salute di internet
ja: インターネットを健全に保つために行動しましょう
ka: შეიტანეთ წვლილი ინტერნეტის სიჯანსაღისთვის
kab: Xdem kra i tezmert yelhan n internet
nl: Actie ondernemen om het internet gezond te houden
pa_in: ਇੰਟਰਨੈੱਟ ਨੂੰ ਮਜ਼ਬੂਤ ਬਣਾਈ ਰੱਖਣ ਲਈ ਕਾਰਵਾਈ ਕਰਨਾ
pl: Podejmowanie działań, aby Internet pozostał zdrowy
pt: Agir para manter a Internet saudável
pt_br: Tomando atitudes para manter a internet saudável
ru: Помогаем здоровому Интернету оставаться таким
sk: Boj za udržanie zdravého internetu
sr: Предузимање акције за одржавање интернета здравим
sr_latn: Preduzimanje akcije za održavanje interneta zdravim
sv_se: Vidtar åtgärder för att hålla internet friskt
th: ร่วมลงมือสร้างอินเตอร์เน็ตที่ดี
tr: İnternetin sağlığını korumak için harekete geçme
tt: Сәламәт Интернетка сәламәт булып калырга ярдәм итәбез
uk: Сприяння збереженню здоров'я Інтернету
vi: Hãy hành động để giữ cho internet khỏe mạnh

source: Safety and privacy online with Firefox and Mozilla
cs: Bezpečnost a soukromí online s Firefoxem a Mozillou
da: Sikkerhed og privatliv på nettet med Firefox og Mozilla
el: Ασφάλεια και απόρρητο στο διαδίκτυο με το Firefox και τη Mozilla
es_es: Seguridad y privacidad en línea con Firefox y Mozilla
et: Turvalisus ja privaatsus veebis Firefoxi ja Mozillaga
fa: ایمنی و حریم خصوصی آنلاین با Firefox و Mozilla
fi: Turvallisuus sekä yksityisyys verkossa Firefoxin ja Mozillan avulla
fr: Sécurité et confidentialité en ligne avec Firefox et Mozilla
gd: Sàbhailteach is prìobhaideachd air loidhne le Firefox agus Mozilla
he: בטיחות ופרטיות ברשת עם Firefox ו־Mozilla
hr: Sigurnost i privatnost na internetu s Firefoxom i Mozillom
hu: Biztonság és adatvédelem online a Firefox és a Mozilla segítségével
ia: Securitate e confidentialitate in linea con Firefox e Mozilla
id: Keamanan dan privasi daring dengan Firefox dan Mozilla
it: Sicurezza e privacy online con Firefox e Mozilla
ja: Firefox と Mozilla でオンラインの安全性とプライバシーを守ります
ka: უსაფრთხოება და პირადულობა ინტერნეტში, Firefox-ითა და Mozilla-თი
kab: Taɣellist d tbaḍnit deg uẓeṭṭa akked Firefox d Mozilla
nl: Online veiligheid en privacy met Firefox en Mozilla
pa_in: Firefox ਅਤੇ Mozilla ਨਾਲ ਸੁਰੱਖਿਆ ਅਤੇ ਪਰਦੇਦਾਰੀ ਆਨਲਾਈਨ
pl: Bezpieczeństwo i prywatność w Internecie z Firefoksem i Mozillą
pt: Segurança e privacidade na Internet com o Firefox e a Mozilla
pt_br: Segurança e privacidade online com Firefox e Mozilla
ru: Безопасность и приватность в Интернете с Firefox и Mozilla
sk: Bezpečnosť a ochrana osobných údajov na internete s Firefoxom a Mozillou
sl: Varnost in zasebnost na spletu s Firefoxom in Mozillo
sr: Онлајн сигурност и приватност уз Firefox и Mozilla-у
sr_latn: Onlajn sigurnost i privatnost uz Firefox i Mozilla-u
sv_se: Säkerhet och integritet online med Firefox och Mozilla
th: ความปลอดภัยและความเป็นส่วนตัวออนไลน์ด้วย Firefox และ Mozilla
tr: Firefox ve Mozilla ile çevrimiçi güvenlik ve gizlilik
tt: Firefox һәм Mozilla белән онлайнда иминлек һәм хосусыйлык
uk: Безпека та приватність онлайн з Firefox та Mozilla
vi: An toàn và quyền riêng tư trực tuyến với Firefox và Mozilla

source: Complete your set-up
cs: Dokončit nastavení
da: Afslut din opsætning
el: Ολοκληρώστε τη ρύθμιση
es_es: Completa tu configuración
et: Vii seadistamine lõpule
eu: Burutu zure konfigurazioa
fi: Suorita asennus loppuun
fr: Terminer votre configuration
gd: Cuir crìoch air an t-suidheachadh agad
he: נא להשלים את ההתקנה שלך
hr: Završite postavljanje
hu: Végezze el a beállítást
ia: Completa tu configuration
it: Completa la configurazione
ja: セットアップを完了
ka: დაასრულეთ გამართვა
kab: Fak tawila-ik
nl: Voltooi uw instellingen
pa_in: ਆਪਣਾ ਸੈਟਅੱਪ ਪੂਰਾ ਕਰੋ
pl: Dokończ konfigurację
pt: Conclua a sua configuração
pt_br: Conclua sua configuração
ru: Завершите настройку
sk: Dokončite svoje nastavenie
sl: Dokončajte svojo nastavitev
sr: Завршите постављање
sr_latn: Završite postavljanje
sv_se: Slutför din installation
th: ทำการตั้งค่าของคุณให้เสร็จสมบูรณ์
tr: Kurulumunuzu tamamlayın
tt: Урнаштыруны тәмамлагыз
uk: Завершіть налаштування
ur: اپنا سیٹ اپ مکمل کریں
vi: Hoàn thành thiết lập của bạn

source: Save recovery codes
cs: Uložit obnovovací kódy
da: Gem genoprettelseskoder
el: Αποθήκευση κωδικών ανάκτησης
es_es: Guardar códigos de recuperación
et: Salvesta taastekoodid
eu: Gorde berreskuratze-kodeak
fa: ذخیرهٔ کدهای بازآوری
fi: Tallenna palautuskoodit
fr: Enregistrer les codes de récupération
gd: Sàbhail na còdan aisig
he: שמירת קודי שחזור
hr: Spremi kodove za oporavak
hu: Helyreállítási kódok mentése
ia: Salvar codices de recuperation
it: Salva i codici di recupero
ja: 回復用コードを保存
ka: აღდგენის კოდების შენახვა
kab: Sekles tingalin n usellek
nl: Herstelcodes opslaan
pa_in: ਰਿਕਵਰੀ ਕੋਡ ਸੰਭਾਲੋ
pl: Zachowaj kody odzyskiwania
pt: Guardar códigos de recuperação
pt_br: Salvar códigos de recuperação
ru: Сохранить коды восстановления
sk: Uložiť obnovovacie kódy
sl: Shrani kode za obnovitev
sr: Сачувајте кодове за опоравак
sr_latn: Sačuvajte kodove za oporavak
sv_se: Spara återställningskoder
th: บันทึกรหัสการกู้คืน
tr: Kurtarma kodlarını kaydet
tt: Коткару кодларын саклау
uk: Зберегти коди відновлення
vi: Lưu mã khôi phục

source: Confirm recovery code
cs: Potvrdit obnovovací klíč
da: Bekræft genoprettelseskode
el: Επιβεβαίωση κωδικού ανάκτησης
es_es: Confirmar código de recuperación
et: Kinnita taastekood
eu: Berretsi berreskuratze-kodea
fi: Vahvista palautuskoodi
fr: Confirmer le code de récupération
gd: Dearbh còd aisig
he: אישור קוד שחזור
hr: Potvrdi kôd za oporavak
hu: Helyreállítási kód megerősítése
ia: Confirmar codice de recuperation
id: Konfirmasi kode pemulihan
it: Conferma il codice di recupero
ja: 回復用コードを確認
ka: აღდგენის კოდის დადასტურება
kab: Sentem tangalt n tririt
nl: Herstelcode bevestigen
pa_in: ਰਿਕਵਰੀ ਕੋਡ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź kod odzyskiwania
pt: Confirmar código de recuperação
pt_br: Confirmar código de recuperação
ru: Подтвердите код восстановления
sk: Potvrdiť obnovovací kľúč
sl: Potrdi kodo za obnovitev
sr: Потврдите код за опоравак
sr_latn: Potvrdite kod za oporavak
sv_se: Bekräfta återställningskod
th: ยืนยันรหัสกู้คืน
tr: Kurtarma kodunu doğrulayın
tt: Коткару кодын раслау
uk: Підтвердьте код відновлення
vi: Xác nhận mã khôi phục

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
cs: V případě ztráty svého zařízení, můžete opět získat přístup ke svému účtu zadáním jednoho z obnovovacích kódů.
da: Indtast en af dine gemte genoprettelseskoder for at sikre, at du kan få adgang til din konto igen, hvis du mister en enhed.
el: Για να διασφαλίσετε ότι θα μπορέσετε να αποκτήσετε ξανά πρόσβαση στον λογαριασμό σας, σε περίπτωση που χάσετε τη συσκευή σας, παρακαλώ εισαγάγετε έναν από τους αποθηκευμένους κωδικούς ανάκτησης.
es_es: Para asegurarte de poder recuperar el acceso a tu cuenta si pierdes un dispositivo, introduce uno de los códigos de recuperación.
et: Seadme kaotamise korral oma kontole ligipääsu taastamiseks sisesta üks oma salvestatud taastekoodidest.
fa: برای اطمینان از اینکه به حساب خود، در صورت گم شدن دستگاه تلفنتان، دسترسی داشته باشید، لطفا یکی از کدهای بازآوری خود را وارد کنید.
fi: Anna jokin tallennetuista palautuskoodeista, jotta voit palauttaa tilisi käyttöoikeuden laitteen kadotessa.
fr: Pour vous assurer que vous pourrez retrouver l’accès à votre compte en cas de perte d’un appareil, veuillez saisir l’un de vos codes de récupération enregistrés.
gd: Cuir a-steach aon dhe na còdan aisig a shàbhail thu a dhèanamh cinnteach gum faigh thu cothrom air a’ chunntas agad a-rithist ma chailleas tu an t-uidheam agad uaireigin.
he: כדי להבטיח שתהיה לך אפשרות לקבל שוב גישה לחשבון שלך במקרה שמכשירך יאבד, נא להכניס אחד מקודי השחזור ששמרת.
hr: Da bismo osigurali da možeš vratiti pristup svom računu u slučaju gubitka uređaja, molimo unesi jedan od spremljenih kôdova za oporavak.
hu: Annak érdekében, hogy visszaszerezhesse a fiókját az eszköz elvesztése esetén, írja be az egyik elmentett helyreállítási kódot.
ia: Pro assecurar que tu potera reganiar le accesso a tu conto si tu perde tu apparato, per favor insere un de tu codices de recuperation salvate.
it: Per ottenere nuovamente accesso al tuo account Firefox, nel caso in cui dovessi perdere il tuo dispositivo, inserisci uno dei codici di recupero salvati.
ja: 端末を紛失してしまった場合にアカウントへのアクセスを確実に回復できるようにするため、保存したいずれかの回復用コードを入力してください。
ka: იმის უზრუნველსაყოფად, რომ თქვენ შეძლებთ თქვენს ანგარიშზე წვდომის აღდგენას, მოწყობილობის დაკარგვის შემთხვევაში, გთხოვთ, შეიყვანოთ შენახული აღდგენის კოდიდან რომელიმე.
kab: Akken ad tḍemneḍ tzemreḍ ad tkecmeḍ ɣer umiḍan-ik ticki truḥ tiliɣri-ik, sekcem ma ulac aɣilif, yiwet seg tengalin n usellek yettwaskelsen.
nl: Voer in geval van een verloren apparaat een van uw opgeslagen herstelcodes in, om ervoor te zorgen dat u weer toegang kunt krijgen tot uw account.
pl: Aby upewnić się, że będzie można odzyskać dostęp do konta, to w przypadku zgubienia urządzenia podaj jeden z zachowanych kodów odzyskiwania.
pt: Para garantir que poderá recuperar o acesso à sua conta, no caso de perda de um dispositivo, por favor introduza um dos seus códigos de recuperação que guardou.
pt_br: Para garantir que você poderá recuperar o acesso à sua conta, no caso de perda de um dispositivo, digite um dos seus códigos de recuperação salvos.
ru: Чтобы убедиться, что вы сможете восстановить доступ к своему аккаунту в случае утери устройства, введите один из сохранённых кодов восстановления.
sk: V prípade straty svojho zariadenia môžete opätovne získať prístup k svojmu účtu zadaním jedného z obnovovacích kódov.
sr: Да бисте осигурали да можете вратити приступ вашем налогу, у случају губитка уређаја, унесите један од сачуваних кодова за опоравак.
sr_latn: Da biste osigurali da možete vratiti pristup vašem nalogu, u slučaju gubitka uređaja, unesite jedan od sačuvanih kodova za oporavak.
sv_se: Ange en av dina sparade återställningskoder för att säkerställa att du kan få åtkomst till ditt konto om du har tappat en enhet.
th: เพื่อให้แน่ใจว่าคุณจะสามารถเข้าถึงบัญชีของคุณในกรณีที่อุปกรณ์สูญหายได้โปรดป้อนรหัสการกู้คืนรหัสใดรหัสหนึ่งที่คุณบันทึกไว้
tr: Cihazınız kaybolursa hesabınıza tekrar erişebileceğinizden emin olmak için lütfen kaydettiğiniz kurtarma kodlarınızdan birini girin.
uk: Щоб переконатися, що у випадку втрати пристрою ви зможете отримати доступ до свого облікового запису, введіть один з ваших збережених кодів відновлення.
vi: Để đảm bảo rằng bạn sẽ có thể lấy lại quyền truy cập vào tài khoản của mình, trong trường hợp thiết bị bị mất, vui lòng nhập một trong các mã khôi phục đã lưu của bạn.

source: Recovery code
cs: Obnovovací kód
da: Genoprettelseskode
el: Κωδικός ανάκτησης
es_es: Código de recuperación
et: Taastekood
eu: Berreskuratze-kodea
fa: کد بازیابی
fi: Palautuskoodi
fr: Code de récupération
gd: Còd aisig
he: קוד שחזור
hr: Kȏd za oporavak
hu: Helyreállítási kód
ia: Codice de recuperation
id: Kode pemulihan
it: Codice di recupero
ja: 回復用コード
ka: აღდგენის კოდი
kab: Tangalt n usellek
nl: Herstelcode
pa_in: ਰਿਕਵਰੀ ਕੋਡ
pl: Kod odzyskiwania
pt: Código de recuperação
pt_br: Código de recuperação
ru: Код восстановления
sk: Obnovovací kód
sl: Koda za obnovitev
sr: Код за опоравак
sr_latn: Kod za oporavak
sv_se: Återställningskod
th: รหัสกู้คืน
tr: Kurtarma kodu
tt: Коткару коды
uk: Код відновлення
ur: بازیافت کوڈ
vi: Mã khôi phục

source: By proceeding, you agree to:<br /> Pocket’s <a id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
es_es: Al continuar, aceptas:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Términos de servicio</a> y <a id="pocket-pp" href="https://getpocket.com/en/privacy/">nota de privacidad</a> de Pocket<br /> <a id="fxa-tos" href="/legal/terms">Términos de servicio</a> y <a id="fxa-pp" href="/legal/privacy">nota de privacidad</a> de Firefox
fi: Jatkamalla hyväksyt:<br /> Pocketin <a id="pocket-tos" href="https://getpocket.com/en/tos/">käyttöehdot</a> ja <a id="pocket-pp" href="https://getpocket.com/en/privacy/">tietosuojakäytännön</a><br /> Firefoxin <a id="fxa-tos" href="/legal/terms">käyttöehdot</a> ja <a id="fxa-pp" href="/legal/privacy">tietosuojakäytännön</a>
hu: A folytatással beleegyezik a továbbiakba:<br /> A Pocket <a id="pocket-tos" href="https://getpocket.com/en/tos/">Szolgáltatási feltételeibe</a> és az <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Adatvédelmi nyilatkozatába</a><br /> A Firefox <a id="fxa-tos" href="/legal/terms">Szolgáltatási feltételeibe</a> és az <a id="fxa-pp" href="/legal/privacy">Adatvédelmi nyilatkozatába</a>
ka: თუ განაგრძობთ, თქვენ ეთანხმებით:<br /> Pocket-ის <a id="pocket-tos" href="https://getpocket.com/en/tos/">გამოყენების პირობებსა</a> და <a id="pocket-pp" href="https://getpocket.com/en/privacy/">პირადი მონაცემების დაცვის განაცხადს</a><br /> Firefox-ის <a id="fxa-tos" href="/legal/terms">გამოყენების პირობებსა</a> და <a id="fxa-pp" href="/legal/privacy">პირადი მონაცემების დაცვის განაცხადს</a>
kab: Imi ad tkemmleḍ, ad tqebleḍ:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Tiwtilin n useqdec</a> akedd <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Tsertit n tbaḍnit</a> n Pocket<br /> <a id="fxa-tos" href="/legal/terms">Tiwtilin n useqdec</a> akked <a id="fxa-pp" href="/legal/privacy">Tsertit n tbaḍnit</a> n Firefox
ru: Продолжая, вы принимаете:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Условия службы</a> и <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Уведомление о конфиденциальности</a><br /> Pocket <a id="fxa-tos" href="/legal/terms">Условия службы</a> и <a id="fxa-pp" href="/legal/privacy">Уведомление о конфиденциальности</a> Firefox
sk: Pokračovaním súhlasíte s:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Zmluvné podmienky</a> a <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Oznámenie o ochrane osobných údajov</a> služby Pocket<br /> <a id="fxa-tos" href="/legal/terms">Zmluvné podmienky</a> a <a id="fxa-pp" href="/legal/privacy">Oznámenie o ochrane osobných údajov</a> prehliadača Firefox.
sv_se: Genom att fortsätta godkänner du:<br /> Pockets <a id="pocket-tos" href="https://getpocket.com/en/tos/">användarvillkor</a> och <a id="pocket-pp" href="https://getpocket.com/en/privacy/">sekretesspolicy</a><br /> Firefoxs <a id="fxa-tos" href="/legal/terms">användarvillkor</a> och <a id="fxa-pp" href="/legal/privacy">sekretesspolicy</a>
tt: Дәвам итү нәтиҗәсендә Сез<br /> Pocket-ның <a id="pocket-tos" href="https://getpocket.com/en/tos/">Куллану Шартлары</a> һәм <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Хосусыйлык Аңлатмасы</a><br /> Firefox-ның <a id="fxa-tos" href="/legal/terms">Куллану Шартлары</a> һәм <a id="fxa-pp" href="/legal/privacy">Хосусыйлык Аңлатмасы</a> белән килешәчәксез
uk: Продовжуючи, ви приймаєте:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Умови надання послуги</a> та <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Положення про приватність</a> Pocket<br /> <a id="fxa-tos" href="/legal/terms">Умови надання послуги</a> та <a id="fxa-pp" href="/legal/privacy">Положення про приватність</a> Firefox
