Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Authorize this sign-in
ar: ائذن بهذا الولوج
ast: Autorizar esti aniciu de sesión
az: Bu daxil olmaya icazə ver
be: Аўтарызаваць гэты ўваход
bg: Разрешете това вписване
bn_bd: এই সাইন-ইন অনুমোদন করুন
bn_in: এই সাইন-ইন করার অনুমতি দিন
cs: Autorizovat toto přihlášení
cy: Awdurdodi'r mewngofnod hwn
da: Godkend dette login
el: Εξουσιοδότηση σύνδεσης
es_ar: Autorizar este ingreso
es_es: Autorizar este inicio de sesión
et: Autoriseeri see sisselogimine
eu: Baimendu saio-hasiera hau
fa: تایید این ورود
fi: Salli tämä kirjautuminen
fr: Autoriser cette connexion
fur: Autorize chest acès
gd: Ceadaich an clàradh a-steach seo
gl: Autorizar este inicio de sesión
he: אישור התחברות זו
hi_in: इस प्रवेश को अधिकृत करें
hr: Autoriziraj ovu prijavu
hu: Engedélyezze ezt a bejelentkezést
ia: Autorisar iste apertura de session
id: Izinkan untuk masuk
is: Heimila þessa innsendingu
it: Autorizza questo accesso
ja: このログインを承認
ka: ნებართვა შესვლაზე
kab: Sireg ajerred-agi
nl: Deze aanmelding autoriseren
pa_in: ਇਸ ਸਾਇਨ ਇਨ ਨੂੰ ਪਰਮਾਣਿਤ ਕਰੋ
pl: Upoważnij to logowanie
pt: Autorizar este início de sessão
pt_br: Autorizar este acesso
ru: Разрешить этот вход
sk: Autorizovať toto prihlásenie
sl: Overi to prijavo
sq: Autorizoje këtë hyrje
sr: Овласти ово пријављивање
sr_latn: Ovlasti ovo prijavljivanje
sv_se: Auktorisera denna inloggning
te: ఇది అధికారిక సైన్-ఇన్
th: อนุญาตการลงชื่อเข้านี้
tr: Bu girişe izin ver
tt: Бу керүне раслау
uk: Дозволити цей вхід
vi: Cho phép đăng nhập này

source: Check your email for the code sent to %(email)s.
be: Праверце ў сваёй электроннай пошце код, дасланы на %(email)s.
bg: Проверете своя ел. поща за код, изпратен до %(email)s.
cy: Gwiriwch eich e-bost am y cod sydd wedi ei anfon at %(email)s.
es_ar: Verifique en su correo electrónico el código enviado a %(email)s.
es_es: Comprueba tu correo. Se envió el código a %(email)s.
fi: Katso osoitteeseen %(email)s lähetetty koodi.
hi_in: %(email)s पर भेजे गए कोड के लिए अपना ईमेल जाँचें.
hu: Ellenőrizze a leveleit, hogy megérkezett-e a kód ide: %(email)s.
ka: შეამოწმეთ ელფოსტა, კოდი გამოგზავნილია მისამართზე: %(email)s.
kab: Wali tabbaṭ inek n imayl akken ad tkecmeḍ ɣer tengalt n unekcum ittwaznen ɣer %(email)s.
ru: Поищите письмо с кодом, отправленное на %(email)s.
sq: Kontrolloni te email-i juaj për kodin dërguar te %(email)s.
sr: Проверите вашу е-пошту ради кода послатог на %(email)s.
sr_latn: Proverite vašu e-poštu radi koda poslatog na %(email)s.
sv_se: Kontrollera din e-post för koden skickad till %(email)s.
te: %(email)s‌కి పంపిన సంకేతం కోసం మీ ఈమెయిలును తనిఖీ చేయండి.
tr: %(email)s adresine gönderdiğimiz kodu kontrol edin.
tt: Эл. почтагыздан %(email)s адресына җибәрелгән кодны эзләгез.
uk: Знайдіть лист з кодом, надісланий на %(email)s.

source: Enter code
be: Увядзіце код
bn_bd: কোড দিন
cy: Rhowch y cod
es_ar: Ingresar el código
sq: Jepni kod

source: Enter security code
ar: أدخِل رمز الأمان
az: Təhlükəsizlik kodunu daxil edin
be: Увядзіце код бяспекі
bg: Въведете кода за сигурност
bn_bd: নিরাপত্তা কোড দিন
cs: Zadejte bezpečnostní kód
cy: Rhowch y cod dilysu
da: Indtast sikkerhedskode
el: Εισαγάγετε τον κωδικό ασφαλείας
es_ar: Ingrese el código de seguridad
es_es: Introduce el código de seguridad
et: Sisesta turvakood
eu: Sartu segurtasun-kodea
fa: ورودِ کدِ بازآوری
fi: Kirjoita turvallisuuskoodi
fr: Saisissez le code de sécurité
fur: Inserìs il codiç di sigurece
gd: Cuir a-steach an còd tèarainteachd
gl: Escriba o código de seguridade
he: נא להזין קוד אבטחה
hi_in: सुरक्षा कोड दर्ज करें
hr: Upiši sigurnosni kȏd
hu: Adja meg a biztonsági kódot
ia: Insere le codice de securitate
id: Masukkan kode keamanan
is: Settu inn öryggiskóða
it: Inserisci il codice di verifica
ja: セキュリティコードを入力
ka: შეიყვანეთ უსაფრთხოების კოდი
kab: Sekcem tangalt n tɣellist
nl: Voer beveiligingscode in
pa_in: ਸੁਰੱਖਿਆ ਕੋਡ ਦਿਓ
pl: Wpisz kod zabezpieczeń
pt: Introduzir código de segurança
pt_br: Insira o código de segurança
ru: Введите защитный код
sk: Zadajte bezpečnostný kód
sl: Vnesite varnostno kodo
sq: Jepni kod sigurie
sr: Унесите безбедносни код
sr_latn: Unesite bezbednosni kod
sv_se: Ange säkerhetskod
te: భద్రతా సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัสความปลอดภัย
tr: Güvenlik kodunu yazın
tt: Иминлек кодын кертегез
uk: Введіть код безпеки
ur: سلامتی کوڈ داخل کریں
vi: Nhập mã bảo mật

source: Open your authentication app and enter the security code it provides.
ar: افتح التطبيق الذي تريد توثيقه وأدخِل رمز الأمان المعروض فيه.
az: Daxil olma tətbiqinizi açın və göstərdiyi təhlükəsizlik kodunu daxil edin.
be: Адкрыйце праграму аўтэнтыфікацыі і ўвядзіце код бяспекі, які яна выдае.
bg: Отворете приложението си за удостоверяване и въведете кода за сигурност, който предостави.
cs: Otevřete svou ověřovací aplikaci a opište z ní bezpečnostní kód.
cy: Agorwch eich ap dilysu a rhowch y cod diogelwch mae'n ei ddarparu.
da: Åbn din godkendelsesapp og indtast den angivne sikkerhedskode.
el: Ανοίξτε την εφαρμογή ταυτοποίησής σας και εισαγάγετε τον κωδικό ασφαλείας που σας παρέχει.
es_ar: Abra su aplicación de autenticación e ingrese el código de seguridad que proporciona.
es_es: Abre tu aplicación de autenticación e introduce el código de seguridad que te aparece.
et: Ava oma autentimise äpp ja sisesta selle poolt genereeritud turvakood.
eu: Ireki zure autentifikazio-aplikazioa eta sartu bertan agertzen den segurtasun-kodea.
fa: برنامه ارزیابی خود را باز کنید و کد امنیتی ارائه شده را وارد کنید.
fi: Avaa käyttämäsi todennussovellus ja kirjoita sen näyttämä turvallisuuskoodi.
fr: Ouvrez l’application d’authentification et saisissez le code de sécurité fourni.
fur: Vierç la tô aplicazion di autenticazion e inserìs il codiç di sigurece che ti da.
gd: Fosgail an aplacaid dearbhaidh agad is cuir a-steach an còd tèarainteachd a gheibh thu ann.
gl: Abra a aplicación de autenticación e escriba o código de seguridade que fornece.
he: נא לפתוח את יישומון האימות שלך ולהקליד את קוד האבטחה שמופיע בו.
hi_in: अपना प्रमाणीकरण ऐप खोलें और जो इसके द्वारा प्रदान किया गया सुरक्षा कोड दर्ज करें.
hr: Otvori program za autentifikaciju i upiši ponuđen sigurnosni kod.
hu: Nyissa meg a hitelesítő alkalmazását, és adja meg az általa adott biztonsági kódot.
ia: Aperi tu application de authentication e insere le codice de securitate que illo forni.
id: Buka aplikasi autentikasi Anda dan masukkan kode keamanan yang disediakan.
is: Opnaðu auðkenningarforritið þitt og settu inn öryggiskóðann sem það gefur upp.
it: Apri l’app di autenticazione e inserisci il codice di verifica ottenuto.
ja: お使いの認証アプリを開いて、そこに表示されたセキュリティコードを入力してください。
ka: გახსენით შესვლის დასამოწმებელი პროგრამა და შეიყვანეთ მოცემული უსაფრთხოების კოდი.
kab: Ldi asnas n usesteb sakin sekcem tangalt n tɣellist i d-imudd.
nl: Open uw app voor authenticatie en voer de aangeboden beveiligingscode in.
pa_in: ਆਪਣੀ ਪਰਮਾਣਕਿਤਾ ਐਪ ਖੋਲ੍ਹੋ ਅਤੇ ਇਸ ਵਲੋਂ ਦਿੱਤੇ ਸੁਰੱਖਿਆ ਕੋਡ ਲਿਖੋ।
pl: Otwórz aplikację uwierzytelniania i wpisz podany przez nią kod zabezpieczeń.
pt: Abra a sua aplicação de autenticação e introduza o código de segurança providenciado.
pt_br: Abra seu aplicativo de autenticação e digite o código de segurança que ele fornece.
ru: Откройте своё приложение для аутентификации и введите предоставленный им защитный код.
sk: Otvorte svoju overovaciu aplikáciu a opíšte z nej bezpečnostný kód.
sl: Odprite svojo aplikacijo za overitev in vnesite dobljeno varnostno kodo.
sq: Hapni aplikacionin tuaj të mirëfilltësimeve dhe jepni kodin e sigurisë që ofron.
sr: Отворите вашу апликацију за аутентификацију и унесите безбедносни код који нуди.
sr_latn: Otvorite vašu aplikaciju za autentifikaciju i unesite bezbednosni kod koji nudi.
sv_se: Öppna din autentiseringsapp och ange säkerhetskoden som tillhandahålls.
te: మీ అధీకరణ అనువర్తనాన్ని తెరిచి, అదిచ్చే భద్రతా సంకేతాన్ని ఇక్కడ ఇవ్వండి.
th: เปิดแอปการยืนยันตัวบุคคลของคุณและป้อนรหัสความปลอดภัยที่ให้มา
tr: Kimlik doğrulama uygulamanızı açın ve uygulamanın verdiği güvenlik kodunu yazın.
tt: Аутентификация кушымтасын ачыгыз һәм ул биргән иминлек кодын кертегез.
uk: Відкрийте вашу програму автентифікації та введіть код безпеки, який вона пропонує.
vi: Mở ứng dụng xác thực của bạn và nhập mã bảo mật mà ứng dụng cung cấp.

source: Enter 6-digit code
ar: أدخِل الرمز المكوّن من 6 خانات
az: 6 rəqəmli kodu daxil edin
be: Увядзіце 6-значны код
bg: Въведете 6-цифрения код
bn_bd: 6-ডিজিটের কোড দিন
cs: Zadejte šestimístný kód
cy: Rhowch y cod 6 nod
da: Indtast 6-cifret kode
el: Εισαγάγετε τον 6-ψήφιο κωδικό
es_ar: Ingrese el código de 6 dígitos
es_es: Introduce el código de 6 dígitos
et: Sisesta 6-kohaline kood
eu: Sartu 6 digituko kodea
fa: کد ۶ رقمی را وارد کنید
fi: Kirjoita 6-numeroinen koodi
fr: Saisissez le code à 6 chiffres
fur: Inserìs il codiç a 6 cifris
gd: Cuir a-steach an còd sia-àireamhach
gl: Escriba o código de 6 díxitos
he: נא להזין קוד בן 6 ספרות
hi_in: 6-अंकों का कोड दर्ज करें
hr: Upiši šesteroznamenkasti kȏd
hu: Adja meg a 6 számjegyű kódot
ia: Insere le codice de 6 digitos
id: Masukkan kode 6 digit
is: Settu inn 6-stafa kóða
it: Inserisci il codice a 6 cifre
ja: 6 桁のコードを入力
ka: შეიყვანეთ 6-ციფრიანი კოდი
kab: Sekcem tangalt s 6-izwilen
nl: Voer 6-cijferige code in
pa_in: 6-ਅੰਕ ਦਾ ਕੋਡ ਦਿਓ
pl: Wpisz sześciocyfrowy kod
pt: Introduzir código de 6 dígitos
pt_br: Insira o código de 6 dígitos
ru: Введите код из 6 цифр
sk: Zadajte šesťmiestny kód
sl: Vnesite 6-mestno kodo
sq: Jepni kodin 6-shifror
sr: Унесите шестоцифрени код
sr_latn: Unesite šestocifreni kod
sv_se: Ange 6-siffrig kod
te: 6-అంకెల సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัส 6 หลัก
tr: 6 basamaklı kodu yazın
tt: 6-цифрлы кодны кертегез
uk: Введіть 6-значний код
ur: 6 ہندسوں کا کوڈ درج کریں
vi: Nhập mã gồm 6 chữ số

source: Use recovery code
be: Выкарыстаць код аднаўлення
cy: Defnyddiwch y cod adfer
es_ar: Utilizar el código de recuperación
sq: Përdor kod rikthimi

source: Check your email for the authorization code sent to %(email)s.
ar: راجع بريدك الإلكتروني لتجد رمز التخويل المرسل إلى %(email)s.
az: %(email)s ünvanına göndərilmiş daxil olma kodu üçün e-poçtunuzu yoxlayın.
be: Праверце ў сваёй электроннай пошце код аўтарызацыі, дасланы на %(email)s.
bg: Проверете вашата поща за упълномощаващ код, изпратен до %(email)s.
cs: Zkontrolujte autorizační kód, který jsme poslali na adresu %(email)s.
cy: Edrychwch ar eich e-bost am god awdurdodi anfonwyd at %(email)s.
da: Tjek din mail for godkendelseskoden, der er sendt til %(email)s.
el: Ελέγξτε το email σας για τον κωδικό ταυτοποίησης που απεστάλη στο %(email)s.
es_ar: Fijate en tu correo electrónico el código de autorización enviado a %(email)s.
es_es: Comprueba en tu correo electrónico el código de autorización enviado a %(email)s.
et: Kontrolli aadressi %(email)s e-posti autoriseerimiskoodi leidmiseks.
eu: Egiaztatu zure posta-elektronikoa %(email)s helbidera bidalitako baimen-koderako.
fa: رایانامهٔ خود را برای کُد تاییدیهٔ هویت ارسال شده به %(email)s بررسی کنید.
fi: Katso osoitteeseen %(email)s lähetetty valtuuskoodi.
fr: Consultez votre boîte de réception pour accéder au code d’autorisation envoyé à %(email)s.
fur: Controle la casele di pueste: il codiç di autorizazion al è stât inviât a %(email)s.
gd: Thoir sùil air a’ phost-d agad airson a’ chòd dearbhadh a chuir sinn gu %(email)s.
gl: Busca no correo electrónico o código de autorización enviado a %(email)s.
he: נא לבדוק קבלת קוד אישור שנשלחה לכתובת %(email)s בהודעת דוא״ל.
hi_in: %(email)s के लिए भेजा प्राधिकरण कोड के लिए अपने ईमेल की जाँच करें |
hr: Pregledaj e-poštu za autorizacijskim kodom koji je poslan na %(email)s.
hu: Ellenőrizze a leveleit, hogy megérkezett-e az engedélyezési kód ide: %(email)s.
ia: Controla tu e-mail pro le codice de autorisation inviate a %(email)s.
id: Periksa surel Anda untuk kode otorisasi yang dikirim ke %(email)s.
is: Skoðaðu tölvupóstinn þinn og finndu auðkenningarkóðann sem sendur var á %(email)s.
it: Controlla la casella di posta: il codice di autorizzazione è stato inviato a %(email)s.
ja: 認証コードを %(email)s 宛にお送りしましたので、メールをチェックしてください。
ka: შეამოწმეთ თქვენი ელფოსტა %(email)s, რომელზეც გამოგზავნილია დაშვების კოდი.
kab: Wali tabbaṭ inek n imayl akken ad tkecmeḍ ɣer tengalt n unekcum ittwaznen ɣer %(email)s.
nl: Controleer uw e-mail op de autorisatiecode die naar %(email)s is verzonden.
pa_in: %(email)s ਨੂੰ ਭੇਜੇ ਗਏ ਪਰਮਾਣਕਿਤਾ ਕੋਡ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź, czy w skrzynce %(email)s jest kod upoważnienia.
pt: Verifique o seu email para o código de autorização enviado para %(email)s.
pt_br: Verifique se recebeu o email com o código de autorização, enviado para %(email)s.
ru: Поищите письмо с кодом авторизации, отправленное на %(email)s.
sk: Na vašu e-mailovú adresu %(email)s sme poslali autorizačný kód.
sl: Med svojo e-pošto poiščite overitveno kodo, poslano na %(email)s.
sq: Kontrolloni email-in tuaj për kodin e autorizimit dërguar te %(email)s.
sr: Проверите вашу е-пошту ради потврдног кода послатог на %(email)s.
sr_latn: Proverite vašu e-poštu radi potvrdnog koda poslatog na %(email)s.
sv_se: Kontrollera din e-post efter behörighetskoden som skickas till %(email)s.
te: %(email)s లకు పంపబడిన అధికార సంకేతానికి మీ ఇమెయిల్ను తనిఖీ చేయండి.
th: ตรวจสอบอีเมลของคุณสำหรับโค้ดยืนยันตัวตนที่ส่งไปยัง %(email)s
tr: %(email)s adresine gönderdiğimiz yetki kodunu kontrol edin.
tt: Эл. почтагыздан %(email)s адресына җибәрелгән авторизация кодын эзләгез.
uk: Знайдіть лист з кодом авторизації, надісланий на %(email)s.
vi: Kiểm tra email của bạn để xem mã ủy quyền được gửi tới %(email)s.

source: Enter authorization code
ar: أدخل رمز التخويل
ast: Introducir códigu d'autorización
az: Avtorizasiya kodunu daxil edin
be: Увядзіце код аўтарызацыі
bg: Код за упълномощаване
bn_bd: অনুমোদন কোডটি লিখুন
bn_in: অনুমোদন কোড টি দিন
cs: Zadejte autorizační kód
cy: Rhowch y cod awdurdodi
da: Indtast godkendelseskode
el: Εισαγάγετε τον κωδικό ταυτοποίησης
es_ar: Ingresar código de autorización
es_es: Introducir código de autorización
et: Sisesta autoriseerimiskood
eu: Idatzi baimen-kodea
fa: ورود کد تایید هویت
fi: Kirjoita valtuuskoodi
fr: Saisissez le code d’autorisation
fur: Inserìs il codiç di autorizazion
gd: Cuir a-steach an còd ùghdarrachaidh
gl: Escriba o código de autorización
he: נא להכניס את קוד ההרשאה
hi_in: प्राधिकार कूट दर्ज करें
hr: Unesi autorizacijski kôd
hu: Adja meg az engedélyezési kódot
ia: Insere le codice de autorisation
id: Masukkan kode autentikasi
is: Settu inn auðkenningarkóða
it: Digita il codice di autorizzazione
ja: 認証コードを入力
ka: შეიყვანეთ დაშვების კოდი
kab: Sekcem tangalt n tsiregt
nl: Voer autorisatiecode in
pa_in: ਪਰਮਾਣਕਿਤਾ ਕੋਡ ਦਿਓ
pl: Wpisz kod upoważnienia
pt: Introduzir o código de autorização
pt_br: Digite o código de autorização
ru: Введите код авторизации
sk: Zadajte autorizačný kód
sl: Vnesite overitveno kodo
sq: Jepni kodin e autorizimit
sr: Унесите ауторизациони код
sr_latn: Unesite autorizacioni kod
sv_se: Ange behörighetskod
te: ధృవీకరణ కోడ్ ఎంటర్ చేయండి
th: ใส่รหัสอนุญา
tr: Yetkilendirme kodunu girin
tt: Раслау кодын кертү
uk: Введіть код авторизації
ur: اختیار دہی کوڈ داخل کریں
vi: Nhập mã ủy quyền

source: Create a Firefox Account
ar: أنشئ حسابَ فَيَرفُكس
ast: Crear una cuenta de Firefox
az: Firefox Hesabı Yarat
be: Стварыць уліковы запіс Firefox
bg: Създаване на Firefox Account
bn_bd: একটি Firefox অ্যাকাউন্ট খুলুন
bn_in: একটি Firefox অ্যাকাউন্ট তৈরি করুন।
cs: Vytvořit účet Firefoxu
cy: Creu Cyfrif Firefox
da: Opret en Firefox-konto
el: Δημιουργία λογαριασμού Firefox
es_ar: Cree una cuenta Firefox
es_es: Crear una cuenta de Firefox
et: Firefoxi konto loomine
eu: Sortu Firefoxen kontua
fa: ایجاد یک حساب فایرفاکس
fi: Luo Firefox-tili
fr: Créer un compte Firefox
gd: Cruthaich cunntas Firefox
he: יצירת חשבון Firefox
hi_in: एक फ़ायरफ़ॉक्स खाता बनायें
hr: Stvori račun za Firefox
hu: Firefox fiók létrehozása
ia: Crear un conto Firefox
id: Buat Firefox Account
it: Crea un nuovo account Firefox
ja: Firefox アカウントの作成
ka: Firefox-ანგარიშის შექმნა
kab: Rnu amiḍan Firefox
lv: Izveidot Firefox kontu
nl: Een Firefox-account aanmaken
pa: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਬਣਾਓ
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਬਣਾਓ
pl: Utwórz konto Firefoksa
pt: Criar uma Conta Firefox
pt_br: Criar uma Conta Firefox
ru: Создать Аккаунт Firefox
sk: Vytvorenie účtu Firefox
sl: Ustvarite Firefox Račun
sq: Krijoni një Llogari Firefox
sr: Направи Firefox налог
sr_latn: Napravi Firefox nalog
sv_se: Skapa ett Firefox-konto
te: Firefox ఖాతాను సృష్టించండి
th: สร้างบัญชี Firefox
tr: Firefox Hesabı Oluştur
tt: Firefox Хисабын булдыру
uk: Створення облікового запису Firefox
ur: ایک Firefox اکاؤنٹ بنائیں
vi: Tạo tài khoản Firefox

source: Repeat password
ar: كرر كلمة السرّ
ast: Repitir contraseña
az: Parolu sıfırla
be: Паўтарыць пароль
bg: Повторете паролата
bn_bd: পুনরায় পাসওয়ার্ড দিন
bn_in: পাসওয়ার্ড পুনরাবৃত্তি করুন
cs: Zopakujte heslo
cy: Ailadrodd y cyfrinair
da: Gentag adgangskode
el: Επανάληψη κωδικού πρόσβασης
es_ar: Repetí la contraseña
es_es: Repetir contraseña
et: Korda parooli
eu: Errepikatu pasahitza
fa: تکرار گذرواژه
fi: Toista salasana
fr: Répéter le mot de passe
fur: Ripet password
gd: Cuir am facal-faire a-steach a-rithist
gl: Repetir contrasinal
he: חזרה על הססמה
hi_in: कूटशब्द आवृत्ति
hr: Ponovi lozinku
hu: Jelszó megismétlése
ia: Repete le contrasigno
id: Ulangi sandi
is: Endurtaka lykilorð
it: Ripeti password
ja: パスワードを再入力してください
ka: გაიმეორეთ პაროლი
kab: Sekcem tikelt nniḍen awal uffir
lv: Atkārtojiet paroli
nl: Herhaal wachtwoord
pa: ਪਾਸਵਰਡ ਦੁਹਰਾਉ
pa_in: ਪਾਸਵਰਡ ਦੁਹਰਾਉ
pl: Powtórz hasło
pt: Repita a palavra-passe
pt_br: Repetir senha
ru: Повторите пароль
sk: Zopakujte heslo
sl: Ponovite geslo
sq: Rijepeni fjalëkalimin
sr: Поновите лозинку
sr_latn: Ponovite lozinku
sv_se: Upprepa lösenordet
te: సంకేతపదం మళ్ళీ
th: ทวนรหัสผ่าน
tr: Parola tekrarı
tt: Паролны кабатлау
uk: Повторити пароль
ur: پاسورڈ دہرائیں
vi: Nhập lại mật khẩu

source: Don’t lose this password. If you need to reset it, you may lose Sync data.
be: Не губляйце гэты пароль. Калі вам патрэбіцца скінуць яго, вы можаце страціць дадзеныя сінхранізацыі.
cy: Peidiwch colli'r cyfrinair hwn. Os oes angen ei ailosod, mae'n bosib i chi golli data Sync.
es_ar: No pierda esta contraseña. Si necesita restablecerla, puede perder la sincronización de los datos.
sq: Mos e humbni këtë fjalëkalim. Nëse ju duhet ta ricaktoni, mund të humbni të dhëna Sync-u.

source: <span>Don’t reuse your email password</span>If someone knows your email password, they can approve your Firefox sign-in on a new device and access your data.
be: <span>Не выкарыстоўвайце свой пароль ад электроннай пошты</span>Калі хтосьці ведае ваш пароль электроннай пошты, ён зможа пацвердзіць ваш уваход у Firefox на новай прыладзе і атрымаць доступ да вашых дадзеных.
cy: <span>Peidiwch ail ddefnyddio eich cyfrinair e-bost</span>Os yw rhywun yn gwybod am eich cyfrinair e-bost, mae'n bosib iddyn nhw ddefnyddio eich mewngofnod Firefox ar ddyfais newydd a chael at eich data.
es_ar: <span>No vuelva a utilizar su contraseña de correo electrónico</span>Si alguien sabe su contraseña de correo electrónico, puede aprobar su ingreso a Firefox en un nuevo dispositivo y acceder a sus datos.
sq: <span>Mos e ripërdorni fjalëkalimin tuaj email</span>Nëse dikush e di fjalëkalimin e email-it tuaj, ata mund të miratojnë hyrje tuajën Firefox në një pajisje të re dhe të hyjnë në të dhënat tuaja.

source: <span>Remember your password</span>If you need to reset your password, you will lose any Sync data that is not on one of your devices.
be: <span>Запомніце свой пароль</span>Калі вам спатрэбіцца скінуць пароль, вы страціце ўсе сінхранізаваныя звесткі, якіх няма на адной з вашых прылад.
cy: <span>Cofiwch eich cyfrinair</span>Os fyddwch angen ailosod eich cyfrinair, byddwch yn colli data Sync nad yw ar un o'ch dyfeisiau.
es_ar: <span>Recuerde su contraseña</span>Si necesita restablecer su contraseña, perderá cualquier sincronización de datos que no esté en uno de sus dispositivos.
sq: <span>Mbajeni mend fjalëkalimin tuaj</span>Nëse ju duhet të ricaktoni fjalëkalimin tuaj, do të humbni çfarëdo të dhënash që s’gjenden në një nga pajisjet tuaja.

source: Get the latest news about Mozilla and Firefox
ar: احصل على آخر أخبار موزيلا و فَيَرفُكس
az: Mozilla və Firefox haqqında son xəbərləri əldə edin
be: Атрымліваць апошнія навіны пра Mozilla і Firefox
bg: Получавайте последните новини за Mozilla и Firefox
cs: Získejte nejčerstvější novinky o Mozille a Firefoxu
cy: Derbyniwch y newyddion diweddaraf gan Mozilla a Firefox
da: Få de seneste nyheder om Mozilla og Firefox
el: Λάβετε τις τελευταίες ειδήσεις σχετικά με τη Mozilla και το Firefox
es_ar: Recibí las noticias más recientes sobre Mozilla y Firefox
es_es: Obtén las últimas noticias de Mozilla y Firefox
et: Hangi viimased Mozilla ja Firefoxi uudised
eu: Eskuratu Mozilla eta Firefoxi buruzko azken berriak
fa: دریافت آخرین اخبار از موزیلا و فایرفاکس
fi: Tilaa uusimmat Mozilla- ja Firefox-uutiset
fr: Recevoir les dernières actualités concernant Mozilla et Firefox
fur: Ricêf lis ultimis notiziis su Mozilla e Firefox
gd: Faigh na naidheachdan as ùire mu Mozilla is Firefox
gl: Reciba as últimas novas sobre Mozilla e Firefox
he: צפייה בחדשות האחרונות על Mozilla ועל Firefox
hi_in: Mozilla और Firefox के विषय में नवीनतम समाचार प्राप्त करें
hr: Dobij najnovije vijesti o Mozilli i Firefoxu
hu: Iratkozzon fel a legfrissebb Mozilla és Firefox hírekre
ia: Recipe le ultime novas sur Mozilla e Firefox
id: Dapatkan berita terkini tentang Mozilla dan Firefox
is: Fáðu nýjustu fréttir um Mozilla og Firefox
it: Ricevi le ultime novità su Mozilla e Firefox
ja: Mozilla と Firefox に関する最新情報を入手
ka: მიიღეთ უახლესი ცნობები Mozilla-სა და Firefox-ის შესახებ
kab: Awi-d isallen ineggura ɣef Mozilla akked Firefox
nl: Ontvang het laatste nieuws over Mozilla en Firefox
pa_in: ਮੋਜ਼ੀਲਾ ਅਤੇ ਫਾਇਰਫਾਕਸ ਬਾਰੇ ਤਾਜ਼ਾ ਖ਼ਬਰਾਂ ਲਵੋ
pl: Najnowsze aktualności o Mozilli i Firefoksie
pt: Obtenha as notícias mais recentes acerca da Mozilla e do Firefox
pt_br: Receba as últimas notícias sobre a Mozilla e o Firefox
ru: Получать последние новости о Mozilla и Firefox
sk: Získajte najčerstvejšie novinky o Mozille a Firefoxe
sl: Sledite novicam o Mozilli in Firefoxu
sq: Merrni lajmet më të reja rreth Mozilla-s dhe Firefox-it
sr: Сазнајте најновије вести о Mozilla-и и Firefox-у
sr_latn: Saznajte najnovije vesti o Mozilla-i i Firefox-u
sv_se: Få de senaste nyheterna om Mozilla och Firefox
te: మొజిల్లా, Firefoxల గురించి తాజా వార్తలు పొందండి
th: รับข่าวสารล่าสุดเกี่ยวกับ Mozilla และ Firefox
tr: Mozilla ve Firefox hakkındaki son haberleri alın
tt: Mozilla һәм Firefox хакындагы соңгы яңалыкларны алыгыз
uk: Отримайте останні новини про Mozilla і Firefox
ur: Mozilla اور Firefox سے متعلق تازہ ترین خبریں حاصل کریں
vi: Nhận tin tức mới nhất về Mozilla và Firefox

source: Create account
ar: أنشئ حسابًا
ast: Crear cuenta
az: Hesab yarat
be: Стварыць уліковы запіс
bg: Създаване на сметка
bn_bd: অ্যাকাউন্ট তৈরি করুন
bn_in: অ্যাকাউন্ট তৈরি করুন
cs: Vytvořit účet
cy: Creu cyfrif
da: Opret konto
el: Δημιουργία λογαριασμού
es_ar: Crear cuenta
es_es: Crear cuenta
et: Loo konto
eu: Sortu kontua
fa: ایجاد حساب کاربری
fi: Luo tili
fr: Créer un compte
fur: Cree un account
gd: Cruthaich cunntas
gl: Crear unha conta
he: יצירת חשבון
hi_in: खाता बनाएँ
hr: Otvori račun
hu: Fiók létrehozása
ia: Crear un conto
id: Buat akun
is: Stofna notandaaðgang
it: Crea un account
ja: アカウントを作成
ka: ანგარიშის შექმნა
kab: Rnu amiḍan
lv: Izveidot kontu
nl: Account aanmaken
pa_in: ਖਾਤਾ ਬਣਾਓ
pl: Utwórz konto
pt: Criar conta
pt_br: Criar conta
ru: Создать аккаунт
sk: Vytvoriť účet
sl: Ustvari račun
sq: Krijoni llogari
sr: Направи налог
sr_latn: Napravi nalog
sv_se: Skapa konto
te: ఖాతా సృష్టించు
th: สร้างบัญชี
tr: Hesap oluştur
tt: Хисап язмасы булдыру
uk: Створити обліковий запис
ur: اکاؤنٹ بنائيں
vi: Tạo tài khoản
