Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
cs: Instalace Firefoxu a nastavení synchronizace na alespoň dvou zařízeních vás také ochrání před ztrátou vašich dat.
da: Installering af Firefox og synkronisering mellem mindst to enheder beskytter dig også mod at miste dine data.
el: Η εγκατάσταση του Firefox και ο συγχρονισμός μεταξύ τουλάχιστον δύο συσκευών προστατεύει επίσης από την απώλεια των δεδομένων σας.
es_es: Instalar Firefox y sincronizar al menos dos dispositivos también te protege contra la pérdida de datos.
et: Firefox paigaldamine ja sünkroniseerimine vähemalt kahte seadmesse kaitseb ka teie andmeid kadumise eest.
eu: Firefox instalatu eta gutxienez bi gailuren artean sinkronizatzeak zure datuak galtzetik ere babesten zaitu.
fi: Firefoxin asentaminen ja synkronointi ainakin kahden laitteen välillä suojaa myös tietojen menettämiseltä.
fr: L’installation de Firefox et la synchronisation entre au moins deux appareils protègent également contre la perte de vos données.
fur: Instalâ e sincronizâ Firefox tra almancul doi dispositîfs ti protêç ancje cuintri lis pierditis di dâts.
gl: A instalación de Firefox e a sincronización entre polo menos dous dispositivos tamén protexe contra a perda de datos.
he: התקנת Firefox וסנכרון בין שני מכשירים לפחות מגן גם מפני אובדן הנתונים שלך.
hr: Instaliranje Firefoxa i sinkronizacija između najmanje dva uređaja također štiti od gubitka podataka.
hu: A Firefox két eszközre történő telepítése és egymás közötti szinkronizálása az adatvesztéstől is megvédi.
ia: Le installation de Firefox e le synchronisation inter al minus duo apparatos alsi protege contra le perdita de tu datos.
is: Uppsetning á Firefox og samstilling á milli að minnsta kosti tveggja tækja, verndar þig einnig gegn gagnatapi.
it: Installare e sincronizzare Firefox tra almeno due dispositivi ti protegge anche contro la perdita dei dati.
ja: Firefox をインストールして 2 台以上の端末間で同期すると、データの損失を防ぐこともできます。
ka: Firefox-ის დაყენება და დასინქრონება სულ მცირე ორ მოწყობილობაზე, დაგიცავთ მონაცემების დაკარგვისგან.
kab: Asebded n Firefox d umtawi gar xerṣum n sin yibenkan, ad yemmesten daɣen mgal rrwah n yisefka.
nl: Het installeren van Firefox en het synchroniseren tussen ten minste twee apparaten beschermt ook tegen verlies van uw gegevens.
pl: Zainstalowanie Firefoksa i synchronizowanie między co najmniej dwoma urządzeniami chroni także przed utratą danych.
pt: Instalar o Firefox e sincronizar entre pelo menos dois dispositivos também protege da perda de dados.
pt_br: Instalar o Firefox e sincronizar entre pelo menos dois dispositivos também protege contra a perda de dados.
ru: Установка Firefox и синхронизация как минимум между двумя устройствами также защитит вас от потери данных.
sk: Inštalácia Firefoxu a synchronizácia medzi najmenej dvoma zariadeniami tiež chráni pred stratou vašich údajov.
sl: Z namestitvijo Firefoxa in sinhronizacijo med vsaj dvema napravama se tudi zaščitite pred izgubo podatkov.
sr: Инсталирање Firefox-а и синхронизација између најмање два уређаја такође штити од губитка података.
sr_latn: Instaliranje Firefox-a i sinhronizacija između najmanje dva uređaja takođe štiti od gubitka podataka.
sv_se: Att installera Firefox och synkronisera mellan minst två enheter skyddar också mot dataförlust.
th: การติดตั้ง Firefox และการซิงค์ระหว่างอุปกรณ์อย่างน้อยสองเครื่องยังช่วยป้องกันการสูญเสียข้อมูลของคุณได้ด้วย
tr: Firefox’u yükleyip en az iki cihaz arasında eşitlemek, verilerinizi kaybetmeniz ihtimaline karşı da koruma sağlar.
uk: Встановлення Firefox та синхронізація між, принаймні, двома пристроями також захищає від втрати ваших даних.
vi: Cài đặt Firefox và đồng bộ hóa giữa ít nhất hai thiết bị cũng bảo vệ chống mất dữ liệu của bạn.

source: Ready to scan
cs: Připraveno na skenování
da: Klar til at skanne
el: Σάρωση
es_es: Listo para escanear
et: Skannimiseks valmis
eu: Eskaneatzeko prest
fi: Valmiina skannaamaan
fr: Prêt·e à scanner
fur: Pront par scansionâ
gd: Deiseil airson sganadh
gl: Listo para escanear
he: מוכן לסריקה
hi_in: स्कैन करने के लिए तैयार
hr: Spremno za skeniranje
hu: Leolvasásra kész
ia: Preste a scannar
id: Siap memindai
is: Tilbúið til skönnunar
it: Pronto per la scansione
ja: スキャンの準備完了
ka: მზადაა წასაკითხად
kab: Ihegga i uḍummu
nl: Klaar om te scannen
pa_in: ਸਕੈਨ ਕਰਨ ਲਈ ਤਿਆਰ
pl: Gotowy do skanowania
pt: Pronto para digitalizar
pt_br: Pronto para digitalizar
ru: Сканировать QR-код
sk: Skenovanie je pripravené
sl: Pripravljeno za skeniranje
sr: Спреман за скенирање
sr_latn: Spreman za skeniranje
sv_se: Redo att skanna
th: พร้อมที่จะสแกน
tr: Taramaya hazır
tt: Сканерлауга әзер
uk: Готовий до сканування
ur: سکین کرنے کے لئے تیار
vi: Sẵn sàng để quét

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device</h1><p>with a QR code we've created just for you</p>
cs: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Připojte své mobilní zařízení</h1><p>pomocí QR kódu, který jsme pro vás připravili</p>
da: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Forbind din mobile enhed</h1><p>med en QR-kode, vi har lavet specielt til dig</p>
el: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Συνδέστε την κινητή σας συσκευή</h1><p>με τον κωδικό QR που έχουμε δημιουργήσει για εσάς</p>
es_es: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Conecta tu dispositivo móvil</h1><p>con el código QR que hemos creado solo para ti</p>
et: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Ühenda oma mobiilne seade</h1><p>kasutades just sinule loodud QR-koodi</p>
eu: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Konektatu zure gailu mugikorra</h1><p>zuretzat sortu berri dugun QR kodea erabiliz</p>
fi: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Yhdistä mobiililaitteesi</h1><p>juuri sinulle luodulla QR-koodilla</p>
fr: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connectez votre appareil mobile</h1><p>avec un code QR que nous avons créé spécialement pour vous</p>
fur: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Conet il to dispositîf mobil</h1><p>cuntun codiç QR creât di pueste par te</p>
gl: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Conecte o dispositivo móbil</h1><p>co código QR creado para vostede</p>
he: ניתן <h1 id="fxa-cad-qr-connect-your-mobile-device-header">לחבר את המכשיר הנייד שלך</h1><p>עם QR שיצרנו במיוחד עבורך</p>
hr: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Poveži svoj mobilni uređaj</h1><p>pomoću QR kôda koji smo stvorili samo za tebe</p>
hu: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Csatlakoztatta a mobileszközét</h1><p>az előállított QR-kóddal</p>
ia: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connecte tu apparato mobile</h1><p> con un codice QR que nos ha create solo pro te</p>
is: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Tengdu snjalltækið þitt</h1><p>með QR-kóða sem við útbjuggum sérstaklega fyrir þig</p>
it: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connetti il tuo dispositivo mobile</h1><p> con un codice QR creato appositamente per te</p>
ja: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">モバイル端末に接続します</h1><p>生成された QR コードを読み取ってください</p>
ka: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">დააკავშირეთ თქვენი მობილური მოწყობილობა</h1><p>თქვენთვის შექმნილი QR-კოდით</p>
kab: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Qqen ibenk-inek/inem aziraz</h1><p>s tengalt QR i d-terniḍ i yiman-ik/im kan</p>
nl: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Verbind uw mobiele apparaat</h1><p>met een QR-code die we speciaal voor u hebben gemaakt</p>
pl: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Połącz swój telefon</h1><p>za pomocą kodu QR, utworzonego specjalnie dla Ciebie</p>
pt: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Ligue o seu dispositivo móvel</h1><p>com um código QR que nós criamos para si</p>
pt_br: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Conecte seu dispositivo móvel</h1><p>com um código QR que criamos só para você</p>
ru: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Подключите мобильное устройство</h1> <p>с помощью QR-кода, который мы создали специально для вас</p>
sk: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Pripojte svoje mobilné zariadenie</h1><p>pomocou QR kódu, ktorý sme vytvorili len pre vás</p>
sl: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Povežite svojo mobilno napravo</h1><p>s QR-kodo, ki smo jo ustvarili za vas</p>
sr: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Повежите ваш мобилни уређај</h1><p>са QR кодом који смо направили само за вас</p>
sr_latn: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Povežite vaš mobilni uređaj</h1><p>sa QR kodom koji smo napravili samo za vas</p>
sv_se: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Anslut din mobila enhet </h1><p>med en QR-kod som vi har skapat just för dig</p>
th: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">เชื่อมต่ออุปกรณ์มือถือของคุณ</h1><p>ด้วยรหัส QR ที่เราสร้างให้คุณ</p>
tr: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Mobil cihazınızı</h1><p>sadece sizin için oluşturduğumuz QR koduyla bağlayın</p>
uk: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Підʼєднайте ваш мобільний пристрій</h1><p>за допомогою QR-коду, який ми щойно створили для вас</p>
vi: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Kết nối thiết bị di động của bạn</h1><p>bằng mã QR mà chúng tôi đã tạo chỉ dành cho bạn</p>

source: Open the camera app on your device
cs: Otevřete aplikaci fotoaparátu na svém zařízení
da: Åbn kamera-appen på din enhed
el: Ανοίξτε την κάμερα στη συσκευή σας
es_es: Abre la aplicación de la cámara en tu dispositivo
et: Ava oma seadmes kaameraäpp
eu: Ireki kameraren aplikazioa zure gailuan
fi: Avaa laitteesi kamerasovellus
fr: Ouvrez l’application appareil photo sur votre appareil
fur: Vierç la aplicazion de fotocjamare sul to dispositîf
gl: Abra a aplicación de cámara no dispositivo
he: נא לפתוח את יישומון המצלמה במכשיר שלך
hr: Otvori program kamere na svom uređaju
hu: Nyissa meg a kamera alkalmazást az eszközén
ia: Aperi sur tu apparato le app photo-camera
is: Opnaðu myndavélarforritið á tækinu þínu
it: Apri l’app della fotocamera sul tuo dispositivo
ja: デバイスでカメラアプリを開いてください
ka: გახსენით კამერის პროგრამა თქვენს მოწყობილობაზე
kab: Ldi asnas n tkamiṛat deg yibenk-inek
nl: Open de camera-app op uw apparaat
pa_in: ਆਪਣੇ ਡਿਵਾਈਸ ਉੱਤੇ ਕੈਮਰਾ ਐਪ ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz aplikację aparatu na swoim urządzeniu
pt: Abra a aplicação da câmara no seu dispositivo
pt_br: Abra o aplicativo de câmera no seu dispositivo
ru: Откройте приложение камеры на вашем устройстве
sk: Otvorte na svojom zariadení aplikáciu fotoaparátu
sl: Odprite kamero na svoji napravi
sr: Отворите апликацију за камеру на вашем уређају
sr_latn: Otvorite aplikaciju za kameru na vašem uređaju
sv_se: Öppna kameraappen på din enhet
th: เปิดแอปกล้องบนอุปกรณ์ของคุณ
tr: Cihazınızda kamera uygulamasını açın
tt: Җиһазыгызда камера кушымтасын ачыгыз
uk: Відкрийте програму камери на вашому пристрої
ur: اپنے آلے پر کیمرہ ایپ کھولیں۔
vi: Mở ứng dụng máy ảnh trên thiết bị của bạn

source: Point the camera at the QR code and tap the link that appears
cs: Namiřte fotoaparát na QR kód a klepněte na odkaz, který se objeví
da: Peg kameraet mod QR-koden, og tryk på det link, der vises
el: Στρέψτε την κάμερα στον κωδικό QR και πατήστε το σύνδεσμο που εμφανίζεται
es_es: Apunta la cámara al código QR y toca el enlace que aparece
et: Suuna kaamera QR-koodile ning puuduta kuvatavat linki
eu: Seinalatu kamerarekin QR kodera eta sakatu agertzen den lotura
fi: Kohdista kamera QR-koodiin ja napauta näkyviin tulevaa linkkiä
fr: Dirigez l’appareil photo vers le code QR et appuyez sur le lien qui apparait
fur: Ponte il codiç QR cu la fotocjamare e tocje il colegament che al ven fûr
gl: Apunte a cámara ao código QR e toque a ligazón que aparece
he: לכוון את המצלמה לקוד ה־QR ולגעת בקישור שמופיע
hr: Usmjeri kameru na QR kod i dodirni poveznicu koja se pojavi
hu: Mutasson a kamerával a QR-kódra, és koppintson a megjelenő hivatkozásra
ia: Puncta le camera al codice QR e tocca le ligamine que appare
is: Beindu myndavélinni að QR-kóðanum og ýttu á tengilinn sem birtist
it: Inquadra con la fotocamera il codice QR e tocca il link che appare
ja: カメラを QR コードに向け、表示されるリンクをタップしてください
ka: მიუშვირეთ კამერა QR-კოდს და შეეხეთ გამოსახულ ბმულს
kab: Wehhi takamiṛat ɣer tengalt QR syen aru aseɣwen ara d-ibanen
nl: Richt de camera op de QR-code en tik op de getoonde koppeling
pa_in: ਕੈਮਰੇ ਨੂੰ QR ਕੋਡ ਉੱਤੇ ਕਰੋ ਅਤੇ ਨਸ਼ਰ ਹੋਣ ਵਾਲੇ ਲਿੰਕ ਨੂੰ ਛੂਹੋ
pl: Skieruj aparat na kod QR i stuknij wyświetlony odnośnik
pt: Aponte a câmara para o código QR e toque na ligação que aparece
pt_br: Aponte a câmera para o código QR e toque no link que aparece
ru: Наведите камеру на QR-код и нажмите на появившуюся ссылку
sk: Namierte fotoaparát na QR kód a ťuknite na odkaz, ktorý sa zobrazí
sl: Namerite kamero na kodo QR in tapnite povezavo, ki se prikaže
sr: Усмерите камеру на QR код и додирните везу која се појави
sr_latn: Usmerite kameru na QR kod i dodirnite vezu koja se pojavi
sv_se: Rikta kameran mot QR-koden och tryck på länken som visas
th: เล็งกล้องไปที่รหัส QR แล้วแตะลิงก์ที่ปรากฏ
tr: Kamerayı QR koduna doğrultun ve görünen bağlantıya dokunun
tt: Камераны QR кодка юнәлтегез һәм хасил булган сылтамага басыгыз
uk: Наведіть камеру на QR-код і торкніться посилання, яке з'явиться
vi: Hướng camera vào mã QR và chạm vào liên kết mà nó xuất hiện

source: Install Firefox and open it on your device
cs: Nainstalujte si Firefox na své zařízení a spusťte ho
da: Installer Firefox, og åbn den på din enhed
el: Εγκαταστήστε και ανοίξτε το Firefox στη συσκευή σας
es_es: Instala Firefox y ábrelo en tu dispositivo
et: Paigalda Firefox ja ava see oma seadmes
eu: Instalatu Firefox eta ireki ezazu zure gailuan
fi: Asenna Firefox ja avaa se laitteellasi
fr: Installez Firefox et ouvrez-le sur votre appareil
fur: Instale Firefox e vierzilu sul to dispositîf
gl: Instale Firefox e ábrao no seu dispositivo
hr: Instaliraj Firefox i otvori ga na svom uređaju
hu: Telepítse a Firefoxot, és nyissa meg az eszközén
ia: Installa Firefox e aperi lo sur tu apparato
is: Settu upp Firefox og opnaðu á tækinu
it: Installa Firefox e aprilo sul dispositivo
ja: Firefox をインストールして、デバイスで開いてください
ka: დააყენეთ Firefox და გახსენით თქვენს მოწყობილობაზე
kab: Sebded Firefox syen ldi-t deg yibenk-inek
nl: Installeer Firefox en open het op uw apparaat
pa_in: Firefox ਇੰਸਟਾਲ ਕਰੋ ਅਤੇ ਆਪਣੇ ਡਿਵਾਈਸ ਉੱਤੇ ਇਸ ਨੂੰ ਖੋਲ੍ਹੋ
pl: Zainstaluj Firefoksa i otwórz go na swoim urządzeniu
pt: Instale o Firefox e abra-o no seu dispositivo
pt_br: Instale o Firefox e abra no seu dispositivo
ru: Установите Firefox и откройте его на своем устройстве
sk: Nainštalujte si Firefox a otvorte ho vo svojom zariadení
sl: Namestite Firefox in ga odprite v svoji napravi
sr: Инсталирајте Firefox и отворите га на вашем уређају
sr_latn: Instalirajte Firefox i otvorite ga na vašem uređaju
sv_se: Installera Firefox och öppna den på din enhet
th: ติดตั้ง Firefox และเปิดบนอุปกรณ์ของคุณ
tr: Firefox’u yükleyin ve cihazınızda açın
tt: Җиһазыгызга Firefox-ны урнаштырыгыз һәм аны ачыгыз
uk: Встановіть Firefox та запустіть його на вашому пристрої
ur: Firefox انسٹال کریں اور اسے اپنے آلہ پر کھولیں۔
vi: Cài đặt Firefox và mở nó trên thiết bị của bạn

source: Sign into your account
cs: Přihlaste se ke svému účtu
da: Log in på din konto
el: Συνδεθείτε στο λογαριασμό σας
es_es: Conéctate a tu cuenta
et: Logi sisse oma kontole
eu: Hasi saioa zure kontuan
fi: Kirjaudu tilillesi
fr: Connectez-vous à votre compte
fur: Jentre sul to account
gd: Clàraich a-steach dhan chunntas agad
gl: Acceda á súa conta
hi_in: अपने खाते में साइन इन करें
hr: Prijavi se na svoj račun
hu: Jelentkezzen be ebbe a fiókjába
ia: Accede a tu conto
id: Masuk ke akun Anda
is: Skráðu þig inn á notandaaðganginn þinn
it: Accedi al tuo account
ja: アカウントにログイン
ka: შედით თქვენს ანგარიშზე
kab: Kcem ɣer umiḍan inek
nl: Meld u aan bij uw account
pa_in: ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਇਨ ਇਨ ਕਰੋ
pl: Zaloguj się na konto
pt: Entrar na sua conta
pt_br: Entre na sua conta
ru: Войдите в свой аккаунт
sk: Prihláste sa do svojho účtu
sl: Prijavite se v svoj račun
sr: Пријавите се у ваш налог
sr_latn: Prijavite se u vaš nalog
sv_se: Logga in på ditt konto
te: మీ ఖాతా లోనికి ప్రవేశించండి
th: ลงชื่อเข้าบัญชีของคุณ
tr: Hesabınıza giriş yapın
tt: Хисабыгызга керегез
uk: Увійдіть до свого облікового запису
ur: اپنے اکاؤنٹ میں سائن ان کریں
vi: Đăng nhập vào tài khoản của bạn

source: <span class="number">1</span>Open the camera app on your device
cs: <span class="number">1</span>Spusťte na svém zařízení aplikaci fotoaparátu
da: <span class="number">1</span>Åbn kamera-appen på din enhed
el: <span class="number">1</span>Ανοίξτε την κάμερα στη συσκευή σας
es_es: <span class="number">1</span>Abre la aplicación de la cámara en tu dispositivo
et: <span class="number">1</span>Ava oma seadmes kaameraäpp
eu: <span class="number">1</span>Ireki kameraren aplikazioa zure gailuan
fi: <span class="number">1</span>Avaa laitteesi kamerasovellus
fr: <span class="number">1</span> Ouvrez l’application Appareil photo sur votre appareil
fur: <span class="number">1</span>Vierç la aplicazion de fotocjamare sul to dispositîf
gl: <span class="number">1</span>Abra a aplicación de cámara no dispositivo
hr: <span class="number">1</span>Otvori program kamere na svom uređaju
hu: <span class="number">1</span>Nyissa meg a kamera alkalmazást az eszközén
ia: <span class="number">1</span>Aperi le app photo-camera sur tu apparato
is: <span class="number">1</span>Opnaðu myndavélarforritið á tækinu þínu
it: <span class="number">1</span>Apri l’app della fotocamera sul tuo dispositivo
ja: <span class = "number">1</ span> デバイスでカメラアプリを開いてください
ka: <span class="number">1</span>გახსენით კამერის პროგრამა თქვენს მოწყობილობაზე
kab: <span class="number">1</span>Ldi asnas n tkamiṛat deg yibenk-inek
nl: <span class="number">1</span>Open de camera-app op uw apparaat
pa_in: <span class="number">1</span>ਆਪਣੇ ਡਿਵਾਈਸ ਉੱਤੇ ਕੈਮਰਾ ਐਪ ਨੂੰ ਖੋਲ੍ਹੋ
pl: <span class="number">1</span>Otwórz aplikację aparatu na swoim urządzeniu
pt: <span class="number">1</span>Abra a aplicação da câmara no seu dispositivo
pt_br: <span class="number">1</span>Abra o aplicativo de câmera no seu dispositivo
ru: <span class="number">1</span>Откройте приложение камеры на своем устройстве
sk: <span class="number">1</span>Otvorte na svojom zariadení aplikáciu fotoaparátu
sl: <span class="number">1</span>Odprite kamero na svoji napravi
sr: <span class="number">1</span>Отворите апликацију за камеру на вашем уређају
sr_latn: <span class="number">1</span>Otvorite aplikaciju za kameru na vašem uređaju
sv_se: <span class="number">1</span>Öppna kameraappen på din enhet
th: <span class="number">1</span>เปิดแอปกล้องบนอุปกรณ์ของคุณ
tr: <span class="number">1</span>Cihazınızda kamera uygulamasını açın
tt: <span class="number">1</span>Җиһазыгызда камера кушымтасын ачыгыз
uk: <span class="number">1</span>Відкрийте програму камери на вашому пристрої
vi: <span class="number">1</span>Mở ứng dụng máy ảnh trên thiết bị của bạn

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
cs: <span class="number">2</span>Namiřte fotoaparát na QR kód a klepněte na odkaz, který se objeví
da: <span class="number">2</span>Peg kameraet mod QR-koden, og tryk på det link, der vises
el: <span class="number">2</span>Στρέψτε την κάμερα στον κωδικό QR και πατήστε το σύνδεσμο που εμφανίζεται
es_es: <span class="number">2</span>Apunta la cámara al código QR y toca el enlace que aparece
et: <span class="number">2</span>Suuna kaamera QR-koodile ja puuduta kuvatavat linki
eu: <span class="number">2</span>Seinalatu kamerarekin QR kodera eta sakatu agertzen den lotura
fi: <span class="number">2</span>Kohdista kamera QR-koodiin ja napauta näkyviin tulevaa linkkiä
fr: <span class="number">2</span> Pointez la caméra vers le code QR et appuyez sur le lien qui apparait
fur: <span class="number">2</span>Ponte il codiç QR cu la fotocjamare e tocje il colegament che al ven fûr
gl: <span class="number">2</span>Apunte a cámara ao código QR e toque a aplicación que aparece
hr: <span class="number">2</span>Usmjeri kameru na QR kod i dodirni poveznicu koja se pojavi
hu: <span class="number">2</span>Mutasson a kamerával a QR-kódra, és koppintson a megjelenő hivatkozásra
ia: <span class="number">2</span>Puncta le camera al codice QR e tocca le ligamine que appare
is: <span class="number">2</span>Beindu myndavélinni að QR-kóðanum og ýttu á tengilinn sem birtist
it: <span class="number">2</span>Inquadra con la fotocamera il codice QR e tocca il link che appare
ja: <span class = "number">2</ span> カメラを QR コードに向け、表示されるリンクをタップしてください
ka: <span class="number">2</span>მიუშვირეთ კამერა QR-კოდს და შეეხეთ გამოსახულ ბმულს
kab: <span class="number">2</span>Err takamiṛat ɣer tengalt QR syen sit ɣef useɣwen ara d-ibanen
nl: <span class="number">2</span>Richt de camera op de QR-code en tik op de getoonde koppeling
pa_in: <span class="number">2</span>ਕੈਮਰੇ ਨੂੰ QR ਕੋਡ ਉੱਤੇ ਕਰੋ ਅਤੇ ਨਸ਼ਰ ਹੋਣ ਵਾਲੇ ਲਿੰਕ ਨੂੰ ਛੂਹੋ
pl: <span class="number">2</span>Skieruj aparat na kod QR i stuknij wyświetlony odnośnik
pt: <span class="number">2</span>Aponto a câmara para o código QR e toque na ligação que aparece
pt_br: <span class="number">2</span>Aponte a câmera para o código QR e toque no link que aparece
ru: <span class="number">2</span>Наведите камеру на QR-код и нажмите появившуюся ссылку
sk: <span class="number">2</span>Nasmerujte fotoaparát na QR kód a ťuknite na odkaz, ktorý sa zobrazí
sl: <span class="number">2</span>Namerite kamero na kodo QR in tapnite povezavo, ki se prikaže
sr: <span class="number">2</span>Усмерите камеру на QR код и додирните везу која се појави
sr_latn: <span class="number">2</span>Usmerite kameru na QR kod i dodirnite vezu koja se pojavi
sv_se: <span class="number">2</span>Rikta kameran mot QR-koden och tryck på länken som visas
th: <span class="number">2</span>เล็งกล้องไปที่รหัส QR แล้วแตะลิงก์ที่ปรากฏ
tr: <span class="number">2</span>Kamerayı QR koduna doğrultun ve görünen bağlantıya dokunun
tt: <span class="number">2</span>Камераны QR кодка юнәлтегез һәм хасил булган сылтамага басыгыз
uk: <span class="number">2</span>Наведіть камеру на QR-код і торкніться посилання, яке з'явиться
vi: <span class="number">2</span>Đưa camera vào mã QR và chạm vào liên kết mà nó xuất hiện
