Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: You are now ready to use <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
cs: Nyní můžete službu <div class="graphic %(serviceLogo)s">%(serviceName)s</div> začít používat
da: Du er nu klar til at bruge <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
el: Μπορείτε να χρησιμοποιήσετε το <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
es_es: Ahora estás listo para usar <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
et: Oled nüüd valmis kasutama teenust <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
eu: Prest zaude <div class="graphic %(serviceLogo)s">%(serviceName)s</div> erabiltzeko.
fi: Voit nyt käyttää palvelua <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
fr: Vous pouvez maintenant utiliser <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
fur: Cumò al è dut pront par doprâ <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
gl: Xa pode usar <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
hu: Készen áll a(z) <div class="graphic %(serviceLogo)s">%(serviceName)s</div> használatára
ia: Ora tu es preste a usar <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
id: Anda sekarang siap untuk menggunakan <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
is: Nú geturðu farið að nota <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
it: Ora sei pronto per utilizzare <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
ja: <div class="graphic %(serviceLogo)s">%(serviceName)s</div> を使用する準備が整いました
ka: უკვე შეგიძლიათ გამოიყენოთ <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
kab: Twejdeḍ tura i useqdec n <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
nl: U bent nu klaar om <div class="graphic %(serviceLogo)s">%(serviceName)s</div> te gebruiken
pa_in: ਹੁਣ ਤੁਸੀਂ <div class="graphic %(serviceLogo)s">%(serviceName)s</div> ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੋ
pl: Można teraz używać usługi <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
pt: Agora você está pronto para usar <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
pt_br: Agora está tudo pronto para você usar o <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
ru: Теперь вы готовы использовать <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
sk: Teraz ste pripravení používať službu <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
sl: Sedaj ste pripravljeni na uporabo storitve <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
sv_se: Du är nu redo att använda <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
tr: <div class="graphic %(serviceLogo)s">%(serviceName)s</div> hizmetini kullanmaya hazırsınız
tt: Сез хәзер <div class="graphic %(serviceLogo)s">%(serviceName)s</div> хезмәтен куллана аласыз
uk: Усе готово для користування <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
vi: Bây giờ bạn đã sẵn sàng để sử dụng <div class="graphic %(serviceLogo)s">%(serviceName)s</div>

source: Generate a new account recovery key
fur: Gjenere une gnove clâf di recupar dal account
gl: Xerar unha nova clave de recuperación da conta
is: Útbúa nýjan endurheimtulykil fyrir reikninginn

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
cs: <span>POZNÁMKA:</span> Když obnovíte své heslo, obnovíte tím stav celého účtu. Může dojít ke ztrátě některých vašich osobních informací (včetně historie, záložek a hesel). To proto, že pro ochranu soukromí vaše data heslem šifrujeme. Vaše předplatná a data ve službě Pocket zůstanou beze změny.
da: <span>BEMÆRK:</span> Når du nulstiller din adgangskode, nulstiller du din konto. Nogle af dine personlige oplysninger (herunder historik, bogmærker og adgangskoder) kan gå tabt. Det skyldes, at vi krypterer dine data med din adgangskode for at beskytte dit privatliv. Du beholder stadig de abonnementer, du måtte have, og dine Pocket-data berøres ikke.
el: <span>ΣΗΜΕΙΩΣΗ:</span> Όταν κάνετε επαναφορά του κωδικού πρόσβασής σας, γίνεται επαναφορά του λογαριασμού σας. Ενδέχεται να χάσετε μερικές προσωπικές πληροφορίες (όπως ιστορικό, σελιδοδείκτες και κωδικούς πρόσβασης). Αυτό συμβαίνει επειδή κρυπτογραφούμε τα δεδομένα σας με τον κωδικό πρόσβασής σας για την προστασία του απορρήτου σας. Όλες οι συνδρομές σας θα διατηρηθούν και τα δεδομένα σας στο Pocket δεν θα επηρεαστούν.
es_es: <span>NOTA:</span> Cuando restableces tu contraseña, también restableces tu cuenta. Puede que pierdas alguna información personal (incluyendo tu historial, marcadores, y contraseñas). Eso es debido a que encriptamos tus datos con tu contraseña para proteger tu privacidad. Seguirás manteniendo las suscripciones que pudieras tener y los datos de Pockeet no se verán modificados.
et: <span>MÄRKUS:</span> Kui lähtestad selle parooli, siis lähtestatakse ka sinu konto. Võid selle käigus kaotada osa enda isiklikest andmetest (muuhulgas ajaloo, järjehoidjad ja paroolid). See on nii seepärast, et krüpteerime sinu andmed privaatsuse kaitsmiseks parooli abil. Alles jäävad kõik võimalikud tellimused ja Pocketi andmeid see samuti ei mõjuta.
fi: <span>HUOMIO:</span> Kun nollaat salasanasi, nollaat tilisi. Saatat menettää osan henkilökohtaisista tiedoistasi (mukaan lukien historia, kirjanmerkit ja salasanat). Tämä johtuu siitä, että salaamme tietosi salasanallasi suojellaksemme yksityisyyttäsi. Säilytät silti mahdolliset tilauksesi, eikä salasanan nollaus vaikuta Pocketissa oleviin tietoihin.
fr: <span>ATTENTION :</span> Lorsque vous réinitialisez votre mot de passe, vous réinitialisez votre compte. Il se peut que vous perdiez certaines informations personnelles (comme votre historique, vos marque-pages et vos mots de passe), car nous chiffrons vos données à l’aide de votre mot de passe afin de protéger votre vie privée. Vos éventuels abonnements seront cependant conservés et vos données Pocket ne seront pas affectées.
fur: <span>NOTE:</span> cuant che tu azeris la tô password, tu azeris ancje il contignût dal to account. Tu podaressis pierdi cualchi informazion personâl (come cronologjie, segnelibris e passwords). Chest a sucêt parcè che o criptìn i tiei dâts cu la tô password, par protezi la tô riservatece. Tu mantignarâs distès ducj i abonaments in vore e i dâts di Pocket no vignaran modificâts.
gl: <span>NOTA:</span> ao restabelecer o contrasinal, restabelece a conta. Pode perder parte da súa información persoal (incluído o historial, os marcadores e os contrasinais). Isto é porque ciframos os seus datos co seu contrasinal para protexer a súa privacidade. Aínda conservará as subscricións que teña e os datos de Pocket non se verán afectados.
he: <span>לתשומת לבך:</span> בעת איפוס הססמה שלך, מתבצע גם איפוס החשבון שלך. חלק מהמידע הפרטי שלך (לרבות היסטוריה, סימניות וססמאות) עשוי ללכת לאיבוד. הסיבה לכך היא שאנו מצפינים את הנתונים שלך עם הססמה שלך כדי להגן על פרטיותך. עדיין ישארו לך המינויים שקיימים אצלך, ונתוני ה־Pocket שלך לא יושפעו.
hu: <span>MEGJEGYZÉS:</span> Ha visszaállítja a jelszavát, akkor visszaállítja a fiókját is. Emiatt elveszítheti a személyes információit (köztük az előzményeit, könyvjelzőit és jelszavait). Ez azért van, mert az adatait a jelszavával titkosítjuk az adatvédelme érdekében. Az esetleges előfizetéseit és Pocket-adatait továbbra is meg fogja tartani.
ia: <span>NOTA:</span> Quando tu reinitialisa tu contrasigno, tu reinitialisa tu conto. Tu pote perder parte de tu informationes personal (includite chronologia, marcapaginas, e contrasignos). Illo es perque nos cifra tu datos con tu contrasigno pro proteger tu confidentialitate. Totevia tu retenera tote le abonamentos que tu ha e tu datos Pocket non sera afficite.
is: <span>ATHUGAÐU:</span> Þegar þú endurstillir lykilorðið þitt, endurstillir þú reikninginn þinn. Þú gætir tapað einhverjum persónulegum upplýsingum (þar með talið vafurferli, bókamerkjum og lykilorðum). Það gerist vegna þess að við dulritum gögnin þín með lykilorðinu þínu til að vernda friðhelgi þína. Þú munt samt halda öllum áskriftum sem þú gætir verið með og þetta mun ekki hafa nein áhrif á gögn í Pocket.
it: <span>IMPORTANTE:</span> quando reimposti la tua password, reimposti anche il contenuto del tuo account. Potresti perdere alcune informazioni personali (come cronologia, segnalibri e password) in quanto i dati sono crittati utilizzando la tua password per garantire la tua privacy. Manterrai comunque tutti gli abbonamenti esistenti e i dati di Pocket non verranno modificati.
ja: <span>補足:</span> パスワードをリセットすると、アカウントもリセットされます。一部の個人情報 (履歴、ブックマーク、パスワードを含む) が失われる可能性があります。これは、プライバシーを守るため、あなたのパスワードを使ってあなたのデータを暗号化しているためです。ただし、現在のサブスクリプションと Pocket のデータは影響を受けません。
ka: <span>გაითვალისწინეთ:</span> პაროლის განულებისას, ასევე სუფთავდება თქვენი ანგარიშის მონაცემები. შესაძლოა დაკარგოთ პირადი ინფორმაციის ნაწილი (მათ შორის ისტორია, სანიშნები და პაროლები). ეს იმიტომ, რომ ჩვენ თქვენს მონაცემებს ვშიფრავთ თქვენი პაროლის მეშვეობით, პირადი მონაცემების ხელშეუხებლობის უზრუნველსაყოფად. გამოწერები თუ გაქვთ, შეგინარჩუნდებათ და Pocket-ის მონაცემებიც უცვლელი დარჩება.
kab: <span>TAZMILT:</span> Ticki tulseḍ awennez n wawal-ik uffir, ad talseḍ awennez n umiḍan-ik. Kra n yisefka udmawanen zemren ad ṛuḥen (ama d amezruy, ticraḍ n yisebtar, akked wawalen uffiren). Ayagi acku newgelhen isefka-ik s wawal uffir akken ad nemmesten tabaḍnit-ik. Imultaɣen tgiḍ yaka ad ttwaḥerzen, ma d isefka-inek·inem ur tesεiḍ ara ten-yaɣen.
nl: <span>NOOT:</span> wanneer u uw wachtwoord opnieuw instelt, stelt u uw account opnieuw in. Bepaalde persoonlijke gegevens (waaronder geschiedenis, bladwijzers en wachtwoorden) kunnen verloren gaan. Dit komt doordat we uw gegevens met uw wachtwoord versleutelen om uw privacy te beschermen. U behoudt al uw eventuele abonnementen en Pocket-gegevens worden niet beïnvloed.
pl: <span>UWAGA:</span> zmiana hasła przywraca Twoje konto. Możesz utracić część swoich danych (w tym historię, zakładki i hasła). Dzieje się tak, ponieważ szyfrujemy te dane za pomocą tego hasła, aby chronić prywatność użytkowników. Nie utracisz żadnych posiadanych subskrypcji i nie wpłynie to na dane Pocket.
pt: <span>NOTA:</span> Quando repõe a sua palavra-passe, repõe a sua conta. Pode perder alguma da sua informação pessoal (incluindo histórico, marcadores e palavras-passe). Isto é porque nós encriptamos os seus dados com a sua palavra-passe para proteger a sua privacidade. Irá continuar a manter quaisquer subscrições que tenha e os dados do Pocket não serã afetados.
pt_br: <span>NOTA:</span> Ao redefinir sua senha, você redefine sua conta. Você pode perder algumas informações pessoais (incluindo histórico, favoritos e senhas). Isso porque criptografamos seus dados com sua senha para proteger sua privacidade. Ainda são mantidas as assinaturas que você tiver. Dados do Pocket não são afetados.
ru: <span>ПРИМЕЧАНИЕ:</span> Когда вы сбросите ваш пароль, вы сбросите ваш аккаунт. Вы можете потерять кое-что из вашей персональной информации (включая историю, закладки и пароли). Это происходит потому, что мы шифруем ваши данные вашим паролем для защиты вашей приватности. Однако вы по-прежнему сохраните все имеющиеся у вас подписки, и данные Pocket затронуты не будут.
sk: <span>POZNÁMKA:</span> Keď obnovíte svoje heslo, obnovíte aj svoj účet. Je možné, že stratíte niektoré údaje (históriu, záložky a heslá). Deje sa tak z toho dôvodu, že vaše údaje šifrujeme vašim heslom. Naďalej vám zostane akékoľvek predplatné, ktoré máte, a takisto nebudú ovplyvnené ani údaje služby Pocket.
sl: <span>OPOMBA:</span> S ponastavitvijo gesla ponastavite svoj račun. Izgubite lahko nekatere od osebnih podatkov (vključno z zgodovino, zaznamki in gesli), saj podatke šifriramo z vašim geslom, da zaščitimo vašo zasebnost. Vse svoje morebitne naročnine boste obdržali in podatki Pocketa bodo ostali nedotaknjeni.
sv_se: <span>OBS:</span> När du återställer ditt lösenord återställer du ditt konto. Du kan förlora en del av din personliga information (inklusive historik, bokmärken och lösenord). Det beror på att vi krypterar din data med ditt lösenord för att skydda din integritet. Du kommer fortfarande att behålla alla prenumerationer du kan ha och Pocket-data kommer inte att påverkas.
tr: <span>NOT:</span> Parolanızı sıfırlarsanız hesabınız da sıfırlanır. Bu durumda bazı kişisel bilgileriniz (örn. geçmişiniz, yer imleriniz ve parolalarınız) silinir. Gizliliğinizi korumak adına verilerinizi parolanızı kullanarak şifrelediğimiz için bu verileri geri getiremeyiz. Abonelikleriniz varsa onlar korunacak ve Pocket verileriniz etkilenmeyecektir.
uk: <span>ПРИМІТКА:</span> При відновленні пароля ви скидаєте свій обліковий запис. Ви можете втратити деякі особисті дані, включно з історією, закладками та паролями. Це пов'язано з тим, що ми шифруємо дані за допомогою пароля для захисту вашої приватності. Усі ваші передплати буде збережено. На дані Pocket це теж не вплине.
vi: <span>HÃY NHỚ:</span> Khi bạn đặt lại mật khẩu, bạn đặt lại tài khoản của mình. Bạn có thể mất một số thông tin cá nhân của mình (bao gồm lịch sử, dấu trang và mật khẩu). Đó là bởi vì chúng tôi mã hóa dữ liệu của bạn bằng mật khẩu để bảo vệ quyền riêng tư của bạn. Bạn sẽ vẫn giữ bất kỳ thuê bao nào bạn có và dữ liệu Pocket sẽ không bị ảnh hưởng.

source: Confirmed
fur: Confermât
gl: Confirmada
is: Staðfest

source: Enter backup authentication code
fur: Inserìs il codiç di autenticazion di backup
gl: Introduza o código de autenticación de salvagarda
is: Settu inn varaauðkenningarkóða

source: Please enter a backup authentication code that was provided to you during two step authentication setup.
fur: Inserìs un dai codiç di autenticazion di backup che ti son stâts dâts dilunc la configurazion de autenticazion in doi passaçs.
gl: Introduza un código de autenticación de salvagarda dos que recibiu ao preparar a autenticación en dous pasos.
is: Settu inn varaauðkenningarkóða sem þú fékkst við uppsetningu tveggja-þrepa auðkenningar.

source: Enter 10-digit backup authentication code
fur: Inserìs il codiç di autenticazion di backup di 10 cifris
gl: Introduza o código de autenticación de copia de seguranza de 10 díxitos
is: Settu inn 10-stafa varaauðkenningarkóða

source: Enter confirmation code <span class="card-subheader">for your Mozilla account</span>
fur: Inserìs il codiç di conferme <span class="card-subheader">pal to account Mozilla</span>
gl: Introduza o código de confirmación <span class="card-subheader">da súa conta de Mozilla</span>
is: Settu inn staðfestingarkóða <span class="card-subheader">fyrir Mozilla-reikninginn þinn</span>

source: Enter the code that was sent to %(email)s within 5 minutes.
fur: Inserìs dentri di 5 minûts il codiç che ti vin mandât su %(email)s.
gl: Introduza o código que se enviou a %(email)s nun prazo de 5 minutos.
he: נא להכניס את הקוד שנשלח אל %(email)s תוך 5 דקות.
is: Settu inn staðfestingarkóðann sem sendur var til %(email)s innan 5 mínútna.
sl: Vnesite kodo, ki je bila poslana na %(email)s, v roku 5 minut.

source: Set your password
da: Angiv din adgangskode
eu: Ezarri zure pasahitza
fr: Définissez votre mot de passe
fur: Definìs la tô password
gl: Estabeleza o seu contrasinal
he: הגדרת הססמה שלך
ia: Defini tu contrasigno
is: Stilltu lykilorðið þitt
it: Imposta la tua password
nl: Stel uw wachtwoord in
pt: Definir a sua palavra-passe
pt_br: Defina sua senha
sl: Nastavite geslo
vi: Đặt mật khẩu của bạn

source: You need this password to access any encrypted data you store with us.<br class="mb-3">A reset means potentially losing data like passwords and bookmarks.
fur: Ti covente cheste password par acedi a ducj i dâts cifrâts che tu archiviis cun nô.<br class="mb-3">Un ripristinament al significhe la pierdite potenziâl di dâts come passwords e segnelibris.
gl: Necesita este contrasinal para acceder aos datos cifrados que almacene connosco.<br class="mb-3">Ao restabelecelo pode perder datos como contrasinais e marcadores.
is: Þú þarft þetta lykilorð til að fá aðgang að öllum dulrituðum gögnum sem þú geymir hjá okkur.<br class="mb-3">Endurstilling getur þýtt að þú mögulega tapir gögnum á borð við lykilorð og bókamerki.

source: Get more from Mozilla:
fur: Oten di plui di Mozilla:
gl: Obteña máis de Mozilla:
is: Fáðu meira frá Mozilla:

source: Mozilla m logo
fur: Logo cu la m di Mozilla
gl: Logotipo de m de Mozilla
is: Mozilla m-táknmerki

source: Mozilla account
fur: Account Mozilla
gl: Conta de Mozilla
is: Mozilla-reikningur

source: Account Home
cs: Domovská stránka účtu
da: Startside for konto
el: Αρχική σελίδα λογαριασμού
es_es: Página principal de la cuenta
et: Konto avaleht
eu: Kontuaren hasiera-orria
fa: صفحهٔ اصلی
fi: Tilin koti
fr: Accueil du compte
fur: Pagjine principâl dal account
gl: Inicio da conta
hr: Početna stranica računa
hu: Fiók kezdőlapja
ia: Pagina principal del conto
is: Forsíða reiknings
it: Pagina principale dell’account
ja: アカウントホーム
ka: ანგარიშის მთავარი გვერდი
kab: Agejdan n umiḍan
nl: Account-startpagina
pa_in: ਖਾਤੇ ਦਾ ਮੁੱਖ ਸਫ਼ਾ
pl: Strona główna konta
pt: Página inicial da conta
pt_br: Página inicial da conta
ru: Главная страница аккаунта
sk: Domovská stránka účtu
sl: Domača stran računa
sv_se: Startsida för konton
te: ఖాతా ముంగిలి
th: หน้าแรกบัญชี
tr: Hesap ana sayfası
tt: Хисапның баш бите
uk: Домівка облікового запису
ur: اکاؤنٹ ہوم۔
vi: Trang chủ tài khoản

source: Please select one
cs: Vyberte prosím jednu z možností
da: Vælg venligst en
el: Παρακαλούμε επιλέξτε ένα
es_es: Por favor selecciona uno
et: Vali üks
eu: Hautatu bat mesedez
fa: لطفاً یکی را انتخاب کنید
fi: Valitse yksi
fr: Veuillez sélectionner l’une de ces options
fur: Selezione une opzion
gl: Escolla
he: נא לבחור באפשרות אחת
hr: Molimo odaberi jedno
hu: Válasszon egyet
ia: Per favor elige uno
is: Veldu a.m.k. eitt atriði
it: Seleziona un’opzione.
ja: いずれか一つを選んでください
ka: გთხოვთ, შეარჩიოთ ერთი
kab: Ma ulac aɣilif, fren yiwen
nl: Selecteer er één
pa_in: ਇੱਕ ਚੁਣੋ
pl: Proszę wybrać jedno
pt: Por favor, selecione uma
pt_br: Selecione um
ru: Пожалуйста, выберите причину
sk: Prosím, vyberte jednu možnosť
sl: Izberite eno od možnosti
sv_se: Vänligen välj en
te: దయచేసి ఒకదాన్ని ఎంచుకోండి
th: โปรดเลือกหนึ่งรายการ
tr: Lütfen birini seçin
tt: Зинһар берне сайлагыз
uk: Будь ласка, виберіть причину
ur: براہ مہربانی ایک منتخب کریں
vi: Vui lòng chọn một

source: Technical issues
cs: Technické problémy
da: Tekniske problemer
el: Τεχνικά προβλήματα
es_es: Problemas técnicos
et: Tehnilised probleemid
eu: Arazo teknikoak
fa: مشکلات فنی
fi: Tekniset ongelmat
fr: Problèmes techniques
fur: Problemis tecnics
gd: Duilgheadasan teicnigeach
gl: Problemas técnicos
he: בעיות טכניות
hi_in: तकनीकी समस्याएं
hr: Tehnički problemi
hu: Műszaki problémák
ia: Problemas technic
is: Tæknileg vandamál
it: Problemi tecnici
ja: 技術的な問題
ka: ტექნიკური საკითხები
kab: D uguren itiknikanen
nl: Technische problemen
pa_in: ਤਕਨੀਕੀ ਮਸਲੇ
pl: Problemy techniczne
pt: Problemas técnicos
pt_br: Problemas técnicos
ru: Технические неполадки
sk: Technické problémy
sl: Tehnične težave
sr: Технички проблеми
sr_latn: Tehnički problemi
sv_se: Tekniska problem
te: సాంకేతిక సమస్యలు
th: ปัญหาทางเทคนิค
tr: Teknik sorunlar
tt: Техник проблемалар
uk: Технічні проблеми
ur: تکنیکی مسلہ
vi: Vấn đề kỹ thuật

source: Provide feedback / request features
bg: Обратна връзка / заявка
cs: Poskytnout zpětnou vazbu / navrhnout nové funkce
da: Giv feedback eller foreslå funktioner
el: Παροχή σχολίων / αίτημα λειτουργιών
es_es: Enviar comentarios / solicitar funcionalidades
et: Anna tagasisidet / taotle uut funktsionaalsust
eu: Eman iritzia / eskatu eginbideak
fa: ارسال بازخورد / درخواست امکانات
fi: Anna palautetta tai jätä ominaisuuspyyntö
fr: Faire des commentaires / proposer de nouvelles fonctionnalités
fur: Mandâ une opinion / domandâ funzionalitâts
gd: Cuir do bheachd thugainn / iarr gleusan
gl: Opinar ou solicitar funcionalidades
he: מתן משוב / בקשת תכונות
hr: Podijeli povratne informacije / zatraži nove mogućnosti
hu: Visszajelzés / funkciókérés küldése
ia: Forni commentarios / requesta functionalitates
is: Senda ábendingar / biðja um nýja eiginleika
it: Inviare un’opinione / richiedere nuove funzioni
ja: フィードバックの提供 / 機能のリクエスト
ka: გამოხმაურება / შესაძლებლობების მოთხოვნა
kab: Mudd-d timahilin n tmuɣli / asuter
nl: Feedback geven / functies aanvragen
pa_in: ਫੀਡਬੈਕ / ਬੇਨਤੀ ਫੀਚਰ ਦਿਓ
pl: Wyślij opinię/prośbę o funkcję
pt: Fornecer feedback / solicitar funcionalidades
pt_br: Fornecer opinião / solicitar recursos
ru: Предоставить обратную связь / запросить функции
sk: Poskytnite spätnú väzbu / navrhnite funkcie
sl: Pošljite povratne informacije/Predlagajte izboljšave
sr: Шаљите повратне информације / сугеришите функције
sr_latn: Šaljite povratne informacije / sugerišite funkcije
sv_se: Ge återkoppling / föreslå funktioner
th: ให้คำติชม / ขอคุณลักษณะ
tr: Görüş bildirme / yeni özellik talebi
tt: Фикер һәм тәкъдимнәр җибәрү / яңа мөмкинлекләр сорау
uk: Надіслати відгук / запит нової функції
ur: آراء / درخواست کی خصوصیات فراہم کریں۔
vi: Cung cấp phản hồi / yêu cầu tính năng

source: Not listed
cs: Není v seznamu
da: Ikke på listen
el: Δεν αναγράφεται
es_es: No está en la lista
et: Pole loetletud
eu: Zerrendatu gabea
fa: ثبت نشده است
fi: Ei luettelossa
fr: Non listé
fur: Nol è te liste
gl: Non aparece
he: לא ברשימה
hr: Nije navedeno
hu: Nem listázott
ia: Non listate
id: Tidak terdaftar
is: Ekki á listanum
it: Non elencato
ja: 一覧にない
ka: არაა აღნუსხული
kab: Ur d-yettwabder ara
nl: Niet vermeld
pa_in: ਸੂਚੀਬੱਧ ਨਹੀਂ
pl: Niewymienione
pt: Não listado
pt_br: Não listado
ru: Нет в списке
sk: Neuvedené
sl: Ni navedeno
sr: Није на листи
sr_latn: Nije na listi
sv_se: Inte listad
th: ไม่อยู่ในรายการ
tr: Başka bir konu
tt: Исемлектә юк
uk: Не в переліку
ur: فہرست میں شامل نہیں
vi: Không được liệt kê
