Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Login attempt cancelled
ar: أُلغِيت محاولة الولوج
ast: Encaboxóse l'intentu d'aniciu de sesión
az: Daxil olma cəhdi ləğv edildi
be: Спроба ўваходу скасавана
bg: Опитът за вписване е отказан
bn_bd: লগিনের চেষ্টা বাতিল করা হয়েছে
cs: Pokus o přihlášení zrušen
cy: Diddymwyd yr ymgais i fewngofnodi
da: Login-forsøg annulleret
el: Η προσπάθεια σύνδεσης ακυρώθηκε
es_ar: Intento de ingreso cancelado
es_es: Se ha cancelado el inicio de sesión
et: Sisselogimine katkestati
eu: Saio-hasiera saiakera utzita
fa: تلاش برای ورود لغو شد
fi: Kirjautumisyritys peruttu
fr: Tentative de connexion annulée
fur: Tentatîf di acès anulât
gd: Sguireadh dhen chlàradh a-steach
gl: Cancelouse o intento de iniciar sesión
he: ניסיון ההתחברות בוטל
hi_in: लॉगिन का प्रयास रद्द कर दिया
hr: Pokušaj prijave je prekinut
hu: Bejelentkezési kísérlet megszakítva
ia: Tentativa de apertura de session cancellate
id: Percobaan masuk dibatalkan
is: Hætt við innskráningartilraun
it: Tentativo di accesso annullato
ja: ログイン試行がキャンセルされました
ka: შესვლის მცდელობა აღკვეთილია
kab: Aɛraḍ n unekcum yettwasefsex
nl: Aanmeldingspoging geannuleerd
pa_in: ਲਾਗਇਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਰੱਦ ਕੀਤੀ
pl: Anulowano próbę logowania
pt: Tentativa de início de sessão cancelada
pt_br: Tentativa de acesso cancelada
ru: Попытка входа отменена
sk: Pokus o prihlásenie bol zrušený
sl: Poskus prijave preklican
sq: Përpjekja për hyrje u anulua
sr: Покушај пријаве отказан
sr_latn: Pokušaj prijave otkazan
sv_se: Inloggningsförsök avbryts
te: ప్రవేశ ప్రయత్నం రద్దుచెయ్యబడింది
th: ความพยายามในการเข้าสู่ระบบถูกยกเลิก
tr: Giriş denemesi iptal edildi
tt: Керергә тырышудан баш тартылды
uk: Спробу входу скасовано
ur: لاگ ان کی کوشش کو منسوخ کر دی گئی
vi: Đã hủy đăng nhập

source: Session expired. Sign in to continue.
ar: انتهت صلاحية الجلسة. سجّل الدخول للاستمرار.
ast: Caducó la sesión. Anicia sesión pa siguir.
az: Sessiya vaxtı keçib. Davam etmək üçün daxil olun.
be: Час сеансу выйшаў. Увайдзіце, каб працягнуць.
bg: Сесията е изтекла. Впишете се, за да продължите.
bn_bd: সেশনের মেয়াদ শেষ। চালিয়ে যেতে সাইন ইন করুন।
bn_in: সেশনের মেয়াদ শেষ। অবিরত থাকতে সাইন-ইন করুন।
cs: Relace vypršela. Pro pokračování se přihlaste.
cy: Daeth y sesiwn i ben. Mewngofnodi i barhau.
da: Sessionen udløb. Log ind for at fortsætte.
el: Η συνεδρία έληξε. Συνδεθείτε για να συνεχίσετε.
es_ar: Se terminó su sesión. Ingrese nuevamente.
es_es: La sesión expiró. Inicia sesión para continuar.
et: Seanss aegus. Jätkamiseks logi sisse.
eu: Saioa iraungita. Jarraitzeko, hasi saioa.
fa: نشست منقضی شده است. برای ادامه وارد شوید.
fi: Istunto vanhentunut. Kirjaudu sisään uudelleen.
fr: Votre session a expiré. Connectez-vous pour continuer.
fur: Session scjadude. Jentre par continuâ.
gd: Dh’fhalbh an ùine air an t-seisean. Clàraich a-steach a leantainn air adhart.
gl: Caducou a sesión. Identifíquese para continuar.
he: נא להתחבר כדי להמשיך
hi_in: सत्र समाप्त. जारी रखने के लिए साइन इन करें.
hr: Vrijeme sesije je isteklo. Prijavi se za nastavljanje.
hu: A munkamenet lejárt. Jelentkezzen be a folytatáshoz.
ia: Session expirate. Reaperi session pro continuar.
id: Sesi kedaluwarsa. Masuk untuk melanjutkan.
is: Lota rann út. Skráðu þig inn til að halda áfram.
it: La sessione è scaduta. Accedi per continuare.
ja: セッションの期限が切れました。続けるにはログインしてください。
ka: სესია დასრულებულია. გასაგრძელებლად, შედით ანგარიშზე.
kab: Tiɣimit tezri. Qqen tikelt nniden akken ad tkemleḍ.
lv: Sesija ir beigusies. Ieejiet lai turpinātu.
nl: Sessie verlopen. Meld u aan om door te gaan.
pa: ਸ਼ੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗੀ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ।
pa_in: ਸ਼ੈਸ਼ਨ ਦੀ ਮਿਆਦ ਪੁੱਗੀ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ।
pl: Sesja wygasła. Zaloguj się, aby kontynuować.
pt: A sessão expirou. Inicie sessão para continuar.
pt_br: Sessão expirou. Identifique-se para continuar.
ru: Время сессии истекло. Войдите, чтобы продолжить.
sk: Čas relácie vypršal. Ak chcete pokračovať, prihláste sa.
sl: Seja je potekla. Prijavite se za nadaljevanje.
sq: Sesioni skadoi. Që të vazhdohet, bëni hyrjen.
sr: Сесија је истекла. Пријавите се да бисте наставили.
sr_latn: Sesija je istekla. Prijavite se da biste nastavili.
sv_se: Sessionen har förfallit. Logga in för att fortsätta.
te: సెషన్ ముగిసిపోయింది. కొనసాగడానికి సైన్ అవండి.
th: วาระหมดอายุ ลงชื่อเข้าใหม่เพื่อดำเนินการต่อ
tr: Oturum zaman aşımına uğradı. Devam etmek için giriş yapın.
tt: Сессиянең мөддәте бетте. Дәвам итү өчен керегез.
uk: Сеанс завершено. Увійдіть для продовження.
ur: سیشن زائدالمدت ہو گیا ہے۔ جاری رکھنے کے لیے سائن ان کریں۔
vi: Phiên đã hết hạn. Đăng nhập để tiếp tục.

source: Cookies are still disabled
ar: لا تزال الكعكات معطّلة
ast: Les cookies entá tán deshabilitaes
az: Çərəzlər hələ də sönülüdür
be: Кукі па-ранейшаму адключаны
bg: Бисквитките все още са изключени
bn_bd: কুকিজ এখনও নিষ্ক্রিয় করা হয় নি
bn_in: কুকিজগুলো এখনো অক্ষম।
cs: Cookies jsou stále zakázány
cy: Mae'r cwcis wedi eu hanalluogi
da: Cookies er stadig deaktiveret
el: Τα cookies είναι ακόμη ανενεργά
es_ar: Las cookies aún están deshabilitadas
es_es: Las cookies siguen desactivadas
et: Küpsised on endiselt keelatud
eu: Cookieak desgaituta daude oraindik
fa: کوکی‌ها هنوز غیرفعال هستند
fi: Evästeet edelleen estetty
fr: Les cookies sont toujours bloqués
fur: I cookies a son ancjemò disativâts
gd: Tha na briosgaidean à comas fhathast
gl: As cookies aínda están desactivadas
he: עוגיות עדיין מנוטרלות
hi_in: कुकीज़ अभी भी अक्षम हैं
hr: Kolačići su još uvijek deaktivirani
hu: A sütik még mindig le vannak tiltva
ia: Le cookies es ancora inactive
id: Kuki masih dinonaktifkan
is: Smákökur eru ennþá óvirkar
it: I cookie sono ancora disattivati
ja: Cookie が無効化されています
ka: ფუნთუშები ჯერ კიდევ გათიშულია
kab: Inagan n tuqqna ur ttwaremden ara yakan
lv: Sīkdatnes joprojām ir atslēgtas
nl: Cookies zijn nog uitgeschakeld
pa: ਕੂਕੀਜ਼ ਹਾਲੇ ਤੱਕ ਬੰਦ ਹਨ
pa_in: ਕੂਕੀਜ਼ ਹਾਲੇ ਤੱਕ ਬੰਦ ਹਨ
pl: Ciasteczka nadal są wyłączone
pt: Os cookies ainda estão desativados
pt_br: Os cookies ainda estão desativados
ru: Куки все ещё отключены
sk: Cookies sú stále zakázané
sl: Piškotki so še vedno onemogočeni
sq: Cookie-t janë ende të çaktivizuara
sr: Колачићи су још увек онемогућени
sr_latn: Kolačići su još uvek onemogućeni
sv_se: Kakor är fortfarande inaktiverade
te: కుకీలు ఇప్పటికీ డిసేబుల్ అయిఉన్నవి
th: คุกกี้ยังถูกปิดใช้งาน
tr: Çerezler hâlâ devre dışı
tt: Кукилар әле дә сүндерелгән
uk: Куки досі не увімкнено
ur: کوکیز ابھی بھی نااہل ہیں
vi: Cookie vẫn bị tắt

source: Passwords do not match
ar: كلمات السرّ غير متطابقة
ast: Les contraseñes nun concasen
az: Parollar eyni deyil
be: Паролі не супадаюць
bg: Паролите не съвпадат
bn_bd: পাসওয়ার্ড মিলছে না
bn_in: পাসওয়ার্ড মিলছে না
cs: Hesla se neshodují
cy: Nid yw'r cyfrineiriau'n cydweddu
da: Adgangskoderne matcher ikke
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
es_ar: Las contraseñas no coinciden
es_es: Las contraseñas no coinciden
et: Paroolid ei ühti
eu: Pasahitzak ez datoz bat
fa: گذرواژه‌ها منطبق نیستند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
fur: Lis passwords no corispuindin
gd: Chan eil an dà fhacal-faire co-ionnann
gl: Non coinciden os contrasinais
he: הססמאות אינן תואמות
hi_in: कूटशब्द मेल नहीं खाते
hr: Lozinke se ne podudaraju
hu: A jelszavak nem egyeznek
ia: Le contrasignos non corresponde
id: Sandi tidak sama
is: Lykilorð passa ekki
it: Le password non corrispondono
ja: パスワードが一致しません
ka: პაროლები არ ემთხვევა
kab: Awalen uffiren ur mṣadan ara
lv: Paroles nesakrīt
nl: Wachtwoorden komen niet overeen
pa: ਪਾਸਵਰਡ ਮਿਲਦੇ ਨਹੀਂ ਹਨ
pa_in: ਪਾਸਵਰਡ ਮਿਲਦੇ ਨਹੀਂ ਹਨ
pl: Hasła się nie zgadzają
pt: As palavras-passe não são coincidentes
pt_br: As senhas não são iguais
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sl: Gesli se ne ujemata
sq: Fjalëkalimet nuk përputhen
sr: Лозинке се не поклапају
sr_latn: Lozinke se ne poklapaju
sv_se: Lösenorden överensstämmer inte
te: సంకేతపదాలు సరి పోవట్లేదు
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar uyuşmuyor
tt: Пароллар туры килми
uk: Паролі не збігаються
ur: پاس ورڈ مشابہ نہيں رکھتے
vi: Mật khẩu không khớp

source: Working…
ar: يعمل…
ast: Trabayando…
az: İşləyirəm…
be: Апрацоўка…
bg: Обработване…
bn_bd: প্রক্রিয়া চলছে…
bn_in: কাজ চলছে...
cs: Probíhá…
cy: Gweithio…
da: Arbejder…
el: Επεξεργασία…
es_ar: Trabajando…
es_es: Trabajando…
et: Töötlemine…
eu: Lanean…
fa: درحال کار…
fi: Käsitellään…
fr: En cours…
fur: Elaborazion…
gd: Ag obair…
gl: Traballando…
he: בעבודה…
hi_in: क्रियाशील…
hr: Rad…
hu: Dolgozunk…
ia: In curso…
id: Bekerja…
is: Vinnsla…
it: Elaborazione in corso…
ja: 処理中です…
ka: მუშავდება…
kab: Itteddu…
lv: Strādā…
nl: Bezig…
pa: ...ਕੰਮ ਜਾਰੀ ਹੈ
pa_in: ...ਕੰਮ ਜਾਰੀ ਹੈ
pl: Działanie…
pt: A trabalhar…
pt_br: Trabalhando...
ru: Работаю…
sk: Prebieha…
sl: Obdelava ...
sq: Po punohet…
sr: Радим...
sr_latn: Radim...
sv_se: Arbetar…
te: పని జరుగుతోంది...
th: กำลังทำงาน…
tr: Çalışıyor…
tt: Эштә…
uk: Обробка…
ur: کام کر رہا ہے…
vi: Đang làm việc…

source: Could not get Privacy Notice
ar: تعذّر جلب تنويه الخصوصيّة
ast: Nun pudo consiguise l'avisu de privacidá
az: Məxfilik Bildirişi alına bilmədi
be: Не ўдалося атрымаць Паведамленне аб прыватнасці
bg: Не можа да се вземе политиката за лични данни
bn_bd: গোপনীয়তা বিজ্ঞপ্তি পাবেন না
bn_in: গোপনীয়তার বিজ্ঞপ্তি পাওয়া যাচ্ছে না
cs: Nepodařilo se získat zásady ochrany osobních údajů
cy: Methu estyn Hysbysiad Preifatrwydd
da: Kunne ikke hente Privatlivspolitik
el: Δεν ήταν δυνατή η λήψη της σημείωσης απορρήτου
es_ar: No se pudo acceder a la Nota sobre privacidad
es_es: No se pudo acceder al Aviso de privacidad
et: Privaatsusreeglite hankimine ebaõnnestus
eu: Ezin da pribatutasun-abisua eskuratu
fa: امکان دریافت اطلاعیه حریم‌خصوصی نبود
fi: Ei löytynyt tietosuojaselostetta
fr: Politique de confidentialité introuvable
fur: Impussibil otignî la informative su la riservatece
gd: Cha b’ urrainn dhuinn aithris na prìobhaideachd fhaighinn
gl: Non se puido conseguir o aviso de privacidade
he: לא ניתן לקבל את הצהרת הפרטיות
hi_in: गोपनीयता सूचना प्राप्त नहीं हुई
hr: Neuspjelo dobavljanje obavijest o privatnosti
hu: Az Adatvédelmi nyilatkozat nem kérhető le
ia: Il non esseva possibile trovar le aviso de confidentialitate
id: Tidak dapat mengambil Kebijakan Privasi
is: Gat ekki náð í friðhelgistilkynningu
it: Impossibile accedere all’Informativa sulla privacy
ja: プライバシー規約を取得できません
ka: პირადი მონაცემების დაცვის განაცხადის ჩვენება ვერ მოხერხდა
kab: Ur izmir ara ad d-yawi tasertit n tbaḍnit
lv: Nevarēja iegūt privātuma politiku
nl: Kan privacyverklaring niet ophalen
pa: ਪਰਾਈਵੇਸੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ
pl: Nie można pobrać zasad ochrony prywatności
pt: Não foi possível obter o Aviso de privacidade
pt_br: Não foi possível obter o Aviso de Privacidade
ru: Не удалось загрузить Уведомление о конфиденциальности
sk: Nebolo možné získať Zásady ochrany osobných údajov
sl: Ni bilo mogoče naložiti Obvestila o zasebnosti
sq: Nuk u mor dot Shënim mbi Privatësinë
sr: Нисмо могли добавити Обавештење о приватности
sr_latn: Nismo mogli dobaviti Obaveštenje o privatnosti
sv_se: Kunde inte hämta sekretesspolicy
te: గోప్యతా నోటీసు పొందడం సాధ్యం కాలేదు
th: ไม่สามารถนำประกาศความเป็นส่วนตัวมาได้
tr: Gizlilik Bildirimi alınamadı
tt: Хосусыйлык Аңлатмасын алып булмады
uk: Не вдалося отримати повідомлення про приватність
ur: رازداری نوٹس حاصل نہیں کر سکا
vi: Không thể nhận Thông báo bảo mật

source: Could not get Terms of Service
ar: تعذّر جلب شروط الخدمة
ast: Nun pudieron consiguise los términos del serviciu
az: İstifadə Şərtləri alına bilmədi
be: Не ўдалося атрымаць Умовы абслугоўвання
bg: Не можаха да се вземат условията на услугата
bn_bd: সেবা শর্ত বিজ্ঞপ্তি পাওয়া যায় না
bn_in: পরিষেবার শর্তাবলী পাওয়া যাচ্ছে না
cs: Nepodařilo se získat podmínky poskytování služby
cy: Methu estyn yr Amodau Gwasanaeth
da: Kunne ikke hente tjenestevilkår
el: Δεν ήταν δυνατή η λήψη των όρων υπηρεσίας
es_ar: No se pudo acceder a los Términos del servicio
es_es: No se pudo acceder a los Términos del servicio
et: Teenuste tingimuste hankimine ebaõnnestus
eu: Ezin dira zerbitzuaren baldintzak eskuratu
fa: امکان دریافت قوانین استفاده از سرویس نبود
fi: Ei löytynyt käyttöehtoja
fr: Conditions d’utilisation introuvables
fur: Impussibil otignî lis cundizions di utilizazion dal servizi
gd: Cha b’ urrainn dhuinn teirmichean na seirbheise fhaighinn
gl: Non se puideron conseguir as condicións do servizo
he: לא ניתן לקבל את תנאי השירות
hi_in: सेवा की शर्तें प्राप्त नहीं हुई
hr: Neuspjelo dobavljanje uvjeta pružanja usluge
hu: A Felhasználási feltételek nem kérhetők le
ia: Il non esseva possibile trovar le terminos del servicio
id: Tidak dapat mengambil Ketentuan Layanan
is: Gat ekki náð í þjónustuskilmála
it: Impossibile accedere ai Termini di servizio
ja: サービス利用規約を取得できません
ka: გამოყენების პირობების ჩვენება ვერ მოხერხდა
kab: Ur izmir ara ad d-yawi tiwtilin n useqdec
lv: Nevarēja iegūt pakalpojuma noteikumus
nl: Kan servicevoorwaarden niet ophalen
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ
pa_in: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕੀਆਂ
pl: Nie można pobrać regulaminu usługi
pt: Não foi possível obter os Termos de serviço
pt_br: Não foi possível obter os termos do serviço
ru: Не удалось загрузить Условия службы
sk: Nebolo možné získať Podmienky používania služby
sl: Ni bilo mogoče naložiti Pogojev uporabe
sq: Nuk u morën dot Kushtet e Shërbimit
sr: Нисмо могли добавити Услове услуга
sr_latn: Nismo mogli dobaviti Uslove usluga
sv_se: Kunde inte hämta tjänstevillkoren
te: సేవా నిబంధనలు పొందుటకు కాలేదు
th: ไม่สามารถนำเงื่อนไขการให้บริการมาได้
tr: Hizmet Koşulları alınamadı
tt: Куллану Шартларын алып булмады
uk: Не вдалося отримати умови користування
ur: خدمت کی شرائط کو حاصل نہیں کر سکا
vi: Không thể nhận Điều khoản dịch vụ

source: Your new password must be different
ar: يجب أن تكون كلمة السرّ الجديدة مختلفة
ast: La to contraseña nueva ha ser diferente
az: Yeni parolunuz fərqli olmalıdır
be: Ваш новы пароль павінен адрознівацца
bg: Вашата нова парола трябва да е различна
bn_bd: আপনার নতুন পাসওয়ার্ডটিকে অবশ্যই ভিন্ন হতে হবে
bn_in: আপনার নতুন পাসওয়ার্ড অবশ্যই আলাদা হতে হবে।
cs: Vaše staré a nové heslo nesmí být stejné
cy: Rhaid i gyfrinair newydd fod yn wahanol
da: Din nye adgangskode skal være forskellig
el: Ο νέος κωδικός πρόσβασής σας πρέπει να είναι διαφορετικός
es_ar: Su nueva contraseña debe ser diferente
es_es: La nueva contraseña debe ser diferente
et: Vana ja uus parool peavad erinema
eu: Pasahitz berriak desberdina izan behar du
fa: گذرواژه جدید شما باید متفاوت باشد
fi: Uuden salasanan pitää erota vanhasta
fr: Votre nouveau mot de passe doit être différent
fur: La gnove password e scugne jessi diferente
gd: Feumaidh am facal-faire ùr a bhith eadar-dhealaichte
gl: O novo contrasinal debe ser diferente
he: הססמה החדשה אינה יכולה להיות זהה לססמה הישנה
hi_in: आपका नया कूटशब्द भिन्न होना चाहिए
hr: Tvoja nova lozinka mora biti drugačija
hu: Az új jelszónak különbözőnek kell lennie
ia: Tu nove contrasigno debe esser differente
id: Sandi lawas dan baru harus berbeda
is: Nýja lykilorðið þitt verður að vera frábrugðið
it: La nuova password deve essere diversa
ja: 新しいパスワードは、古いパスワードと違うものにしてください
ka: ახალი პაროლი ძველისგან უნდა განსხვავდებოდეს
kab: Yessefk awal inek uffir ad yili akken nniḍen
lv: Jūsu jaunajai parolei ir jāatšķiras
nl: Uw oude en nieuwe wachtwoord moeten verschillen
pa: ਤੁਹਾਡਾ ਨਵਾਂ ਪਾਸਵਰਡ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pa_in: ਤੁਹਾਡਾ ਨਵਾਂ ਪਾਸਵਰਡ ਵੱਖਰਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Nowe hasło musi być inne niż poprzednie
pt: A sua nova palavra-passe tem de ser diferente
pt_br: Sua nova senha deve ser diferente
ru: Ваш новый пароль должен быть другим
sk: Staré a nové heslo sa musia líšiť
sl: Novo geslo mora biti drugačno
sq: Fjalëkalimi juaj i ri duhet të jetë i ndryshëm
sr: Нова лозинка мора бити другачија
sr_latn: Nova lozinka mora biti drugačija
sv_se: Det måste vara ett nytt lösenord
te: మీ కొత్త పాస్వర్డ్ భిన్నంగా ఉండాలి
th: รหัสผ่านใหม่ของคุณต้องไม่เหมือนเดิม
tr: Yeni parolanız farklı olmalıdır
tt: Яңа парол иске паролдан үзгә булырга тиеш
uk: Ваш новий пароль повинен бути іншим
ur: آپ کا نیا پاس ورڈ طرور مختلف ہونا چاہیئے
vi: Mật khẩu mới của bạn phải khác

source: Must be at least 8 characters
ar: يجب ألا تقل كلمة السرّ عن ٨ حروف
ast: Ha tener polo menos 8 caráuteres
az: Ən az 8 simvol olmalıdır
be: Мусіць быць не менш за 8 сімвалаў
bg: Трябва да е поне 8 символа
bn_bd: অবশ্যই কমপক্ষে ৮ অক্ষরের হতে হবে
bn_in: কমপক্ষে 8 অক্ষর হতেই হবে।
cs: Minimální délka je 8 znaků
cy: Rhaid bod o leiaf 8 nod
da: Skal indeholde mindst 8 tegn
el: Πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες
es_ar: Debe tener al menos 8 caracteres
es_es: Debe contener al menos 8 caracteres
et: Peab olema vähemalt 8 tähemärgi pikkune
eu: Gutxienez 8 karaktere izan behar ditu
fa: حداقل باید دارای ۸ حرف باشد
fi: Täytyy olla vähintään 8 merkkiä pitkä
fr: Doit être long d’au moins 8 caractères
fur: E scugne vê almancul 8 caratars
gd: Feumaidh e a bhith co-dhiù 8 caractaran a dh’fhaid
gl: Debe ter polo mínimo 8 caracteres
he: על הססמה להיות באורך של 8 תווים לפחות
hi_in: कम से कम 8 अक्षरों का होना चाहिए
hr: Mora sadržati barem 8 znakova
hu: Legalább 8 karakter hosszú kell legyen
ia: Debe continer al minus 8 characteres
id: Paling sedikit 8 karakter
is: Verður að vera minnst 8 stafir
it: Deve contenere almeno 8 caratteri
ja: 少なくとも 8 文字以上でなくてはいけません
ka: უნდა შედგებოდეს სულ მცირე 8 სიმბოლოსგან
kab: Yessefk ad yili ma drus 8 n isekkilen
lv: Jābūt vismaz 8 rakstzīmes garai
nl: Moet minstens 8 tekens bevatten
pa: ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰ ਲੰਮਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pa_in: ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰ ਲੰਮਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Musi mieć co najmniej 8 znaków
pt: Tem de ter, pelo menos, 8 caracteres
pt_br: A senha deve ter pelo menos 8 caracteres
ru: Должен быть не менее 8 символов
sk: Minimálny počet znakov: 8
sl: Mora vsebovati vsaj 8 znakov
sq: Duhet të jetë të paktën 8 shenja
sr: Мора бити најмање 8 карактера
sr_latn: Mora biti najmanje 8 karaktera
sv_se: Måste vara minst 8 tecken
te: కనీసం 8 అక్షరాల పొడవు ఉండాలి
th: ต้องมีอย่างน้อย 8 อักขระ
tr: En az 8 karakter olmalı
tt: Кимендә 8 билге булырга тиеш
uk: Повинно бути не менше 8 символів
ur: کم از کم 8 حروف کا ہونا چاہیئے
vi: Phải có ít nhất 8 ký tự

source: Valid password required
ar: مطلوب كلمة سرّ صالحة
ast: Ríquese una contraseña válida
az: Doğru parol tələb olunur
be: Патрэбен дзейсны пароль
bg: Необходима е валидна парола
bn_bd: কার্যকর পাসওয়ার্ড আবশ্যক
bn_in: যাচিত পাসওয়ার্ড প্রয়োজন
cs: Je požadováno platné heslo
cy: Rhaid darparu cyfrinair dilys
da: Gyldig adgangskode påkrævet
el: Απαιτείται έγκυρος κωδικός πρόσβασης
es_ar: Se requiere una contraseña válida
es_es: Introduce una contraseña válida
et: Parool peab olema korrektne
eu: Baliozko pasahitza behar da
fa: گذرواژه معتبر لازم است
fi: Salasanan täytyy olla kelvollinen
fr: Mot de passe valide requis
fur: E covente une gnove password valide
gd: Tha feum air facal-faire dligheach
gl: Requírese un contrasinal válido
he: נדרשת ססמה חוקית
hi_in: वैध कूटशब्द आवश्यक
hr: Potrebna je važeća lozinka
hu: Érvényes jelszó szükséges
ia: Un contrasigno valide es necessari
id: Sandi harus valid
is: Nauðsynlegt að setja inn lykilorð sem er í lagi
it: È necessario inserire una password valida
ja: 正しいパスワードを入力してください (必須)
ka: პაროლის მითითება აუცილებელია
kab: Awal uffir ameɣtu yettwasra
lv: Nepieciešama derīga parole
nl: Geldig wachtwoord vereist
pa: ਠੀਕ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ
pa_in: ਠੀਕ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymagane jest prawidłowe hasło
pt: Palavra-passe válida requerida
pt_br: É necessário uma senha válida
ru: Введите правильный пароль
sk: Vyžaduje sa zadanie platného hesla
sl: Veljavno geslo je obvezno
sq: Lyp fjalëkalim të vlefshëm
sr: Потребна је исправна лозинка
sr_latn: Potrebna je ispravna lozinka
sv_se: Giltigt lösenord krävs
te: చెల్లుబాటయ్యే సంకేతపదం తప్పనిసరి
th: ต้องการรหัสผ่านที่ถูกต้อง
tr: Geçerli parola gerekli
tt: Дөрес парол кирәк
uk: Введіть правильний пароль
ur: جائز پاس ورڈ کی ظرورت ہے
vi: Yêu cầu mật khẩu hợp lệ

source: Valid email required
ar: مطلوب بريد إلكتروني صالح
ast: Ríquese un corréu válidu
az: Doğru e-poçt tələb olunur
be: Патрэбен сапраўдны адрас эл.пошты
bg: Необходим е валиден адрес на ел. поща
bn_bd: কার্যকর ইমেইল আবশ্যক
bn_in: যাচিত ইমেইল প্রয়োজন।
cs: Je požadován platný e-mail
cy: Mae angen e-bost dilys
da: Gyldig mailadresse påkrævet
el: Απαιτείται έγκυρο email
es_ar: Se requiere una dirección de correo electrónico válida
es_es: Introduce una dirección de correo válida
et: E-posti aadress peab olema korrektne
eu: Baliozko helbide elektronikoa behar da
fa: ایمیل معتبر مورد نیاز است
fi: Sähköpostiosoitteen täytyy olla kelvollinen
fr: Adresse électronique valide requise
fur: E je necessarie une e-mail valide
gd: Tha feum air post-d dligheach
gl: Requírese un enderezo de correo electrónico válido
he: נדרשת כתובת דואר אלקטרוני חוקית
hi_in: वैध ईमेल आवश्यक
hr: Potrebna je važeća adresa e-pošte
hu: Érvényes e-mail szükséges
ia: Es necessari un adresse de e-mail valide
id: Surel harus valid
is: Nauðsynlegt að setja inn tölvupóstfang sem er gilt
it: È necessario inserire un indirizzo email valido
ja: 有効なメールアドレスが必要です
ka: ელფოსტის სწორი მისამართის მითითება აუცილებელია
kab: Imayl ameɣtu yettwasra
lv: Nepieciešams derīgs epasts
nl: Geldig e-mailadres vereist
pa: ਠੀਕ ਈਮੇਲ ਚਾਹੀਦਾ ਹੈ
pa_in: ਠੀਕ ਈਮੇਲ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest prawidłowy adres e-mail
pt: Email válido requerido
pt_br: É necessário um endereço de email válido
ru: Введите действующий адрес электронной почты
sk: Vyžaduje sa platná e-mailová adresa
sl: Veljavna e-pošta je obvezna
sq: Lypset email i vlefshëm
sr: Потребна је исправна е-пошта
sr_latn: Potrebna je ispravna e-pošta
sv_se: Giltig e-postadress krävs
te: చెల్లుబాటయ్యే ఈమెయిలు తప్పనిసరి
th: ต้องการอีเมลที่ถูกต้อง
tr: Geçerli e-posta gerekli
tt: Дөрес эл. почта адресы кирәк
uk: Необхідна дійсна адреса електронної пошти
ur: جائز ای میل کی ظرورت ہے
vi: Yêu cầu email hợp lệ
