Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Last sync %(translatedTimeAgo)s in %(translatedCountry)s
be: Апошняя сінхранізацыя %(translatedTimeAgo)s у %(translatedCountry)s
bn_bd: সর্বশেস সিঙ্ক %(translatedCountry)s এ %(translatedTimeAgo)s আগে হয়েছে
cy: Cydweddwyd diwethaf %(translatedTimeAgo)s yn %(translatedCountry)s
es_ar: Última sincronización %(translatedTimeAgo)s en %(translatedCountry)s
sq: Njëkohësimi i fundit %(translatedTimeAgo)s në %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s in %(translatedCountry)s
be: Апошняя сінхранізацыя больш за %(translatedTimeAgo)s у %(translatedCountry)s
cy: Cydweddwyd diwethaf %(translatedTimeAgo)s yn %(translatedCountry)s
es_ar: Última sincronización hace más de %(translatedTimeAgo)s en %(translatedCountry)s
sq: Njëkohësimi i fundit mbi %(translatedTimeAgo)s në %(translatedCountry)s

source: Last sync %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Апошняя сінхранізацыя %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Cydweddwyd diwethaf %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
es_ar: Última sincronización %(translatedTimeAgo)s cerca de %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Njëkohësimi i fundit %(translatedTimeAgo)s pranë %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last sync over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Апошняя сінхранізацыя больш за %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Cydweddwyd diwethaf %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
es_ar: Última sincronización hace más de %(translatedTimeAgo)s cerca de %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Njëkosimi i fundit mbi %(translatedTimeAgo)s pranë %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active %(translatedTimeAgo)s
ast: Cabera actividá %(translatedTimeAgo)s
be: Апошняя актыўнасць %(translatedTimeAgo)s
bn_bd: সর্বশেষ সক্রিয় %(translatedTimeAgo)s
cy: Gweithredol diwethaf %(translatedTimeAgo)s
es_ar: Última actividad %(translatedTimeAgo)s
sq: Aktiv së fundi %(translatedTimeAgo)s

source: Last active over %(translatedTimeAgo)s
be: Апошняя актыўнасць больш за %(translatedTimeAgo)s
cy: Gweithredol ers %(translatedTimeAgo)s
es_ar: Última vez activo hace más de %(translatedTimeAgo)s
sq: Aktiv së fundi %(translatedTimeAgo)s

source: Last active %(translatedTimeAgo)s in %(translatedCountry)s
be: Апошняя актыўнасць %(translatedTimeAgo)s у %(translatedCountry)s
bn_bd: সর্বশেষ সক্রিয় %(translatedTimeAgo)s এ %(translatedCountry)s
cy: Gweithredol %(translatedTimeAgo)s yn %(translatedCountry)s
es_ar: Última actividad %(translatedTimeAgo)s en %(translatedCountry)s
sq: Aktiv së fundi %(translatedTimeAgo)s në %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s in %(translatedCountry)s
be: Апошняя актыўнасць больш за %(translatedTimeAgo)s у %(translatedCountry)s
cy: Gweithredol ers %(translatedTimeAgo)s yn %(translatedCountry)s
es_ar: Última vez activo hace más de %(translatedTimeAgo)s en %(translatedCountry)s
sq: Aktiv së fundi mbi %(translatedTimeAgo)s në %(translatedCountry)s

source: Last active %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Апошняя актыўнасць %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Gweithredol diwethaf %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
es_ar: Última actividad %(translatedTimeAgo)s cerca de %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Aktiv së fundi %(translatedTimeAgo)s pranë %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last active over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Апошняя актыўнасць больш за %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Gweithredol diwethaf %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
es_ar: Última vez activo hace %(translatedTimeAgo)s cerca de %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Aktiv së fundi mbi %(translatedTimeAgo)s pranë %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s
be: Больш за %(translatedTimeAgo)s
bn_bd: %(translatedTimeAgo)s আগে শেষ হয়েছে
cy: Dros %(translatedTimeAgo)s
es_ar: Más de %(translatedTimeAgo)s
sq: Mbi %(translatedTimeAgo)s

source: %(translatedTimeAgo)s in %(translatedCountry)s
be: %(translatedTimeAgo)s у %(translatedCountry)s
bn_bd: %(translatedTimeAgo)s এ %(translatedCountry)s
cy: %(translatedTimeAgo)s yn %(translatedCountry)s
es_ar: %(translatedTimeAgo)s en %(translatedCountry)s
sq: %(translatedTimeAgo)s në %(translatedCountry)s

source: Over %(translatedTimeAgo)s in %(translatedCountry)s
be: Больш за %(translatedTimeAgo)s у %(translatedCountry)s
cy: Dros %(translatedTimeAgo)s yn %(translatedCountry)s
es_ar: Más de %(translatedTimeAgo)s en %(translatedCountry)s
sq: Mbi %(translatedTimeAgo)s në %(translatedCountry)s

source: %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
es_ar: %(translatedTimeAgo)s cerca de %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: %(translatedTimeAgo)s në %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Больш за %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Dros %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
es_ar: Más de %(translatedTimeAgo)s cerca de %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Mbi %(translatedTimeAgo)s në %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Web Session, %(userAgent)s
ast: Sesión web, %(userAgent)s
be: Вэб-сеанс, %(userAgent)s
bn_bd: %(userAgent)s ওয়েব সেশন
cy: Sesiwn Gwe, %(userAgent)s
es_ar: Sesión web, %(userAgent)s
sq: Sesion Web, %(userAgent)s

source: Web Session
ast: Sesión web
be: Вэб-сеанс
bn_bd: ওয়েব সেশন
cy: Sesiwn Gwe
es_ar: Sesión web
sq: Sesion Web

source: Last sync time unknown
be: Час апошняй сінхранізацыі невядомы
bn_bd: সর্বশেষ সিঙ্কের সময় অজানা
cy: Mae'r amser cydweddu diwethaf yn anhysbys
es_ar: Última sincronización tiempo desconocido
sq: Nuk dihet koha e njëkohësimit të fundit

source: Subscribed successfully
ast: Soscribiéstite con ésitu
be: Паспяхова падпісаны
bn_bd: সফলভাবে সাবসক্রাইব হয়েছে
bn_in: সফলভাবে সাবস্ক্রাইব হয়েছে
cy: Tanysgrifiwyd yn llwyddiannus
es_ar: Se suscribió exitosamente
lv: Veiksmīgi pierakstīts
pa: ਕਾਮਯਾਬੀ ਨਾਲ ਮੈਂਬਰ ਬਣੇ
sq: U pajtuat me sukses

source: Account deleted successfully
ar: حُذف الحساب بنجاح
ast: Desanicióse con ésitu la cuenta
az: Hesab uğurla silindi
be: Уліковы запіс паспяхова выдалены
bg: Сметката е успешно изтрита
bn_bd: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে
bn_in: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে।
cs: Účet byl úspěšně smazán
cy: Cyfrif wedi ei ddileu'n llwyddiannus
da: Kontoen er slettet
el: Ο λογαριασμός διαγράφτηκε επιτυχώς
es_ar: La cuenta se eliminó correctamente
es_es: Eliminaste la cuenta correctamente
et: Konto on edukalt kustutatud
eu: Kontua ondo ezabatu da
fa: حساب با موفقیت حذف شد
fi: Tilin poistaminen onnistui
fr: Compte supprimé avec succès
fur: Account eliminât cun sucès
gd: Chaidh an cunntas a sguabadh às
gl: Eliminouse a conta correctamente
he: החשבון נמחק בהצלחה
hi_in: खाता सफलतापूर्वक नष्ट किया गया
hr: Račun je uspješno izbrisan
hu: Fiók sikeresen törölve
ia: Conto delite con successo
id: Akun berhasil dihapus
is: Tókst að eyða reikningi
it: L’account è stato correttamente eliminato
ja: アカウントの削除が完了しました
ka: ანგარიში წარმატებით წაიშალა
kab: Amiḍan yettwakkes akken iwata
lv: Konts tika veiksmīgi izdzēsts
nl: Account met succes verwijderd
pa: ਖਾਤਾ ਠੀਕ ਤਰ੍ਹਾਂ ਹਟਾਇਆ ਗਿਆ
pa_in: ਖਾਤਾ ਠੀਕ ਤਰ੍ਹਾਂ ਹਟਾਇਆ ਗਿਆ
pl: Pomyślnie usunięto konto
pt: Conta apagada com sucesso
pt_br: Conta excluída com sucesso
ru: Аккаунт успешно удалён
sk: Účet bol úspešne odstránený
sl: Vaš račun je bil uspešno izbrisan
sq: Llogaria u fshi me sukses
sr: Налог је успешно избрисан
sr_latn: Nalog je uspešno izbrisan
sv_se: Kontot har tagits bort
te: ఖాతా విజయవంతంగా తొలగించబడింది
th: ได้ลบบัญชีเรียบร้อยแล้ว
tr: Hesap başarıyla silindi
tt: Хисап бетерелде
uk: Обліковий запис успішно видалено
ur: اکاؤنٹ کامیابی سے حزف کر دیا گیا ہے
vi: Đã xóa tài khoản thành công

source: Display name updated
ast: Anovóse'l nome p'amosar
be: Адлюстраванае імя абноўлена
bn_bd: প্রদর্শননীয় নাম হালনাগাদ করা হয়েছে
bn_in: পরিদর্শনের নাম আপডেট করা হয়েছে
cy: Diweddarwyd yr enw dangos
es_ar: Nombre actualizado
lv: Attēlotais vārds atjaunināts
pa: ਨਵੇਂ ਸੰਸਕਰਣ ਦਾ ਨਾਂ ਦਿਖਾਓ
sq: Emri për në ekran u përditësua

source: Secondary email removed
be: Другі адрас эл.пошты выдалены
bn_bd: দ্বিতীয় ইমেইল অপসারিত
cy: Mae'r ail gyfrif e-bost wedi ei dynnu
es_ar: Se descartó el correo electrónico secundario
sq: Email-i dytësor u hoq

source: Verification email sent
ast: Unvióse'l corréu de verificación
be: Ліст пацверджання высланы
bn_bd: যাচাইকরণ ইমেইল পাঠানো হয়েছে
cy: Anfonwyd yr e-bost dilysu
es_ar: Correo electrónico de verificación enviado
sq: Email-i i verifikimit u dërgua

source: Primary email set to %(email)s
ast: Afitóse'l corréu primariu a %(email)s
be: Асноўным адрасам эл.пошты ўсталяваны %(email)s
bn_bd: %(email)s প্রাইমারী ইমেইল হিসেবে সেট হয়েছে
cy: Mae'r prif e-bost wedi ei osod i %(email)s
es_ar: El correo electrónico primario ahora es %(email)s
sq: Si email parësor është caktuar %(email)s

source: Secondary email
ar: البريد الثانوي
ast: Corréu secundariu
az: İkinci e-poçt
be: Дадатковая эл.пошта
bg: Допълнителен ел. адрес
bn_bd: সেকেন্ডারি ইমেইল
cs: Záložní e-mailová adresa
cy: Ail e-bost
da: Sekundær mailadresse
el: Δευτερεύον email
es_ar: Dirección de correo electrónico secundaria
es_es: Dirección de correo electrónico secundaria
et: Teine e-posti aadress
eu: Helbide elektroniko alternatiboa
fa: رایانامه کمکی
fi: Toissijainen sähköposti
fr: Adresse électronique secondaire
fur: E-mail secondarie
gd: Post-d dàrnach
gl: Enderezo de correo electrónico secundario
he: כתובת דוא״ל משנית
hi_in: द्वितीयक मेल
hr: Sekundarna adresa e-pošte
hu: Másodlagos e-mail
ia: Adresse de e-mail secundari
id: Surel kedua
is: Auka-tölvupóstur
it: Email secondaria
ja: 予備アドレス
ka: დამატებითი ელფოსტა
kab: Imayl wis sin
nl: Secundair e-mailadres
pa_in: ਸੈਕੰਡਰੀ ਈਮੇਲ
pl: Dodatkowy adres e-mail
pt: E-mail secundário
pt_br: Email secundário
ru: Дополнительный адрес электронной почты
sk: Alternatívna e-mailová adresa
sl: Pomožni e-poštni naslov
sq: Email dytësor
sr: Секундарна адреса
sr_latn: Sekundarna adresa
sv_se: Sekundär e-post
te: రెండవ ఈమెయిలు
th: อีเมลสำรอง
tr: İkinci e-posta
tt: Икенчел эл. почта адресы
uk: Додаткова адреса електронної пошти
ur: ثانوی ای میل
vi: Email phụ

source: Firefox Recovery Codes
ar: رموز استعادة فَيَرفُكس
az: Firefox Bərpa Kodları
be: Коды аднаўлення Firefox
bg: Кодове за възстановяване на Firefox
bn_bd: Firefox পুনরুদ্ধার কোড
cs: Obnovovací kódy
cy: Codau Adfer Firefox
da: Genoprettelseskoder til Firefox
el: Κωδικοί ανάκτησης Firefox
es_ar: Códigos de recuperación de Firefox
es_es: Códigos de recuperación de Firefox
et: Firefoxi taastamiskoodid
eu: Firefox berreskuratze kodeak
fa: کدهای بازیابی فایرفکس
fi: Firefox-palautuskoodit
fr: Codes de récupération de Firefox
gd: Còdan aiseag Firefox
he: קודים של Firefox לשחזור
hi_in: Firefox पुनर्प्राप्त कोड
hr: Kodovi za oporavak Firefoxa
hu: Firefox helyreállítási kódok
ia: Codices de recuperation de Firefox
id: Kode Pemulihan Firefox
it: Codici di recupero per Firefox
ja: Firefox 回復用コード
ka: Firefox აღდგენის კოდები
kab: Tiririt n tingalin Firefox
nl: Firefox-herstelcodes
pa_in: ਫਾਇਰਫਾਕਸ ਰਿਕਵਰੀ ਕੋਡ
pl: Kody odzyskiwania Firefoksa
pt: Códigos de recuperação do Firefox
pt_br: Códigos de recuperação do Firefox
ru: Коды восстановления Firefox
sk: Obnovovacie kódy Firefoxu
sl: Obnovitvene kode za Firefox
sq: Kode Rimarrjeje Firefox
sr: Firefox кодови за опоравак
sr_latn: Firefox kodovi za oporavak
sv_se: Firefox återställningskoder
th: รหัสการกู้คืนของ Firefox
tr: Firefox kurtarma kodları
tt: Firefox коткару кодлары
uk: Коди відновлення Firefox
ur: Firefox بازیافت کوڈ
vi: Mã khôi phục Firefox

source: New recovery codes generated
be: Згенераваны новыя коды аднаўлення
bn_bd: নতুন পুনরুদ্ধার কোড উৎপন্ন
cy: Cynhyrchwyd codau adfer newydd
es_ar: Se generaron nuevos códigos de recuperación
sq: U prodhuan kode të rinj rikthimi

source: Two-step authentication enabled
ar: فُعّل الاستيثاق بخطوتين
az: İki mərhələli daxil olma aktivləşdirildi
be: Двухэтапная аўтарызацыя ўключана
bg: Двуетапното удостоверяване е включено
bn_bd: টু-স্টেপ অথেনটিকেশন সক্রিয় হয়েছে
cs: Dvoufázové ověřování zapnuto
cy: Mae dilysu dau gam wedi ei alluogi
da: Totrinsgodkendelse aktiveret
el: Η ταυτοποίηση δύο παραγόντων ενεργοποιήθηκε
es_ar: Se habilitó la autenticación en dos pasos
es_es: Autenticación en dos pasos activada
et: Kaheastmeline autentimine lubati
eu: Bi urratseko autentifikazioa gaitua
fa: تایید هویت دو مرحله‌ای فعال شد
fi: Kaksivaiheinen todennus otettu käyttöön
fr: Authentification en deux étapes activée
fur: Autenticazion in doi passaçs ativade
gd: Tha an dearbhadh dà-cheumnach an comas
gl: Activouse a autenticación en dous pasos
he: אימות דו־שלבי הופעל
hi_in: द्वि-चरणीय प्रमाणीकरण सक्षम
hr: Aktivirana je dvofaktorska autentikacija
hu: Kétlépcsős hitelesítés engedélyezve
ia: Authentication a duo passos activate
id: Autentikasi dua langkah diaktifkan
is: Tveggja-þrepa auðkenning virkjuð
it: Autenticazione in due passaggi attivata
ja: 2 段階認証が有効化されました
ka: ორბიჯიანი დამოწმება შესვლისას ჩართულია
kab: Asesteb s snat n tarrayin yermed
nl: Authenticatie in twee stappen ingeschakeld
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ ਯੋਗ ਕਰਨ ਦੇ ਦੋ-ਕਦਮ
pl: Włączono uwierzytelnianie dwuetapowe
pt: Autenticação de dois passos ativada
pt_br: Autenticação em duas etapas ativada
ru: Двухэтапная аутентификация включена
sk: Dvojstupňové overenie bolo povolené
sl: Overitev v dveh korakih je omogočena
sq: Mirëfilltësimi dyhapësh u aktivizua
sr: Аутентификација у два корака је омогућена
sr_latn: Autentifikacija u dva koraka je omogućena
sv_se: Tvåstegsautentisering aktiverad
te: రెండు-దశల ప్రమాణీకరణ చేతనమైనది
th: เปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนแล้ว
tr: İki aşamalı kimlik doğrulama etkinleştirildi
tt: Ике адымлы аутентификация кабызылды
uk: Двоетапну перевірку увімкнено
ur: دو قدمی توثیق فعال ہوگئ
vi: Đã bật xác thực hai bước

source: Use the code %(code)s to set up two-step authentication in supported applications.
ar: استخدم الرمز %(code)s لإعداد الاستيثاق ليكون بخطوتين في التطبيقات التي تدعم ذلك.
az: Dəstəklənən tətbiqdə 2 addımlı təsdiqləməni qurmaq üçün %(code)s kodunu işlədin.
be: Скарыстайцеся кодам %(code)s для настаўлення двухэтапнай аўтарызацыі ў падтрыманых праграмах.
bg: Използвайте кода %(code)s, за да настроите двуетапно удостоверяване в поддържаните приложения.
cs: Pro nastavení dvoufázového ověřování v podporovaných aplikacích použijte kód %(code)s.
cy: Defnyddiwch y cod %(code)s i greu dilysiad dau gam yn y rhaglenni sy'n cynnal hynny.
da: Brug koden %(code)s til at opsætte totrinsgodkendelse i understøttede applikationer.
el: Χρησιμοποιήστε τον κωδικό %(code)s για να ρυθμίσετε την ταυτοποίηση δύο παραγόντων στις υποστηριζόμενες εφαρμογές.
es_ar: Usá el código %(code)s para establecer una autenticación de dos pasos en aplicaciones soportadas.
es_es: Usa el código %(code)s para configurar la autenticación en dos pasos en las aplicaciones admitidas.
et: Toetatud rakendustes kaheastmelise autentimise seadistamiseks kasuta koodi %(code)s.
eu: Erabili %(code)s kodea bi urratseko autentifikazioa ezartzeko euskarria duten aplikazioetan.
fa: از کد %(code)s برای تنظیم ارزیابی دو مرحله‌ای که در برنامه ها پشتیبانی می‌شود استفاده کنید.
fi: Ota käyttöön kaksivaiheinen todennus tuetuissa sovelluksissa käyttämällä koodia %(code)s.
fr: Utilisez le code %(code)s pour configurer l’authentification en deux étapes dans les applications prises en charge.
fur: Dopre il codiç %(code)s per configurâ la autenticazion in doi passaçs tes aplicazions supuartadis.
gd: Cleachd an còd %(code)s airson dearbhadh dà-cheumnach a shuidheachadh ann an aplacaidean a chuireas taic ris.
gl: Use o código %(code)s para configurar a autenticación en dous pasos nos aplicativos compatibles.
he: ניתן להשתמש בקוד %(code)s כדי להגדיר אימות דו־שלבי ביישומים נתמכים.
hi_in: %(code)s कोड को समर्थित अनुप्रयोगों में द्वि-चरणीय प्रमाणीकरण स्थापित करने के लिए उपयोग करें.
hr: Upotrijebi kȏd %(code)s za postavljanje dvofaktorske autentikacije u podržanim programima.
hu: Használja a(z) %(code)s kódot a kétlépcsős hitelesítés beállításához a támogatott alkalmazásokban.
ia: Usa le codice %(code)s pro configurar le authentication a duo passos in applicationes que lo supporta.
id: Gunakan kode %(code)s untuk mengatur autentikasi dua langkah di aplikasi yang didukung.
is: Notaðu kóðann %(code)s til að setja upp tveggja-þrepa auðkenningu í þeim forritum sem styðja slíkt.
it: Utilizza il codice %(code)s per impostare l’autenticazione a due passaggi nelle applicazioni supportate.
ja: コード %(code)s を使って対応アプリケーション内で 2 段階認証を設定してください。
ka: გამოიყენეთ %(code)s კოდი, ანგარიშზე შესვლის ორბიჯიანი დამოწმებისთვის, მხარდაჭერილ პროგრამებში.
kab: Seqdec tangalt %(code)s i usbeddi n usesteb s snat n tarrayin deg isnasen yettwasefraken.
nl: Gebruik de code %(code)s om authenticatie in twee stappen in ondersteunde toepassingen in te schakelen.
pa_in: ਸਹਾਇਕ ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਦੋ-ਪੜਾਵੀਂ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸੈੱਟਅੱਪ ਕਰਨ ਲਈ ਕੋਡ %(code)s ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Użyj kodu „%(code)s”, aby skonfigurować uwierzytelnianie dwuetapowe w obsługiwanych aplikacjach.
pt: Utilize o código %(code)s para configurar a autenticação de dois passos em aplicações suportadas.
pt_br: Use o código %(code)s para configurar a autenticação em duas etapas em aplicativos suportados.
ru: Используйте код %(code)s для настройки двухэтапной аутентификации в поддерживаемых приложениях.
sk: Použite kód %(code)s na nastavenie dvojstupňového overenia v podporovaných aplikáciách.
sl: Uporabite kodo %(code)s za nastavitev dvostopenjskega overjanja v podprtih programih.
sq: Përdoreni kodin %(code)s që të rregulloni mirëfilltësim dyhapsh te aplikacione që e mbulojnë.
sr: Искористите код %(code)s да поставите верификацију у два корака у подржаним апликацијама.
sr_latn: Iskoristite kod %(code)s da postavite verifikaciju u dva koraka u podržanim aplikacijama.
sv_se: Använd koden %(code)s för att konfigurera tvåstegsautentisering i stödda applikationer.
th: ใช้รหัส %(code)s เพื่อตั้งค่าการยืนยันตัวบุคคลแบบสองขั้นตอนในแอพพลิเคชั่นที่รองรับ
tr: Desteklenen uygulamalarda iki aşamalı doğrulamayı kurmak için %(code)s kodunu kullanın.
tt: Тәэмин ителгән кушымталарда ике адымлы аутентификацияне көйләү өчен %(code)s кодын кулланыгыз.
uk: Скористайтеся кодом %(code)s для налаштування двоетапної перевірки в підтримуваних програмах.
vi: Sử dụng mã %(code)s để thiết lập xác thực hai bước trong các ứng dụng được hỗ trợ.

source: Two-step authentication removed
be: Двухэтапная аўтарызацыя выдалена
bn_bd: টু-স্টেপ অথেনটিকেশন মুছে দেওয়া হয়েছে
cy: Mae dilysu dau gam wedi ei dynnu
es_ar: Se eliminó la autenticación en dos pasos
sq: Mirëfilltësimi dyhapësh u hoq

source: Two-step Authentication
be: Двухэтапная аўтарызацыя
bn_bd: দুই ধাপে অনুমোদন
cy: Dilysu Dau Gam
es_ar: Autenticación en dos pasos
sq: Mirëfilltësim dyhapësh

source: Account Recovery
be: Аднаўленне ўліковага запісу
bn_bd: একাউন্ট পুনরুদ্ধার
cy: Adfer Cyfrif
es_ar: Recuperación de la cuenta
sq: Rimarrje Llogarie

source: Account recovery enabled
ar: فُعّلت استعادة الحساب
az: Hesab bərpası aktivdir
be: Аднаўленне ўліковага запісу ўключана
cs: Obnova účtu je povolena
cy: Galluogi adfer y cyfrif
da: Genoprettelse af konto aktiveret
el: Η ανάκτηση λογαριασμού ενεργοποιήθηκε
es_es: Se habilitó la recuperación de la cuenta
et: Konto taastamine lubati
eu: Kontu berreskuratzea gaitua
fa: بازگردانی حساب کاربری فعال شد
fi: Tilin palauttaminen kytketty päälle
fr: Récupération de compte activée
gd: Chaidh aiseag a’ chunntais a chur an comas
he: שחזור החשבון הופעל
hi_in: खाता पुनर्प्राप्ति सक्षम किया गया
hr: Oporavak računa je omogućen
hu: Fiók-helyreállítás engedélyezve
ia: Recuperation de conto activate
id: Pemulihan akun diaktifkan
it: Recupero account attivo
ja: アカウントの回復が有効になりました
ka: ანგარიშის აღდგენა ამოქმედებულია
kab: Tiririt n umiḍan termed
nl: Accountherstel ingeschakeld
pa_in: ਖਾਤਾ ਰਿਕਵਰੀ ਸਮਰੱਥ ਕੀਤੀ
pl: Włączono odzyskiwanie konta
pt: Recuperação de conta ativada
pt_br: Recuperação e conta ativada
ru: Восстановление аккаунта включено
sk: Obnova účtu bola povolená
sl: Obnovitev računa omogočena
sq: U aktivizua rikthim llogarie
sr: Опоравак налога је омогућен
sr_latn: Oporavak naloga je omogućen
sv_se: Kontoåterställning aktiverad
te: ఖాతా రికవరీ చేతనమైనది
th: เปิดใช้งานการกู้คืนบัญชีแล้ว
tr: Hesap kurtarma etkinleştirildi
tt: Хисап язмасын тергезү кабызылган
uk: Відновлення облікового запису увімкнено
ur: اکاؤنٹ کی بازیابی کوفعال بنا دیا گیا
vi: Đã bật khôi phục tài khoản

source: Account recovery revoked
be: Аднаўленне ўліковага запісу адклікана
cy: Analluogi adfer y cyfrif
sq: U hoq mundësia për rikthim llogarie

source: Firefox Recovery Key
ar: مفتاح استعادة فَيَرفُكس
az: Firefox Bərpa Açarı
be: Адноўны ключ Firefox
bg: Ключ за възстановяване на Firefox
cs: Obnovovací klíč
cy: Allwedd Adfer Firefox
da: Genoprettelsesnøgle til Firefox
el: Κλειδί ανάκτησης Firefox
es_ar: Código de recuperación de Firefox
es_es: Clave de recuperación de Firefox
et: Firefoxi taastamisvõti
eu: Firefox berreskuratze gakoa
fa: کلید بازیابی فایرفاکس
fi: Firefox-palautusavain
fr: Clé de récupération du compte Firefox
gd: Iuchair aiseag Firefox
he: מפתח שחזור Firefox
hi_in: Firefox पुनर्प्राप्ति कोड
hr: Ključ za oporavak Firefoxa
hu: Firefox helyreállítási kulcs
ia: Clave de recuperation de Firefox
id: Kunci Pemulihan Firefox
it: Chiave di recupero per Firefox
ja: Firefox 回復用キー
ka: Firefox აღდგენის გასაღები
kab: Tasarutt n tririt n Firefox
nl: Firefox-herstelsleutel
pa_in: ਫਾਇਰਫਾਕਸ ਰਿਕਵਰੀ ਕੁੰਜੀ
pl: Klucz odzyskiwania Firefoksa
pt: Chave de recuperação do Firefox
pt_br: Chave de recuperação do Firefox
ru: Ключ восстановления Firefox
sk: Obnovovací kľúč
sl: Obnovitveni ključ za Firefox
sq: Kyç Riparimi i Firefox-it
sr: Firefox кључ за опоравак
sr_latn: Firefox ključ za oporavak
sv_se: Firefox återställningsnyckel
te: Firefox రికవరీ కీ
th: กุญแจการกู้คืน Firefox
tr: Firefox kurtarma anahtarı
tt: Firefox тергезү ачкычы
uk: Ключ відновлення Firefox
ur: Firefox بازیافت کلید
vi: Khóa khôi phục Firefox
