Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Remember this password &mdash; resetting it erases your data from our servers.
be: Запомніце гэты пароль & mdash; скід яго сцірае дадзеныя з нашых сервераў.
cy: Cofiwch y cyfrinair hwn &mdash; bydd ei ailosod yn dileu eich data o'n gweinyddion.
es_ar: Recuerde esta contraseña, &mdash; restablecerla borra sus datos de nuestros servidores.
sq: Mbajeni mend këtë fjalëkalim &mdash; ricaktimi i tij sjell fshirjen e të dhënave tuaja nga shërbyesit tanë.

source: Show password
ar: أظهر كلمة السر
az: Parolu göstər
be: Паказаць пароль
bg: Показване на паролата
cs: Zobrazit heslo
cy: Dangos cyfrinair
da: Vis adgangskode
el: Εμφάνιση κωδικού πρόσβασης
es_ar: Mostrar contraseña
es_es: Mostrar contraseña
et: Kuva parool
eu: Erakutsi pasahitza
fa: نمایش گذرواژه
fi: Näytä salasana
fr: Afficher le mot de passe
fur: Mostre password
gd: Seall am facal-faire
gl: Mostrar o contrasinal
he: הצגת ססמה
hi_in: कूटशब्द दिखाएँ
hr: Prikaži lozinku
hu: Jelszó megjelenítése
ia: Monstrar contrasigno
id: Tampilkan kata sandi
is: Birta lykilorð
it: Mostra password
ja: パスワードを表示
ka: პაროლის ჩვენება
kab: Sken awal uffir
nl: Wachtwoord tonen
pa_in: ਪਾਸਵਰਡ ਵੇਖੋ
pl: Wyświetl hasło
pt: Mostrar palavra-passe
pt_br: Mostrar senha
ru: Показать пароль
sk: Zobraziť heslo
sl: Prikaži geslo
sq: Shfaqe fjalëkalimin
sr: Прикажи лозинку
sr_latn: Prikaži lozinku
sv_se: Visa lösenord
te: సంకేతపదం చూపించు
th: แสดงรหัสผ่าน
tr: Parolayı göster
tt: Паролны күрсәтү
uk: Показати пароль
ur: پاس ورڈ دکھائیں
vi: Hiện mật khẩu

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
ar: أتبحث عن تزامُن فَيَرفُكس؟ <a %(escapedSyncSuggestionAttrs)s>ابدأ هنا</a>
az: Firefox Sync ilə maraqlanırsız? <a %(escapedSyncSuggestionAttrs)s>Buradan başlayın</a>
be: Шукаеце Сінхранізацыю Firefox? <a %(escapedSyncSuggestionAttrs)s>Пачніце тут</a>
bg: Търсите Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Започнете от тук</a>
cs: Hledáte Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Začněte zde</a>
cy: Chwilio am Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Cychwyn arni yma</a>
da: Leder du efter Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Start her</a>
el: Ψάχνετε για το Firefox Sync; <a %(escapedSyncSuggestionAttrs)s>Ξεκινήστε εδώ</a>
es_ar: ¿Buscando Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Comenzar aquí</a>
es_es: ¿Estás buscando Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Empieza por aquí</a>
et: Otsid Firefox Synci? <a %(escapedSyncSuggestionAttrs)s>Alusta siit</a>
eu: Firefox Sync bila zabiltza? <a %(escapedSyncSuggestionAttrs)s>Hasi hemen</a>
fa: به دنبال همگام‌ساز فایرفاکس هستید؟ <a %(escapedSyncSuggestionAttrs)s>از اینجا شروع کنید</a>
fi: Etsitkö Firefox Sync -palvelua? <a %(escapedSyncSuggestionAttrs)s>Aloita tästä</a>
fr: Vous recherchez Firefox Sync ? <a %(escapedSyncSuggestionAttrs)s>Commencez par ici</a>
gd: An tòir sioncronachadh Firefox? <a %(escapedSyncSuggestionAttrs)s>Dèan toiseach-tòiseachaidh an-seo</a>
he: חיפשת את Firefox Sync‏? <a %(escapedSyncSuggestionAttrs)s>ניתן להתחיל כאן</a>
hi_in: Firefox संकालन करना चाहते हैं? <a %(escapedSyncSuggestionAttrs)s>यहाँ शुरू करें</a>
hr: Tražiš Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Započni ovdje</a>
hu: A Firefox Syncet keresi? <a %(escapedSyncSuggestionAttrs)s>Kezdje itt!</a>
ia: Desira tu probar Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Comencia ci</a>
id: Mencari Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Mulailah di sini</a>
it: Vuoi provare Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Inizia da qui</a>
ja: Firefox Sync をお探しですか？ <a %(escapedSyncSuggestionAttrs)s>ここからスタート</a>
ka: Firefox სინქრონიზაციას ეძებთ? <a %(escapedSyncSuggestionAttrs)s>იხილეთ აქ</a>
kab: Tettnadiḍ Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>bdu dagi</a>
nl: Zoekt u Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Begin hier</a>
pa_in: ਫਾਇਰਫਾਕਸ ਸਿੰਕ ਲੱਭ ਰਹੇ ਹੋ? <a %(escapedSyncSuggestionAttrs)s>ਇਥੋਂ ਸ਼ੁਰੂ ਕਰੋ</a>
pl: Szukasz usługi Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Załóż konto</a>
pt: À procura do Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Comece aqui</a>
pt_br: Procurando o Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Comece aqui</a>
ru: Ищете Синхронизацию Firefox? <a %(escapedSyncSuggestionAttrs)s>Начните здесь</a>
sk: Hľadáte Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Začnite tu</a>
sl: Iščete Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Začnite tukaj</a>
sq: Po kërkoni për Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Fillojani këtu</a>
sr: Тражите Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Започните овде</a>
sr_latn: Tražite Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Započnite ovde</a>
sv_se: Letar du efter Firefox Sync? <a %(escapedSyncSuggestionAttrs)s="">Kom igång här</a>
te: Firefox Sync కోసం వెతుకుతున్నారా? <a %(escapedSyncSuggestionAttrs)s>ఇక్కడ ప్రారంభించండి</a>
th: กำลังมองหา Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>เริ่มต้นใช้งานที่นี่</a>
tr: Firefox Sync'i mi arıyorsunuz? <a %(escapedSyncSuggestionAttrs)s>Buradan başlayın</a>
tt: Firefox Синхронлауны эзлисезме? <a %(escapedSyncSuggestionAttrs)s>Моннан башлагыз</a>
uk: Шукаєте Синхронізацію Firefox? <a %(escapedSyncSuggestionAttrs)s>Почніть тут</a>
vi: Bạn đang tìm kiếm đồng bộ hóa Firefox? <a %(escapedSyncSuggestionAttrs)s>Hãy bắt đầu tại đây</a>

source: Approve new device <small>for %(email)s</small>
be: Пацвердзіць новую прыладу <small>для %(email)s</small>
cy: Cymeradwyo dyfais newydd <small>ar gyfer %(email)s</small>
es_es: Aprobar un nuevo dispositivo <small>para %(email)s</small>
hi_in: <small>%(email)s के लिए</small> नयी डिवाइस को स्वीकृत करें
ka: დაამოწმეთ ახალი მოწყობილობა <small>ელფოსტაზე %(email)s</small>
ru: Подтвердить новое устройство <small>для %(email)s</small>
sq: Miratoni pajisje të re <small>për %(email)s</small>
sr: Одобрите нови уређај <small>за %(email)s</small>
sr_latn: Odobrite novi uređaj <small>za %(email)s</small>
sv_se: Godkänn ny enhet <small>för %(email)s</small>
tr: <small>%(email)s için</small> yeni cihazı onayla
tt: <small>%(email)s өчен</small> яңа җиһазны раслау

source: Approve device
be: Пацвердзіць прыладу
cy: Cymeradwyo dyfais
es_es: Aprobar dispositivo
hi_in: उपकरण स्वीकृत करें
ka: მოწყობილობის დამოწმება
ru: Подтвердить устройство
sq: Miratojeni pajisjen
sr: Одобрите уређај
sr_latn: Odobrite uređaj
sv_se: Godkänn enhet
te: పరికరాన్ని ఆమోదించు
tr: Cihazı onayla
tt: Җиһазны раслау

source: Device connected
ar: الجهاز متصل
az: Cihaz qoşuldu
be: Прылада злучана
cs: Zařízení připojeno
cy: Dyfais wedi'i gysylltu
da: Enhed forbundet
el: Η συσκευή συνδέθηκε
es_es: Dispositivo conectado
et: Seade on ühendatud
eu: Gailua konektatua
fa: دستگاه متصل شد
fi: Laite yhdistetty
fr: Appareil connecté
fur: Dispositîf conetût
gd: Uidheam ceangailte
gl: Conectouse un dispositivo
he: המכשיר מחובר
hi_in: डिवाइस कनेक्ट किया गया
hr: Uređaj je povezan
hu: Eszköz csatlakoztatva
ia: Apparato connectite
id: Perangkat tersambung
is: Tæki tengt
it: Dispositivo connesso
ja: 端末が接続されました
ka: მოწყობილობა დაკავშირებულია
kab: Ibenk yeqqen
nl: Apparaat verbonden
pa_in: ਡਿਵਾਈਸ ਕਨੈਕਟ ਹੈ
pl: Połączono urządzenie
pt: Dispositivo ligado
pt_br: Dispositivo conectado
ru: Устройство подключено
sk: Zariadenie bolo pripojené
sl: Naprava povezana
sq: Pajisja u lidh
sr: Уређај је повезан
sr_latn: Uređaj je povezan
sv_se: Enhet ansluten
te: పరికరం అనుసంధానమైంది
th: อุปกรณ์ที่เชื่อมต่อแล้ว
tr: Cihaz bağlandı
tt: Җиһаз тоташтырылды
uk: Пристрій під'єднано
ur: منسلک شدہ الا
vi: Thiết bị đã kết nối

source: You are now syncing with:
be: Вы зараз сінхранізуецеся з:
cy: Rydych nawr yn cydweddu â:
es_es: Ya estás sincronizado con:
hi_in: अब आप इसके साथ सिंक कर रहे हैं:
ka: თქვენ დასინქრონებული ხართ მოწყობილობასთან:
ru: Теперь вы синхронизируетесь с:
sq: Tani po njëkohësoni me:
sr: Сада се синхронизујете са:
sr_latn: Sada se sinhronizujete sa:
sv_se: Du synkroniserar nu med:
tr: Eşitleniyor:

source: Manage devices
ar: أدِر الأجهزة
az: Cihazları idarə et
be: Кіраваць прыладамі
bg: Управление на устройства
cs: Správa zařízení
cy: Rheoli dyfeisiau
da: Håndter enheder
el: Διαχείριση συσκευών
es_es: Gestionar dispositivos
et: Halda seadmeid
eu: Kudeatu gailuak
fa: مدیریت دستگاه‌ ها
fi: Hallitse laitteita
fr: Gérer les appareils
fur: Gjestìs dispositîfs
gd: Stiùirich na h-uidheaman
gl: Xestionar os dispositivos
he: ניהול מכשירים
hi_in: उपकरणों को प्रबंधित करें
hr: Upravljaj uređajima
hu: Eszközök kezelése
ia: Gerer apparatos
id: Kelola peranti
is: Sýsla með tæki
it: Gestisci dispositivi
ja: 端末の管理
ka: მოწყობილობების მართვა
kab: Sefrek ibenkan
nl: Apparaten beheren
pa_in: ਡਿਵਾਈਸਾਂ ਦਾ ਬੰਦੋਬਸਤ ਕਰੋ
pl: Zarządzaj urządzeniami
pt: Gerir dispositivos
pt_br: Gerenciar dispositivos
ru: Управление устройствами
sk: Správa zariadení
sl: Upravljanje naprav
sq: Administroni pajisje
sr: Управљајте уређајима
sr_latn: Upravljajte uređajima
sv_se: Hantera enheter
te: పరికరాల నిర్వహణ
th: จัดการอุปกรณ์
tr: Cihazları yönet
tt: Җиһазлар белән идарә итү
uk: Керувати пристроями
ur: آلات کو بندرست کریں
vi: Quản lý thiết bị

source: Approval now required <small>from your other device</small>
az: <small>Digər cihazınızdan</small> təsdiqləməlisiniz
be: Зараз патрабуецца зацверджанне <small>з іншай вашай прылады</small>
cs: Je požadováno schválení <small>z vašeho dalšího zařízení</small>
cy: Mae cymeradwyaeth nawr ei angen <small>o'ch dyfais arall</small>
da: Godkendelse er nu påkrævet <small>fra din anden enhed</small>
el: Απαιτείται έγκριση <small>από την άλλη συσκευή σας</small>
es_es: Ahora tienes que aprobarlo <small>desde tu otro dispositivo</small>
et: Kinnitamine on nüüd vajalik <small>sinu teisel seadmel</small>
eu: Orain <small>zure beste gailuaren</small> onarpena behar da
fa: هم اکنون نیازمند تایید<small> از روی دستگاه‌های دیگر شما است</small>
fi: Hyväksyntä vaaditaan <small>nyt toiselta laitteeltasi</small>
fr: L’approbation est maintenant nécessaire <small>sur votre autre appareil</small>
gd: Tha feum air ceadachadh <small>on uidheam eile agad</small> an-dràsta
he: נדרש אישור <small>מהמכשיר האחר שלך</small>
hi_in: <small>अब आपके अन्य डिवाइस </small> से स्वीकृति की आवश्यकता है
hr: Sada je potrebno odobrenje <small>od drugog uređaja</small>
hu: Most jóváhagyás szükséges <small>a másik eszközéről</small>
ia: Approbation necessari ora <small>ab tu altere apparato</small>
id: Persetujuan kini diperlukan <small>dari perangkat Anda yang lain</small>
it: Ora è necessaria l’approvazione <small>dall’altro dispositivo</small>
ja: <small>他の端末から</small> の承認が必要です
ka: საჭიროა დამოწმება <small>მეორე მოწყობილობიდან</small>
kab: Asentem yettwasra tura <small>seg ibenk-ik/im nniḍen</small>
nl: Goedkeuring <small>vanaf uw andere apparaat</small> nu vereist
pa_in: ਹੁਣ <small>ਤੁਹਾਡੇ ਹੋਰ ਡਿਵਾਈਸ ਤੋਂ</small> ਤੋਂ ਮਨਜ਼ੂਰੀ ਚਾਹੀਦੀ ਹੈ
pl: Teraz wymagane jest zatwierdzenie <small>z innego używanego urządzenia</small>
pt: Aprovação requerida <small>a partir do seu outro dispositivo</small>
pt_br: Agora é exigida aprovação <small>de seu outro dispositivo</small>
ru: Теперь требуется подтверждение <small>с другого вашего устройства</small>
sk: Vyžaduje sa schválenie <small>z vášho ďalšieho zariadenia</small>
sl: Zdaj je zahtevana odobritev <small>z vaše druge naprave</small>
sq: Miratim i domosdoshëm tani <small>që nga pajisja juaj tjetër</small>
sr: Одобрење је неопходно <small>са вашег другог уређаја</small>
sr_latn: Odobrenje je neophodno <small>sa vašeg drugog uređaja</small>
sv_se: Godkännande krävs <small>från din andra enhet</small>
th: ขณะนี้จำเป็นต้องได้รับการอนุมัติ<small>จากอุปกรณ์เครื่องอื่นของคุณ</small>
tr: <small>Diğer cihazınızdan</small> onay vermeniz gerekiyor
tt: <small>Бүтән җиһазыгыздан</small> хәзер рөхсәт кирәк
uk: Тепер необхідне підтвердження <small>з вашого іншого пристрою</small>
vi: Hiện tại cần chấp nhận <small>từ thiết bị khác của bạn</small>

source: Pairing not successful
az: Qoşulma uğursuz oldu
be: Спарванне не ўдалося
cs: Párování se nezdařilo
cy: Paru'n aflwyddiannus
da: Parring mislykkedes
el: Ανεπιτυχής σύζευξη
es_es: Error al conectarse
et: Paaristamine ei õnnestunud
eu: Parekatzeak kale egin du
fa: جفت سازی موفق نبود
fi: Paritus ei onnistunut
fr: Échec de l’association
gd: Cha do shoirbhich leis a’ phaidhreachadh
he: הצימוד לא בוצע בהצלחה
hi_in: संसर्ग सफल नहीं रहा
hr: Uparivanje nije uspjelo
hu: A párosítás sikertelen
ia: Accopulamento sin successo
id: Pemasangan tidak berhasil
it: Associazione non riuscita
ja: ペアリングに失敗しました
ka: მიერთება ვერ მოხერხდა
kab: Acuddu ur yeddi ara akken iwata
nl: Koppelen mislukt
pa_in: ਪੇਅਰ ਕਰਨਾ ਕਾਮਯਾਬ ਨਹੀਂ ਹੈ
pl: Powiązanie się nie powiodło
pt: Emparelhamento sem sucesso
pt_br: Pareamento não concluído
ru: Сопряжение не удалось
sk: Spárovanie sa nepodarilo
sl: Seznanjanje ni uspelo
sq: Çiftim i pasuksesshëm
sr: Упаривање није успело
sr_latn: Uparivanje nije uspelo
sv_se: Parning misslyckades
th: การจับคู่ไม่สำเร็จ
tr: Eşleştirme başarısız oldu
tt: Ялгау килеп чыкмады
uk: Не вдалося створити пару
ur: جوٰڑنے میں ناکام رہا
vi: Ghép nối không thành công

source: The setup process was terminated.
az: Quraşdırma prosesi dayandırıldı.
be: Працэс усталявання быў спынены.
cs: Nastavování bylo ukončeno.
cy: Cafodd y broses osod ei derfynu.
da: Opsætningen blev afbrudt.
el: Η διαδικασία ρύθμισης τερματίστηκε.
es_es: Finalizó el proceso de configuración.
et: Seadistusprotsess katkestati.
eu: Ezarpen prozedura amaitu da.
fa: روند راه اندازی خاتمه یافت.
fi: Asetusprosessi lopetettiin.
fr: Processus d’installation interrompu.
gd: Chaidh crìoch a chur air an t-suidheachadh.
he: תהליך ההגדרה הופסק.
hi_in: सेटअप प्रक्रिया समाप्त कर दी गई थी।
hr: Proces postavljanja je prekinut.
hu: A beállítási folyamat megszakításra került.
ia: Le procedura de installation ha essite terminate.
id: Proses pengaturan diakhiri.
it: Processo di installazione interrotto.
ja: セットアップ処理が中断されました。
ka: გამართვის მიმდინარეობა შეწყვეტილია.
kab: Akala n usbeddi yeḥbes.
nl: Het installatieproces is beëindigd.
pa_in: ਸੈਟਅਪ ਕਾਰਵਾਈ ਨੂੰ ਸਮਾਪਤ ਕੀਤਾ ਗਿਆ।
pl: Proces konfiguracji został przerwany.
pt: O processo de configuração foi terminado.
pt_br: O processo de configuração foi interrompido.
ru: Процесс настройки был прерван.
sk: Nastavovanie bolo ukončené.
sl: Postopek nastavitve je bil prekinjen.
sq: Procesi i rregullimit u përfundua.
sr: Процес подешавања је окончан.
sr_latn: Proces podešavanja je okončan.
sv_se: Installationsprocessen avslutades.
th: กระบวนการตั้งค่าถูกยกเลิก
tr: Kurulum işlemi sonlandırıldı.
tt: Урнаштыру процессы өзелде.
uk: Процес налаштування було перервано.
ur: سیٹ اپ کا عمل ختم کردیا گیا تھا۔
vi: Quá trình thiết lập đã hủy bỏ.

source: Open the code scanner on your Firefox app and show code when ready.
be: Адкрыйце сканер кодаў у сваёй праграме Firefox і пакажыце код, калі будзеце гатовы.
cy: Agorwch y sganiwr cod ar eich ap Firefox dangos y cod pan yn barod.
es_es: Abre el escáner de código en la aplicación de Firefox y muestráselo cuando esté listo.
hi_in: अपने Firefox ऐप पर कोड स्कैनर खोलें और तैयार होने पर कोड दिखाएं।
ka: გახსენით კოდის წამკითხავი თქვენს Firefox პროგრამაში და აჩვენეთ კოდი, როცა მზად იქნებით.
ru: Откройте сканер кодов в вашем приложении Firefox и покажите код, когда будете готовы.
sq: Hapni skanuesin e kodit në aplikacionin tuaj Firefox dhe shfaqni kodin kur të jetë gati.
sr: Отворите скенер кода у својој Firefox апликацији и прикажите код кад буде спреман.
sr_latn: Otvorite skener koda u svojoj Firefox aplikaciji i prikažite kod kad bude spreman.
sv_se: Öppna kodskannern i Firefox-appen och visa koden när du är klar.
tr: Hazır olduğunuzda Firefox uygulamanızdaki kod tarayıcıyı açıp kodu okutun.

source: Show code
be: Паказаць код
cy: Dangos y cod
es_es: Mostrar código
hi_in: कोड दिखाएं
ka: კოდის ჩვენება
ru: Показать код
sq: Shfaqeni kodin
sr: Прикажи код
sr_latn: Prikaži kod
sv_se: Visa kod
tr: Kodu göster
tt: Кодны күрсәтү

source: Get App
be: Атрымаць праграму
cy: Estyn Ap
sq: Merrni Aplikacionin

source: Pairing was successful.
ar: نجح الاقتران.
az: Qoşulma uğurlu oldu.
be: Спарванне прайшло паспяхова.
cs: Párování dokončeno.
cy: Paru'n llwyddiant.
da: Parring lykkedes.
el: Επιτυχής σύζευξη.
es_es: Conexión establecida correctamente.
et: Paaristamine õnnestus.
eu: Parekatzea ondo egin da.
fa: جفت سازی موفقیت آمیز بود.
fi: Paritus onnistui.
fr: Association réussie.
fur: Associazion lade ben.
gd: Chaidh a phaidhreachadh.
gl: Completouse o emparellamento.
he: הצימוד בוצע בהצלחה.
hi_in: जोड़ी सफल रही।
hr: Uparivanje je uspjelo.
hu: A párosítás sikeres volt.
ia: Accopulamento con successo.
id: Pemasangan berhasil.
is: Pörun tókst.
it: Associazione completata.
ja: ペアリングに成功しました。
ka: მიერთება დასრულდა წარმატებით.
kab: Acuddu yedda akken iwata.
nl: Koppelen gelukt.
pa_in: ਪੇਅਰ ਕਰਨਾ ਕਾਮਯਾਬ ਹੈ।
pl: Pomyślnie powiązano.
pt: Emparelhamento com sucesso.
pt_br: Pareamento com sucesso.
ru: Сопряжение прошло успешно.
sk: Párovanie bolo úspešné.
sl: Seznanjanje uspešno.
sq: Çiftimi qe i suksesshëm.
sr: Упаривање је успело.
sr_latn: Uparivanje je uspelo.
sv_se: Parning lyckades.
th: การจับคู่สำเร็จแล้ว
tr: Eşleştirme başarılı.
tt: Ялгау уңышлы булды.
uk: Створення пари пройшло успішно.
vi: Ghép nối thành công.

source: Confirm pairing <small>for %(email)s</small>
az: <small>%(email)s üçün</small> qoşulmanı təsdiqləyin
be: Пацвердзіце спарванне <small>для %(email)s</small>
cs: Potvrdit párování <small>pro %(email)s</small>
cy: Cadarnhau paru <small>%(email)s</small>
da: Bekræft parring <small>for %(email)s</small>
el: Επιβεβαίωση σύζευξης <small>για το %(email)s</small>
es_es: Confirmar conexión <small>para %(email)s</small>
et: Kinnita paaristamine kontoga <small>%(email)s</small>
eu: Berretsi <small>%(email)s helbidea</small> parekatzea
fa: تایید جفت شدن با<small> برای %(email)s</small>
fi: Vahvista paritus <small>tilille %(email)s</small>
fr: Confirmer l’association <small>pour %(email)s</small>
gd: Dearbh am paidhreachadh <small>airson %(email)s</small>
he: אישור צימוד <small>עבור %(email)s</small>
hr: Potvrdi uparivanje <small>za %(email)s</small>
hu: Párosítás megerősítése <small>a(z) %(email)s címnél</small>
ia: Confirmar accopulamento <small>de %(email)s</small>
id: Konfirmasi pemasangan <small>untuk %(email)s</small>
it: Conferma associazione <small>per %(email)s</small>
ja: <small>%(email)s</small> のペアリングを確認
ka: მიერთების დადასტურება <small>ელფოსტაზე %(email)s</small>
kab: Sentem acuddu n <small>i %(email)s</small>
nl: Koppeling <small>voor %(email)s</small> bevestigen
pa_in: <small>%(email)s</small> ਲਈ ਪੇਅਰਿੰਗ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź powiązanie <small>dla adresu %(email)s</small>
pt: Confirmar emparelhamento <small>para %(email)s</small>
pt_br: Confirmar pareamento <small>de %(email)s</small>
ru: Подтвердите сопряжение <small>для %(email)s</small>
sk: Potvrďte párovanie <small>pre %(email)s</small>
sl: Potrdi seznanitev <small>za %(email)s</small>
sq: Ripohoni çiftim <small>për %(email)s</small>
sr: Потврдите упаривање <small>за %(email)s</small>
sr_latn: Potvrdite uparivanje <small>za %(email)s</small>
sv_se: Bekräfta parning <small>för %(email)s</small>
th: ยืนยันการจับคู่<small>สำหรับ %(email)s</small>
tr: <small>%(email)s için</small> eşleştirmeyi onayla
tt: <small>%(email)s өчен</small> ялгауны раслау
uk: Підтвердити зв'язок <small>для %(email)s</small>
vi: Xác nhận ghép nối <small>cho %(email)s</small>

source: Confirm pairing
ar: أكّد الاقتران
az: Qoşulmanı təsdiqləyin
be: Пацвердзіце спарванне
cs: Potvrdit párování
cy: Cadarnhau paru
da: Bekræft parring
el: Επιβεβαίωση σύζευξης
es_es: Confirmar conexión
et: Kinnita paaristamine
eu: Berretsi parekatzea
fa: تایید جفت شدن
fi: Vahvista paritus
fr: Confirmer l’association
fur: Conferme associazion
gd: Dearbh am paidhreachadh
gl: Confirmar o emparellamento
he: אישור צימוד
hi_in: जोड़ी बनाने की पुष्टि करें
hr: Potvrdi uparivanje
hu: Párosítás megerősítése
ia: Confirmar le accopulamento
id: Konfirmasi pemasangan
is: Staðfestu pörun
it: Conferma associazione
ja: ペアリングを確認
ka: მიერთების დადასტურება
kab: Sentem acuddu
nl: Koppeling bevestigen
pa_in: ਪੇਅਰ ਕਰਨ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Potwierdź powiązanie
pt: Confirmar emparelhamento
pt_br: Confirmar pareamento
ru: Подтвердить сопряжение
sk: Potvrdiť párovanie
sl: Potrdi seznanitev
sq: Ripohoni çiftim
sr: Потврдите упаривање
sr_latn: Potvrdite uparivanje
sv_se: Bekräfta parning
th: ยืนยันการจับคู่
tr: Eşleştirmeyi onayla
tt: Ялгауны раслау
uk: Підтвердити зв'язок
vi: Xác nhận ghép nối

source: Pair using an app
az: Tətbiq ilə qoş
be: Спарванне з дапамогай праграмы
cs: Spárovat pomocí aplikace
cy: Paru gan ddefnyddio ap
da: Parring ved hjælp af en app
el: Σύζευξη με εφαρμογή
es_es: Conectarse mediante una aplicación
et: Paarista äpiga
eu: Parekatzea aplikazioa erabiliz
fa: جفت سازی با استفاده از برنامه
fi: Parita käyttäen sovellusta
fr: Associer en utilisant une application
fur: Associe doprant une aplicazion
gd: Paidhrich slighe aplacaid
gl: Emparellar mediante unha aplicación
he: ביצוע צימוד באמצעות יישומון
hr: Upari pomoću aplikacije
hu: Párosítás egy alkalmazás segítségével
ia: Accopulamento per un application
id: Pasangkan menggunakan aplikasi
is: Para með forriti
it: Associa utilizzando un’app
ja: アプリを使用してペアリング
ka: მიერთება აპლიკაციის გამოყენებით
kab: Cudd s usnas
nl: Koppelen via een app
pa_in: ਐਪ ਵਰਤ ਕੇ ਪੇਅਰ ਕਰੋ
pl: Powiąż za pomocą aplikacji
pt: Emparelhar utilizando uma aplicação
pt_br: Parear usando um app
ru: Сопряжение с помощью приложения
sk: Spárovať pomocou aplikácie
sl: Seznani s pomočjo aplikacije
sq: Çiftoji duke përdorur një aplikacion
sr: Упаривање помоћу апликације
sr_latn: Uparivanje pomoću aplikacije
sv_se: Parning via en app
th: จับคู่โดยใช้แอป
tr: Uygulama kullanarak eşleştir
tt: Кушымта ярдәмендә ялгау
uk: Створення пари з використанням програми
ur: ایک ایپ کا استعمال کرتے ہوئے جوڑا بنائیں۔
vi: Ghép nối bằng ứng dụng
