Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
ar: رجاءً فعّل الكعكات و التخزين المحلي في متصفحك للوصول إلى حسابات فَيَرفُكس. بتفعّيلهم ستعمل وظائف مثل تذكّرك بين الجلسات.
ast: Habilita les cookies y l'almcenamientu llocal nel to restolador p'acceder a les cuentes de Firefox, por favor. Faciéndolo, habilitaránse funcionalidaes como recordatorios ente sesiones.
az: Lütfən, Firefox Hesablarını istifadə etmək üçün səyyahınızda çərəzləri və lokal yaddaşı aktivləşdirin. Belə etdiyinizdə sizi sessiyalar arası yadda saxlamağa kömək edəcək.
be: Калі ласка, уключыце кукі і лакальнае сховішча ў вашым браўзеры для доступу да ўліковых запісаў Firefox. Гэта дасць магчымасць помніць вас паміж сеансамі.
bg: За да използвате Firefox Accounts, моля, разрешете използването на бисквитки и локално хранилище от четеца. Различни функции зависят от това като например да бъдете запомнени между сесиите.
bn_bd: Firefox Account এ প্রবেশের জন্য অনুগ্রহ করে আপনার ব্রাউজারের কুকি ও স্থানীয় স্টোরেজ সক্রিয় করুন। এটা করার ফলে সেশনগুলোর মধ্যে আপনাকে মনে রাখার মত কার্যকারিতা সক্রিয় হবে।
bn_in: Firefox অ্যাকাউন্ট অ্যাক্সেস করতে আপনার ব্রাউজারে কুকিজ এবং স্থানীয় স্টোরেজ সক্রিয় করুন। এগুলি করলে ব্রাউজারের বৈশিষ্ট্য সক্রিয় হবে যেমন আপনাকে সেশনের মধ্যে মনে রাখবে।
cs: Abyste mohli používat Firefox Accounts, povolte prosím cookies a local storage. Díky tomu si vás budeme moci zapamatovat mezi jednotlivými relacemi.
cy: Galluogwch cwcis a storfa lleol yn eich porwr er mwy cael mynediad at eich Cyfrif Firefox. Bydd gwneud hynny'n galluogi swyddogaethau fel cofio rhwng sesiynau.
da: Du skal aktivere cookies og lokalt lager i din browser for at tilgå Firefox-konti. Dette vil aktivere funktioner som fx at huske dig mellem sessioner.
el: Παρακαλώ ενεργοποιήστε τα cookies και την τοπική αποθήκευση στο πρόγραμμα περιήγησής σας για να αποκτήσετε πρόσβαση στους Λογαριασμούς Firefox. Έτσι, θα ενεργοποιηθούν λειτουργίες, όπως η απομνημόνευση ανάμεσα σε συνεδρίες.
es_ar: Por favor activá las cookies y el almacenamiento local en tu navegador para acceder a Firefox Accounts. Si lo hacés, se activarán funcionalidades como recordarte entre sesiones.
es_es: Por favor, activa las cookies y el almacenamiento local en tu navegador para acceder a Firefox Accounts. Si lo haces, se activarán funcionalidades como recordar tus datos entre sesiones.
et: Palun luba Firefoxi kontole ligipääsuks veebilehitsejal küpsiste ja kohaliku salvestusruumi kasutamine. See võimaldab meil muuhulgas sind seansside vahel meeles pidada.
eu: Mesedez, gaitu cookie-ak eta biltegiratze lokala zure nabigatzailean Firefox Kontuak atzitzeko. Hori eginez, funtzionaltasunak gaituko dituzu; saioen artean zu gogoraraztekoa, adibidez.
fa: لطفا کوکی‌ها و فضای ذخیره‌سازی محلی را در مرورگر خود فعال کنید تا بتوانید از «حساب فایرفاکس» استفاده کنید. اینکار اعمالی مانند بخاطر سپردن شما بین نشست‌های مختلف را ممکن می‌کند.
fi: Ota käyttöön evästeet ja paikallinen tallennustila selaimessasi, jotta voit käyttää Firefox Accounts -palvelua. Tämän tekeminen mahdollistaa muun muassa sinun muistamisen istunnosta toiseen.
fr: Veuillez activer les cookies et le stockage local de votre navigateur afin d’accéder à Firefox Accounts. Cela permettra notamment de mémoriser vos informations entre deux sessions.
gd: Cuir an comas briosgaidean is stòras ionadail sa bhrabhsair agad gus cothrom fhaighinn air cunntasan Firefox. Cha ghabh diofar rudan, can faclan-faire a chumail an cuimhne eadar seiseanan, a dhèanamh as an aonais.
he: נא להפעיל עוגיות ואחסון מקומי בדפדפן שלך על מנת לגשת ל־Firefox Accounts. הפעלתם תאפשר, לדוגמה, לזכור אותך בין הפעלות שונות.
hi_in: Firefox लेखा उपयोग करने के लिए अपने ब्राउज़र में कुकी और स्थानीय भंडारण सक्षम करें । ऐसा करने से इस तरह के सत्र के बीच में आप को याद कर के रूप में कार्यक्षमता सक्षम हो जाएगा ।
hr: Omogućite kolačiće i lokalnu pohranu u svom pregledniku za pristup Firefox Accounts. To će omogućiti funkcionalnost poput pamćenja između sesija.
hu: A Firefox fiókjába belépéshez kérjük engedélyezze böngészőjében a sütiket és a helyi tárolást. Ezzel lehetővé teszi olyan funkciók működését, mint az adatok megjegyzése egyes munkamenetei között.
ia: Per favor, activa le cookies e le immagazinage local in tu navigator pro acceder al contos de Firefox. Isto permittera functionalitate como rememorar te inter sessiones.
id: Aktifkan kuki dan penyimpanan lokal peramban Anda untuk mengakses Firefox Account. Jika diaktifkan, fungsi mengingat antarsesi akan berfungsi.
it: Per accedere al tuo account Firefox attiva i cookie e l’archiviazione locale nel browser. Potrai così usufruire di diverse funzioni come il riconoscimento automatico tra una sessione e l’altra.
ja: Firefox アカウントへアクセスするには、お使いのブラウザーの Cookie とローカルストレージを有効にしてください。それによってセッションをまたいだログイン情報の記憶などの機能が使えるようになります。
ka: გთხოვთ ჩართოთ ბრაუზერში ფუნთუშების და ჩანაწერების შენახვის შესაძლებლობა, Firefox-ანგარიშთან დასაკავშირებლად, რაც მომხმარებლის დამახსოვრების საშუალებას იძლევა.
kab: Ma ulac aɣilif rmed inagan n tuqqna akked usekles adigan deg iminig inek akken ad tkecmeḍ ɣer Imiḍanen Firefox. Ma tegi-ḍ aya, tamahil am cfawat ɣef tɣimit inek ad teddu.
lv: Lūdzu iespējojiet sīkdatnes un lokālo glabāšanu savā pārlūkā lai piekļūtu Firefox Kontiem. Šis piemēram ļaus atcerēties jūs starp sesijām.
nl: Schakel cookies en lokale opslag in uw browser in voor toegang tot Firefox Accounts. Hierdoor worden functionaliteiten zoals het onthouden van u tussen sessies ingeschakeld.
pa_in: ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਵਿੱਚ ਕੁਕੀਜ਼ ਅਤੇ ਲੋਕਲ ਸਟੋਰੇਜ ਸਮਰੱਥ ਕਰੋ। ਅਜਿਹਾ ਕਰਨਾ ਕਾਰਜ-ਸਮਰੱਥਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾ ਦੇਵੇਗਾ ਜਿਵੇਂ ਕਿ ਸੈਸ਼ਨਾਂ ਵਿੱਚ ਤੁਹਾਨੂੰ ਯਾਦ ਰੱਖਣਾ।
pl: Proszę włączyć obsługę ciasteczek i lokalnego przechowywania danych w przeglądarce, aby uzyskać dostęp do konta Firefoksa. Dzięki temu włączona zostanie funkcja zapamiętywania użytkownika między sesjami.
pt: Por favor ative os cookies e armazenamento local no seu navegador para aceder ao Contas Firefox. Ao fazê-lo irá ativar funcionalidades como memorizar-lhe entre sessões.
pt_br: Habilite cookies e armazenamento local em seu navegador para acessar Contas Firefox. Fazendo isso, são ativadas funcionalidades como lembrar de você entre sessões.
ru: Пожалуйста, включите cookies и локальное хранилище в вашем браузере для доступа к Firefox аккаунтам. Если вы включите их, браузер сможет запоминать ваши сессии.
sk: Aby ste mohli používať účet Firefox, povoľte prosím cookies a lokálne úložisko. Vďaka tomu si vás budeme môcť zapamätať medzi jednotlivými reláciami.
sl: Za dostop do Firefox Računov v brskalniku omogočite piškotke in lokalno shrambo. Na ta način boste med drugim omogočili, da si vas bo brskalnik zapomnil med sejami.
sq: Ju lutemi, që të përdorni LLogaritë Firefox aktivizoni te shfletuesi juaj cookie-t dhe depozitimin vendor. Kjo do të bëjë të mundur funksione të tillë si mbajtja mend e përdoruesit mes dy sesionesh.
sr: Омогућите колачиће и локално складиште у вашем прегледачу да приступите Firefox налозима. Ово ће омогућити могућности као што је памћење корисника кроз више сесија.
sr_latn: Omogućite kolačiće i lokalno skladište u vašem pregledaču da pristupite Firefox nalozima. Ovo će omogućiti mogućnosti kao što je pamćenje korisnika kroz više sesija.
sv_se: Aktivera kakor och lokal lagring i din webbläsare för att komma åt Firefox-konton. Detta kommer att aktivera funktioner som att komma ihåg dig mellan sessioner.
te: ఫైర్ఫాక్స్ అకౌంట్స్ యాక్సెస్ మీ బ్రౌజర్లో కుక్కీలను మరియు స్థానిక నిల్వ ఎనేబుల్ చెయ్యండి. అలా చేయడం వంటి సెషన్ల మధ్య గుర్తుంచుకోవాల్సిన కార్యాచరణను ప్రారంభించడానికి ఉంటుంది.
th: โปรดเปิดใช้งานคุกกี้และที่เก็บข้อมูลในเครื่องในเบราว์เซอร์ของคุณเพื่อเข้าถึงบัญชี Firefox การทำเช่นนั้นจะเปิดใช้งานฟังก์ชันอย่างการจดจำคุณระหว่างวาระ
tr: Firefox Hesapları'na erişmek için lütfen tarayıcınızda çerezleri ve yerel depolamayı etkinleştirin. Bu sayede oturumlar arasında sizi hatırlama gibi işlevleri kullanabileceğiz.
tt: Firefox Хисапларына ирешү өчен, зинһар гизгечегездә кукиларны һәм җирле саклагычны рөхсәт итегез. Моның нәтиҗәсендә утырышлар арасында Сезне истә тоту кебек мөмкинлекләр ачылачак.
uk: Будь ласка, увімкніть в своєму браузері куки і локальне сховище для доступу до Облікових записів Firefox. Це дозволить браузеру пам'ятати вас між сеансами.
vi: Vui lòng bật cookie và bộ nhớ cục bộ trong trình duyệt của bạn để truy cập Tài khoản Firefox. Làm như vậy sẽ bật chức năng như ghi nhớ bạn giữa các phiên.

source: Try again
ar: أعِد المحاولة
ast: Retentar
az: Təkrar yoxla
be: Паспрабаваць зноў
bg: Повторен опит
bn_bd: আবার চেষ্টা করুন
bn_in: আবার চেষ্টা করুন।
cs: Zkuste to znovu
cy: Ceisiwch eto
da: Prøv igen
el: Δοκιμάστε ξανά
es_ar: Intentá de nuevo
es_es: Reintentar
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش دوباره
fi: Yritä uudelleen
fr: Réessayer
gd: Feuch ris a-rithist
he: נא לנסות שוב
hi_in: पुनः प्रयास करें
hr: Pokušaj ponovo
hu: Próbálja újra
ia: Tentar de novo
id: Coba lagi
it: Riprova
ja: 再度試す
ka: სცადეთ ხელახლა
kab: Ɛreḍ tikelt nniḍen
lv: Mēģināt vēlreiz
nl: Opnieuw proberen
pa: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_in: ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt: Tentar novamente
pt_br: Tentar novamente
ru: Попробовать снова
sk: Skúsiť znova
sl: Poskusite znova
sq: Riprovoni
sr: Покушај поново
sr_latn: Pokušaj ponovo
sv_se: Försök igen
te: తిరిగి ప్రయత్నించు
th: ลองอีกครั้ง
tr: Tekrar dene
tt: Янәдән тырышып карау
uk: Спробувати знову
ur: دوبارہ کوشش کریں
vi: Thử lại

source: Sign in to continue
ast: Anicia sesión pa siguir
be: Увайдзіце, каб працягнуць
bn_bd: চালিয়ে যেতে সাইন ইন করুন
bn_in: অবিরত থাকতে সাইন ইন করুন।
cy: Mewngofnodi i barhau
es_ar: Iniciá sesión para continuar
lv: Ieejiet lai turpinātu
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ
sq: Bëni hyrjen që të vazhdohet

source: Password
ar: كلمة السرّ
ast: Contraseña
az: Parol
be: Пароль
bg: Парола
bn_bd: পাসওয়ার্ড
bn_in: পাসওয়ার্ড
cs: Heslo
cy: Cyfrinair
da: Adgangskode
el: Κωδικός πρόσβασης
es_ar: Contraseña
es_es: Contraseña
et: Parool
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
gd: Facal-faire
gl: Contrasinal
he: ססמה
hi_in: कूटशब्द
hr: Lozinka
hu: Jelszó
ia: Contrasigno
id: Sandi
is: Lykilorð
ja: パスワード
ka: პაროლი
kab: Awal uffir
lv: Parole
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
pa_in: ਪਾਸਵਰਡ
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ru: Пароль
sk: Heslo
sl: Geslo
sq: Fjalëkalimi
sr: Лозинка
sr_latn: Lozinka
sv_se: Lösenord
te: సంకేతపదం
th: รหัสผ่าน
tr: Parola
tt: Парол
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu

source: Forgot password?
ar: هل نسيت كلمة السرّ؟
ast: ¿Contraseña escaecida?
az: Parolu unutmusunuz?
be: Забылі пароль?
bg: Забравили сте паролата си?
bn_bd: পাসওয়ার্ড ভুলে গেছেন?
bn_in: পাসওয়ার্ড ভুলে গেছেন?
cs: Zapomněli jste heslo?
cy: Wedi anghofio'r cyfrinair?
da: Glemt adgangskode?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;
es_ar: ¿Te olvidaste la contraseña?
es_es: ¿Has olvidado la contraseña?
et: Unustasid parooli?
eu: Pasahitza ahaztu duzu?
fa: گذرواژه را فراموش کرده اید؟
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
fur: Password dismenteade?
gd: Na dhìochuimhnich thu am facal-faire agad?
gl: Esqueceu o contrasinal?
he: ססמתך נשכחה?
hi_in: कूटशब्द भूल गए?
hr: Zaboravljena lozinka?
hu: Elfelejtette a jelszót?
ia: Contrasigno oblidate?
id: Lupa sandi?
is: Gleymt lykilorð?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ka: დაგავიწყდათ პაროლი?
kab: Tettuḍ awal uffir?
lv: Aizmirsāt paroli?
nl: Wachtwoord vergeten?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?
pa_in: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ?
pl: Nie pamiętasz hasła?
pt: Esqueceu-se da palavra-passe?
pt_br: Esqueceu sua senha?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili geslo?
sq: Harruat fjalëkalimin?
sr: Заборавили сте лозинку?
sr_latn: Zaboravili ste lozinku?
sv_se: Glömt lösenordet?
te: సంకేతపదం మరిచిపోయారా?
th: ลืมรหัสผ่าน?
tr: Parolanızı unuttunuz mu?
tt: Паролыгызны оныттыгызмы?
uk: Забули пароль?
ur: پاس ورڈ بھول چکے ہيں؟
vi: Quên mật khẩu?

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
be: Працягваючы, вы згаджаецеся з <a id="fxa-tos" href="/legal/terms">Умовамі абслугоўвання</a> і <a id="fxa-pp" href="/legal/privacy">Палітыкай прыватнасці</a>.
cy: Drwy barhau, rydych yn cytuno i'r <a id="fxa-tos" href="/legal/terms">Amodau Gwasanaeth</a> a'r <a id="fxa-pp" href="/legal/privacy">Hysbysiad Preifatrwydd</a>.
es_ar: Al proceder, está de acuerdo con los <a id="fxa-tos" href="/legal/terms">Términos del servicio</a> y el <a id="fxa-pp" href="/legal/privacy">Aviso de privacidad</a>.
es_es: Al continuar aceptas los <a id="fxa-tos" href="/legal/terms">Términos del Servicio</a> y el <a id="fxa-pp" href="/legal/privacy">Aviso de privacidad</a>.
fi: Jatkamalla hyväksyt <a id="fxa-tos" href="/legal/terms">käyttöehdot</a> ja <a id="fxa-pp" href="/legal/privacy">tietosuojaselosteen</a>.
gd: Ma leanas tu air adhart, bidh thu ag aontachadh ri <a id="fxa-tos" href="/legal/terms">teirmichean na seirbheise</a> agus <a id="fxa-pp" href="/legal/privacy">aithris na prìobhaideachd</a>.
hu: A folytatással elfogadja a <a id="fxa-tos" href="/legal/terms">Felhasználási feltételeit</a> és az <a id="fxa-pp" href="/legal/privacy">Adatvédelmi nyilatkozatot</a>.
ka: თუ განაგრძობთ, თქვენ ეთანხმებით <a id="fxa-tos" href="/legal/terms">გამოყენების პირობებსა</a> და <a id="fxa-pp" href="/legal/privacy">პირადი მონაცემების დაცვის განაცხადს</a>.
kab: Ma tkemleḍ, ad tqebleḍ <a id="fxa-tos" href="/legal/terms"> tiwtilin n useqdec</a> akked <a id="fxa-pp" href="/legal/privacy">tsertit tabaḍnit</a> .
ru: Продолжая, вы принимаете <a id="fxa-tos" href="/legal/terms">Условия службы</a> и <a id="fxa-pp" href="/legal/privacy">Уведомление о конфиденциальности</a>.
sk: Pokračovaním vyjadrujete súhlas s <a id="fxa-tos" href="/legal/terms">Podmienkami používania služby</a> a <a id="fxa-pp" href="/legal/privacy">Zásadami ochrany osobných údajov</a>.
sq: Duke vazhduar, pajtoheni me <a id="fxa-tos" href="/legal/terms">Kushte Shërbimi</a> dhe <a id="fxa-pp" href="/legal/privacy">Njoftimin mbi Privatësinë</a>.
sr: Настављањем прихватате <a id="fxa-tos" href="/legal/terms">услове коришћења</a> и<a id="fxa-pp" href="/legal/privacy">политику приватности</a>.
sr_latn: Nastavljanjem prihvatate <a id="fxa-tos" href="/legal/terms">uslove korišćenja</a> i<a id="fxa-pp" href="/legal/privacy">politiku privatnosti</a>.
sv_se: Genom att fortsätta godkänner du <a id="fxa-tos" href="/legal/terms">användarvillkoren</a> och <a id="fxa-pp" href="/legal/privacy">sekretesspolicy</a>.
tr: Devam ederek <a id="fxa-tos" href="/legal/terms">Hizmet Koşulları</a>'nı ve <a id="fxa-pp" href="/legal/privacy">Gizlilik Bildirimi</a>'ni kabul etmiş oluyorsunuz.
tt: Дәвам итү нәтиҗәсендә Сез<a id="fxa-tos" href="/legal/terms">Куллану Шартлары</a> һәм <a id="fxa-pp" href="/legal/privacy">Хосусыйлык Аңлатмасы</a> белән килешәчәксез.
uk: Продовжуючи, ви погоджуєтеся з <a id="fxa-tos" href="/legal/terms">Умовами використання</a> та <a id="fxa-pp" href="/legal/privacy">Повідомленням про приватність</a>.

source: Enter your email
ar: أدخل بريدك الإلكتروني
ast: Introduz el to corréu
az: E-poçtunuzu daxil edin
be: Увядзіце сваю электронную пошту
bg: Въведете своята ел. поща
bn_bd: আপনার ইমেইল লিখুন
cs: Zadejte svou e-mailovou adresu
cy: Rhowch eich e-bost
da: Indtast din mailadresse
el: Εισαγάγετε το email σας
es_ar: Ingresá tu correo electrónico
es_es: Escribe tu correo electrónico
et: Sisesta e-posti aadress
eu: Idatzi zure helbide elektronikoa
fa: ایمیل خود را وارد کنید
fi: Kirjoita sähköpostiosoitteesi
fr: Saisissez votre adresse électronique
fur: Inserìs la tô e-mail
gd: Cuir a-steach am post-d agad
gl: Escriba o seu enderezo de correo electrónico
he: נא להכניס את כתובת הדוא״ל שלך
hi_in: अपना ईमेल प्रविष्ट करें
hr: Upiši adresu e-pošte
hu: Adja meg az e-mail címét
ia: Insere tu adresse de e-mail
id: Masukkan surel Anda
is: Settu inn tölvupóstfangið þitt
it: Inserisci l’indirizzo email
ja: メールアドレスを入力
ka: შეიყვანეთ თქვენი ელფოსტა
kab: Sekcem imayl inek
nl: Voer uw e-mailadres in
pa_in: ਆਪਣਾ ਈਮੇਲ ਦਾਖਲ ਕਰੋ
pl: Wpisz adres e-mail
pt: Digite o seu email
pt_br: Digite seu email
ru: Введите ваш адрес электронной почты
sk: Zadajte e-mailovú adresu
sl: Vnesite e-poštni naslov
sq: Jepni email-in tuaj
sr: Унесите вашу адресу
sr_latn: Unesite vašu adresu
sv_se: Ange din e-postadress
te: మీ ఈమెయిలును ఇవ్వండి
th: ใส่อีเมลของคุณ
tr: E-postanızı yazın
tt: Эл. почтагызны кертегез
uk: Адреса електронної пошти
ur: اپنی ای میل داخل کریں
vi: Nhập email của bạn

source: Email
ar: البريد الإلكتروني
ast: Corréu
az: E-poçt
be: Эл.пошта
bg: Ел. поща
bn_bd: ইমেইল
bn_in: ইমেইল
cy: E-bost
da: Mailadresse
es_ar: Correo electrónico
es_es: Correo
et: E-post
eu: Helbide elektronikoa
fa: پست الکترونیکی
fi: Sähköpostiosoite
fr: Adresse électronique
gd: Post-d
gl: Correo
he: דואר אלקטרוני
hi_in: ईमेल
hr: E-pošta
is: Tölvupóstur
ja: メールアドレス
ka: ელფოსტა
kab: Imayl
lv: Epasts
nl: E-mailadres
pa: ਈਮੇਲ
pa_in: ਈਮੇਲ
ru: Электронная почта
sk: E-mailová adresa
sl: E-pošta
sr: Е-пошта
sr_latn: E-pošta
sv_se: E-post
te: ఈమెయిలు
th: อีเมล
tr: E-posta
tt: Эл. почта
uk: Електронна пошта
ur: ای میل

source: Continue
ar: استمر
ast: Siguir
az: Davam et
be: Працягнуць
bg: Продължаване
bn_bd: চালিয়ে যান
bn_in: চালু রাখুন
cs: Pokračovat
cy: Ymlaen
da: Fortsæt
el: Συνέχεια
es_ar: Continuar
es_es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
gd: Air adhart
gl: Continuar
he: המשך
hi_in: जारी रखें
hr: Nastavi
hu: Folytatás
ia: Continuar
id: Lanjutkan
is: Halda áfram
it: Avanti
ja: 続ける
ka: განაგრძეთ
kab: Kemmel
nl: Doorgaan
pa_in: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdoni
sr: Настави
sr_latn: Nastavi
sv_se: Fortsätt
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam et
tt: Дәвам итү
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục

source: Legal
ar: قانوني
ast: Llegal
az: Qanuni
be: Прававыя звесткі
bg: Правни
bn_bd: আইন
bn_in: আইনি
cs: Práva
cy: Cyfreithiol
da: Juridisk
el: Νομικά
es_ar: Aviso legal
et: Õiguslik teave
eu: Legala
fa: حقوقی
fi: Lakiteksti
fr: Mentions légales
gd: Nòtaichean laghail
he: מידע משפטי
hi_in: क़ानूनी
hr: Pravno
hu: Jogi információ
ia: Juridic
id: Pernyataan Hukum
it: Note legali
ja: 法的事項
ka: სამართლებრივი საკითხები
kab: Usḍif
lv: Juridiskā informācija
nl: Juridisch
pa: ਕਾਨੂੰਨੀ
pa_in: ਕਾਨੂੰਨੀ
pl: Podstawa prawna
pt: Informação legal
pt_br: Jurídico
ru: Право
sk: Právne informácie
sl: Pravni pouk
sq: Ligjore
sr: Права
sr_latn: Prava
sv_se: Juridisk
te: చట్టపరమైన
th: ข้อกฎหมาย
tr: Yasal uyarılar
tt: Хокукый мәсьәләләр
uk: Правові положення
ur: قانونی
vi: Pháp lí

source: Terms of Service
ar: شروط الخدمة
ast: Términos del serviciu
az: İstifadə Şərtləri
be: Умовы абслугоўвання
bg: Условия на услугата
bn_bd: সেবার শর্তাবলী
bn_in: সেবা শর্তাবলী
cs: Podmínky poskytování služby
cy: Amodau'r Gwasanaeth
da: Tjenestevilkår
el: Όροι τπηρεσίας
es_ar: Términos del servicio
es_es: Términos del servicio
et: Teenuse tingimused
eu: Zerbitzuaren baldintzak
fa: قوانین استفاده از سرویس
fi: Käyttöehdot
fr: Conditions d’utilisation
fur: Tiermins dal servizi
gd: Teirmichean na seirbheise
gl: Termos do servizo
he: תנאי שירות
hi_in: सेवा की शर्तें
hr: Uvjeti korištenja
hu: Felhasználási feltételek
ia: Terminos de servicio
id: Ketentuan Layanan
is: Þjónustuskilmálar
it: Termini di servizio
ja: 利用規約
ka: გამოყენების პირობები
kab: Tiwtilin n useqdec
lv: Lietošanas noteikumi
nl: Servicevoorwaarden
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pa_in: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Regulamin usługi
pt: Termos de serviço
pt_br: Termos do serviço
ru: Условия службы
sk: Podmienky používania služby
sl: Pogoji uporabe
sq: Kushte Shërbimi
sr: Услови сервиса
sr_latn: Uslovi servisa
sv_se: Tjänstevillkor
te: సేవా నిబంధనలు
th: เงื่อนไขการให้บริการ
tr: Hizmet Koşulları
tt: Куллану Шартлары
uk: Умови надання послуги
ur: خدمت کی شرائط
vi: Điều khoản dịch vụ

source: Privacy Notice
ar: سياسة الخصوصيّة
ast: Avisu de privacidá
az: Məxfilik Bildirişi
be: Паведамленне аб прыватнасці
bg: Политика за личните данни
bn_bd: গোপনীয়তা নীতি
bn_in: গোপন বিজ্ঞপ্তি
cs: Zásady ochrany osobních údajů
cy: Hysbysiad Preifatrwydd
da: Privatlivspolitik
el: Σημείωση απορρήτου
es_ar: Política de privacidad
es_es: Aviso de privacidad
et: Privaatsusreeglid
eu: Pribatutasun-abisua
fa: اطلاعیه حریم‌شخصی
fi: Tietosuojaseloste
fr: Politique de confidentialité
fur: Informative su la riservatece
gd: Aithris na prìobhaideachd
gl: Política de privacidade
he: הצהרת פרטיות
hi_in: निजी सूचना
hr: Politika privatnosti
hu: Adatvédelmi nyilatkozat
ia: Aviso de confidentialitate
id: Kebijakan Privasi
is: Meðferð persónuupplýsinga
it: Informativa sulla privacy
ja: プライバシー通知
ka: პირადი მონაცემების დებულება
kab: Tasertit n tbaḍnit
lv: Privātuma politika
nl: Privacyverklaring
pa: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pl: Zasady ochrony prywatności
pt: Aviso de privacidade
pt_br: Aviso de privacidade
ru: Уведомление о конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Obvestilo o zasebnosti
sq: Shënim mbi Privatësinë
sr: Обавештење о сигурности
sr_latn: Obaveštenje o sigurnosti
sv_se: Sekretesspolicy
te: గోప్యతా నోటీసు
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
tt: Хоусыйлык Аңлатмасы
uk: Повідомлення про приватність
ur: رازداری کا نوٹس
vi: Thông báo bảo mật

source: Get the full Sync experience.
ar: احصل على تجربة المزامنة الكاملة.
ast: Consigui la esperiencia completa de Sync
az: Sync funksionallığını tam işlədin.
be: Скарыстайцеся ўсімі перавагамі сінхранізацыі.
bg: Използвайте пълните възможности на Sync.
bn_bd: সিঙ্কের সম্পূর্ণ অভিজ্ঞতা নিন।
bn_in: সমস্ত সিঙ্ক অভিজ্ঞতা পান।
cs: Užijte si synchronizaci se Sync naplno.
cy: Derbyn y profiad Sync llawn.
da: Få den fulde Sync-oplevelse.
el: Λάβετε την πλήρη εμπειρία του Sync.
es_ar: Conseguí la experiencia completa de Sync.
es_es: Consigue una experiencia Sync completa.
et: Kasuta Sync'i kõiki võimalusi.
eu: Eskuratu Sync-en esperientzia osoa.
fa: تجربه بهنگام‌سازی کامل را داشته باشید.
fi: Ota kaikki irti synkronointipalvelusta.
fr: Tirez le meilleur parti de Sync.
fur: Sfrute dut il potenziâl di Sync.
gd: Cuir an sioncronachadh gu làn-fheum.
gl: Descubra a experiencia de sincronización definitiva.
he: קבלת החוויה המלאה של Sync.
hi_in: पाएं साथ करने का सम्पूर्ण अनुभव.
hr: Doživite Sync u potpunosti.
hu: Érje el a teljes Sync funkcionalitást.
ia: Le plen experientia de Sync.
id: Dapatkan pengalaman sinkronisasi yang penuh.
is: Upplifðu reynslu af samstillingu til fulls.
it: Sfrutta tutto il potenziale di Sync.
ja: 完全な Sync 体験を手に入れましょう。
ka: ისარგებლეთ Sync-ით სრულყოფილად.
kab: Faṛes tagnitt si Sync.
lv: Iegūstiet labāko no Sync.
nl: Krijg de volledige Sync-ervaring.
pa: ਪੂਰੇ ਸਿੰਕ ਤਜਰਬੇ ਦਾ ਮਜ਼ਾ ਲਵੋ।
pa_in: ਪੂਰੇ ਸਿੰਕ ਤਜਰਬੇ ਦਾ ਮਜ਼ਾ ਲਵੋ।
pl: Używaj pełnej synchronizacji.
pt: Obtenha a experiência completa do Sync.
pt_br: Obtenha a experiência completa com o Sync.
ru: Используйте синхронизацию по полной.
sk: Vychutnajte si synchronizáciu naplno.
sl: V celoti izkoristite Sync.
sq: Shijoni Sync-un tërësisht.
sr: Добите потпуно Sync искуство.
sr_latn: Dobite potpuno Sync iskustvo.
sv_se: Få den fulla Sync upplevelsen.
te: పూర్తి సింక్ అనుభవం.
th: สัมผัสประสบการณ์การ Sync เต็มรูปแบบ
tr: Tam Sync deneyimini edinin.
tt: Синхронлауның бөтен мөмкинлекләрен дә кулланыгыз.
uk: Скористайтеся всіма перевагами синхронізації.
ur: مکمل ہم وقت سازی کا تجربہ حاصل کرین۔
vi: Nhận trải nghiệm Đồng bộ hóa đầy đủ.
