Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Sign in to this Firefox to complete set-up
ar: لج إلى فَيَرفُكس هذا لإكمال الإعداد
az: Quraşdırmanı tamamlamaq üçün bu Firefox-da daxil olun
be: Увайдзіце ў гэты Firefox, каб закончыць наладу
bg: За да завършите настройката се впишете в този Firefox
bn_bd: সেট আপ সম্পূর্ণ করতে Firefox এ সাইন ইন করুন
cs: Pro dokončení nastavení se přihlaste k Firefoxu
cy: Mewngofnodwch i'r Firefox hwn i gwblhau'r gosod
da: Log ind på denne Firefox for at færdiggøre opsætningen
el: Συνδεθείτε σε αυτό το Firefox για ολοκλήρωση ρύθμισης
es_ar: Inicia sesión en este Firefox para completar la configuración
es_es: Inicia sesión en este Firefox para completar la configuración
et: Seadistamise lõpetamiseks logi sellesse Firefoxi sisse
eu: Konfigurazioa osatzeko, hasi saioa Firefox honetan
fa: برای تکمیل برپاسازی در این فایرفاکس وارد شوید
fi: Viimeistele asennus kirjautumalla tähän Firefoxiin
fr: Connectez-vous via cette instance de Firefox pour terminer la configuration
fur: Par completâ la configurazion jentre su chest Firefox
gd: Clàraich a-steach dhan Firefox seo a choileanadh an t-suidheachaidh
gl: Inicie sesión neste Firefox para completar a configuración.
he: יש להיכנס ל־Firefox זה כדי להשלים את ההתקנה
hi_in: सम्पूर्ण सेट-अप के लिए इस Firefox में साइन इन करें
hr: Prijavi se u ovom Firefoxu za završetak postavljanja
hu: Jelentkezzen be ebbe a Firefoxba a beállítás befejezéséhez
ia: Aperi session in iste Firefox pro completar le configuration
id: Masuk ke Firefox untuk menyelesaikan persiapan
is: Skráðu þig inn í þetta tilvik Firefox til að ljúka uppsetningunni
it: Per completare la configurazione accedi al tuo account Firefox
ja: この Firefox へログインして設定を完了してください
ka: შედით ამ Firefox-ში გამართვის დასასრულებლად
kab: Qqen ar Firefox akken ad tkemleḍ asebded
nl: Meld u aan bij deze Firefox om de installatie te voltooien
pa_in: ਸੈੱਟ-ਅੱਪ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਸਤੇ ਇਸ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਸਾਈਨ-ਇਨ ਕਰੋ
pl: Zaloguj się do tego Firefoksa, aby dokończyć konfigurację
pt: Iniciar sessão neste Firefox para completar a configuração
pt_br: Identifique-se neste Firefox para concluir a configuração
ru: Войти в Firefox на этом устройстве, чтобы завершить настройку
sk: Pre dokončenie nastavení sa prihláste k Firefoxu
sl: Prijavite se v ta Firefox, da dokončate nastavitev
sq: Hyni te ky Firefox që të plotësohet rregullimi
sr: Пријавите се на овај Firefox да бисте завршили подешавање
sr_latn: Prijavite se na ovaj Firefox da biste završili podešavanje
sv_se: Logga in till Firefox för att slutföra konfigurationen
te: అమర్పును పూర్తిచెయ్యడానికి Firefox లోనికి ప్రవేశించండి
th: ลงชื่อเข้าใช้ Firefox นี้เพื่อการติดตั้งที่สมบูรณ์
tr: Kurulumu tamamlamak için Bu Firefox'a giriş yapın
tt: Көйләүне тәмамлар өчен бу Firefox'ка керегез
uk: Увійдіть в Firefox на цьому пристрої для завершення налаштування
ur: سیٹ اپ مکمل کرنے کے لیئے Firefox میں سائن ان کریں
vi: Đăng nhập vào Firefox để hoàn tất thiết lập

source: Still adding devices?
ar: هل ما زلت تضيف أجهزة؟
az: Hələ də cihaz əlavə edirsiz?
be: Яшчэ дадаяце прылады?
bg: Добавяте ли още устройства?
bn_bd: এখনো ডিভাইস যোগ করতে চান?
cs: Stále přidáváte zařízení?
cy: Dal i ychwanegu dyfeisiau?
da: Tilføjer du flere enheder?
el: Προσθέτετε ακόμη συσκευές;
es_ar: ¿Seguir agregando dispositivos?
es_es: ¿Quieres agregar más dispositivos?
et: Lisad veel seadmeid?
eu: Gailuak gehitzeko dituzu oraindik?
fa: هنوز می‌خواهید دستگاه‌هایتان را اضافه کنید؟
fi: Lisäätkö vielä laitteita?
fr: Vous ajoutez d’autres appareils ?
fur: Stâstu ancjemò zontant dispositîfs?
gd: A’ cur uidheam ris fhathast?
gl: Segue a engadir dispositivos?
he: עדיין מתבצעת הוספת מכשירים?
hi_in: अभी भी उपकरण जोड़ रहे हैं?
hr: Još uvijek dodaješ uređaje?
hu: Még mindig ad hozzá eszközt?
ia: Adder altere apparatos?
id: Masih menambahkan peranti?
is: Enn að bæta við tækjum?
it: Altri dispositivi da aggiungere?
ja: 他にも端末を追加しますか？
ka: კიდევ ამატებთ მოწყობილობებს?
kab: Mazal ad ternuḍ ibenkan?
nl: Voegt u nog andere apparaten toe?
pa_in: ਹਾਲੇ ਵੀ ਡਿਵਾਈਸਾਂ ਜੋੜੀਆਂ ਜਾ ਰਹੀਆਂ?
pl: Chcesz dodać więcej urządzeń?
pt: Ainda a adicionar dispositivos?
pt_br: Continuar adicionando dispositivos?
ru: Всё ещё добавляете устройства?
sk: Stále pridávate zariadenia?
sl: Še vedno dodajate naprave?
sq: Po shtohen ende pajisje?
sr: И даље додајете уређаје?
sr_latn: I dalje dodajete uređaje?
sv_se: Lägger du fortfarande till enheter?
te: ఇప్పటికీ పరికరాలను జోడించాలా?
th: ต้องการเพิ่มอุปกรณ์?
tr: Hâlâ cihaz mı ekliyorsunuz?
tt: Әле дә җиһазлар өстисезме?
uk: Все ще додаєте пристрої?
ur: ابھی بھی آلات شامل کر رہے ہیں؟
vi: Vẫn đang thêm thiết bị?

source: Sign in to Firefox on another device to complete set-up
ar: لج إلى فَيَرفُكس من جهاز آخر لإكمال الإعداد
ast: Anicia sesión n'otru preséu pa completar la configuración
az: Quraşdırmanı tamamlamaq üçün Firefox-a digər cihazda daxil olun
be: Увайдзіце ў Firefox на іншай прыладзе, каб закончыць наладу
bg: За да завършите настройката се впишете във Firefox от друго устройство
bn_bd: সেট আপ সম্পূর্ণ করতে অন্য ডিভাইসের Firefox এ সাইন ইন করুন
cs: Pro dokončení nastavení se přihlaste k Firefoxu na jiném zařízení
cy: Mewngofnodwch i Firefox ar ddyfais arall i gwblhau'r gosod
da: Log ind på Firefox på en anden enhed for at færdiggøre opsætningen
el: Συνδεθείτε στο Firefox σε μια άλλη συσκευή για να ολοκληρώσετε τη ρύθμιση
es_ar: Inicia sesión en Firefox en otro dispositivo para completar la configuración
es_es: Inicia sesión en Firefox en otro dispositivo para completar la configuración
et: Seadistamise lõpetamiseks logi Firefoxi sisse teisel seadmel
eu: Konfigurazioa osatzeko, hasi saioa Firefoxen beste gailu batean
fa: برای تکمیل برپاسازی در فایرفاکس بر روی یک دستگاه دیگر وارد شوید
fi: Viimeistele asennus kirjautumalla Firefoxiin toisella laitteella
fr: Connectez-vous via Firefox sur un autre appareil pour terminer la configuration
fur: Par completâ la configurazion jentre su Firefox suntun altri dispositîf
gd: Clàraich a-steach gu Firefox air uidheam eile a choileanadh an t-suidheachaidh
gl: Inicie sesión no Firefox doutro dispositivo para completar a configuración.
he: יש להיכנס ל־Firefox במכשיר נוסף כדי להשלים את ההתקנה
hi_in: सेट-अप पूर्ण करने के लिए अन्य उपकरण पर Firefox में साइन इन करें
hr: Prijavite se u Firefox na drugom uređaju kako biste završili postavljanje
hu: Jelentkezzen be a Firefoxba egy másik eszközről a beállítás befejezéséhez
ia: Aperi session in Firefox sur un altere apparato pro completar le configuration
id: Masuk ke Firefox di perangkat lainnya untuk menyelesaikan persiapan
is: Skráðu þig inn í Firefox á öðru tæki til að ljúka uppsetningunni
it: Per completare la configurazione accedi a Firefox su un altro dispositivo
ja: 他の端末上の Firefox へログインして設定を完了してください
ka: შედით Firefox-ში მეორე მოწყობილობიდან გამართვის დასასრულებლად
kab: Kcem ar Firefox deg ibenk nniḍen akken ad tkemleḍ asebded
nl: Meld u aan bij Firefox op een ander apparaat om de installatie te voltooien
pa_in: ਸੈਟਅੱਪ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਸਾਇਨ-ਇਨ ਕਰੋ
pl: Zaloguj się do Firefoksa na innym urządzeniu, aby dokończyć konfigurację
pt: Inicie sessão no Firefox noutro dispositivo para completar a configuração
pt_br: Identifique-se no Firefox em outro dispositivo para concluir a configuração
ru: Войдите в Firefox на другом устройстве, чтобы завершить настройку
sk: Pre dokončenie nastavení sa prihláste k Firefoxu na inom zariadení
sl: Prijavite se v Firefox na drugi napravi, da dokončate nastavitev
sq: Hyni te Firefox-i në një pajisje tjetër që të plotësohet rregullimi
sr: Пријавите се на Firefox на другом уређају да бисте завршили подешавање
sr_latn: Prijavite se na Firefox na drugom uređaju da biste završili podešavanje
sv_se: Logga in i Firefox på en annan enhet för att slutföra konfigurationen
te: అమర్పును పూర్తి చెయ్యడానికి వేరే పరికరంలో Firefox లోనికి ప్రవేశించండి
th: ลงชื่อเข้าใช้ Firefox บนอุปกรณ์อื่นเพื่อการติดตั้งที่สมบูรณ์
tr: Kurulumu tamamlamak için başka bir cihazdan Firefox'a giriş yapın
tt: Көйләүне тәмамлар өчен башка бер җиһаздан Firefox'ка керегез
uk: Увійдіть в Firefox на іншому пристрої для завершення налаштування
ur: سیٹ اپ مکمل کرنے کے لئے کسی اور آلے پر Firefox میں سائن ان کریں
vi: Đăng nhập vào Firefox trên thiết bị khác để hoàn tất thiết lập

source: Still adding devices? Sign in to Firefox on another device to complete set-up
ar: أما زلت تُضيف الأجهزة؟ لج إلى فَيَرفُكس من جهاز آخر لإكمال الإعداد
az: Hələ də cihaz əlavə edirsiz? Quraşdırmanı tamamlamaq üçün Firefox-a digər cihazda daxil olun
be: Яшчэ дадаяце прылады? Увайдзіце ў Firefox на іншай прыладзе, каб закончыць наладу
bg: Добавяте още устройства? Впишете във Firefox от друго устройство за да завършите настройката
cs: Potřebujete přidat zařízení? Pro dokončení nastavení se přihlaste k Firefoxu na jiném zařízení
cy: Dal i ychwanegu dyfeisiau? Mewngofnodwch i Firefox ar ddyfais arall i gwblhau gosod
da: Tilføjer du flere enheder? Log ind på Firefox på en anden enhed for at færdiggøre opsætningen
el: Προσθέτετε ακόμη συσκευές; Συνδεθείτε στο Firefox από μια άλλη συσκευή για να ολοκληρώσετε τη ρύθμιση
es_ar: ¿Sigue sumando dispositivos? Inicie sesión en Firefox en otro dispositivo para completar la instalación
es_es: ¿Sigues añadiendo dispositivos? Inicia sesión en Firefox en otro dispositivo para completar la configuración
et: Lisad veel seadmeid? Seadistamise lõpetamiseks logi teisel seadmel Firefoxi sisse.
eu: Oraindik gailuak gehitzen? Konfigurazioa osatzeko, hasi saioa Firefoxen beste gailu batean
fa: همچنان در حال افزودن دستگاه هستید؟ در دستگاه دیگر وارد فایرفاکس شوید تا تنظیمات کامل شود
fi: Lisäätkö vielä laitteita? Viimeistele asennus kirjautumalla Firefoxiin toisella laitteella
fr: Vous souhaitez ajouter d’autres appareils ? Connectez-vous via Firefox depuis d’autres appareils pour achever la configuration.
gd: A’ cur ris uidheaman fhathast? Clàraich a-steach gu Firefox air uidheam eile a choileanadh an t-suidheachaidh
he: עוד לא הוספת את כל המכשירים שלך? יש להיכנס ל־Firefox במכשיר נוסף כדי להשלים את ההתקנה
hi_in: अभी भी उपकरण जोड़ रहे हैं? सेट-अप को पूरा करने के लिए किसी अन्य उपकरण पर Firefox में साइन इन करें
hr: Još uvijek dodajete uređaj? Prijavite se u Firefox na drugom uređaju kako biste završili postavljanje
hu: Még ad hozzá eszközöket? Jelentkezzen be a Firefoxba egy másik eszközről a beállítás befejezéséhez
ia: Adder ancora apparatos? Aperi session in Firefox sur un altere apparato pro completar le configuration
id: Masih menambahkan perangkat? Masuk ke Firefox di perangkat lainnya untuk menyelesaikan persiapan
it: Vuoi sincronizzare altri dispositivi? Per completare la configurazione accedi a Firefox su un altro dispositivo
ja: まだ端末を追加していますか？ 他の端末上で Firefox へログインして設定を完了しましょう
ka: გსურთ კიდევ დაამატოთ მოწყობილობები? შედით Firefox-ში სხვა მოწყობილობიდან, გამართვის დასასრულებლად
kab: Tebγiḍ ad ternuḍ ibenk? Kcem ar Firefox deg ibenk nniḍen akken ad tkemleḍ asebded
nl: Wilt u meer apparaten toevoegen? Meld u aan bij Firefox op een ander apparaat om de installatie te voltooien
pa_in: ਹਾਲੇ ਵੀ ਡਿਵਾਈਸਾਂ ਜੋੜੀਆਂ ਜਾ ਰਹੀਆਂ? ਸੈਟਅੱਪ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਹੋਰ ਡਿਵਾਈਸ ਉੱਤੇ ਫਾਇਰਫਾਕਸ ਵਿੱਚ ਸਾਇਨ-ਇਨ ਕਰੋ
pl: Jeszcze dodajesz urządzenia? Zaloguj się do Firefoksa na innym urządzeniu, aby dokończyć konfigurację
pt: Continua a adicionar dispositivos? Inicie sessão no Firefox noutro dispositivo para completar a configuração
pt_br: Ainda adicionando dispositivos? Identifique-se no Firefox em outro dispositivo para concluir a configuração
ru: Всё ещё добавляете устройства? Войдите в Firefox на другом устройстве, чтобы завершить настройку
sk: Potrebujete pridať zariadenie? Pre dokončenie nastavení sa prihláste k Firefoxu na inom zariadení
sl: Še vedno dodajate naprave? Prijavite se v Firefox na drugi napravi, da dokončate nastavitev
sq: Tjetër shtim pajisjesh? Që të plotësohet rregullimi, hyni te Firefox-i që nga një pajisje tjetër
sr: Још додајете уређаје? Пријавите се у Firefox на другом уређају да бисте довршили подешавање
sr_latn: Još dodajete uređaje? Prijavite se u Firefox na drugom uređaju da biste dovršili podešavanje
sv_se: Lägger du fortfarande till enheter? Logga in på Firefox på en annan enhet för att slutföra konfigurationen
th: ต้องการเพิ่มอุปกรณ์? ลงชื่อเข้าใช้ Firefox บนอุปกรณ์อื่นเพื่อการติดตั้งที่สมบูรณ์
tr: Hâlâ cihaz mı ekliyorsunuz? Kurulumu tamamlamak için başka bir cihazdan Firefox’a giriş yapın
tt: Әле дә җиһазлар өстисезме? Көйләүне тәмамлар өчен башка бер җиһаздан Firefox-ка керегез
uk: Додаєте інші пристрої? Увійдіть в Firefox на іншому пристрої для завершення налаштування
vi: Vẫn đang thêm thiết bị? Đăng nhập vào Firefox trên thiết bị khác để hoàn tất thiết lập

source: Sign in to Firefox for Android to complete set-up
ar: لج إلى فَيَرفُكس أندرويد لإكمال الإعداد
az: Quraşdırmanı tamamlamaq üçün Android üçün Firefox-a daxil olun
be: Увайдзіце ў Firefox для Android, каб закончыць наладу
bg: За да завършите настройката се впишете във Firefox за Android
bn_bd: সেট আপ সম্পূর্ণ করতে Android এর জন্য Firefox এ সাইন ইন করুন
cs: Pro dokončení nastavení se přihlaste k Firefoxu pro Android
cy: Mewngofnodwch i Firefox Android i gwblhau'r gosod
da: Log ind på Firefox til Android for at færdiggøre opsætningen
el: Συνδεθείτε στο Firefox για Android για ολοκλήρωση ρύθμισης
es_ar: Inicia sesión en Firefox para Android para completar la configuración
es_es: Inicia sesión en Firefox para Android para completar la configuración
et: Seadistamise lõpetamiseks logi sisse Firefoxi Androidile
eu: Konfigurazioa osatzeko, hasi saioa Androiderako Firefoxen
fa: برای تکمیل برپاسازی در فایرفاکس برای اندروید وارد شوید
fi: Viimeistele asennus kirjautumalla Firefoxin Android-versioon
fr: Connectez-vous via Firefox pour Android pour terminer la configuration
gd: Clàraich a-steach gu Firefox airson Android a choileanadh an t-suidheachaidh
he: יש להיכנס ל־Firefox עבור Android כדי להשלים את ההתקנה
hi_in: सेट-अप पूर्ण करने हेतु एंड्राइड के लिए Firefox में साइन इन करें
hr: Prijavite se u Firefox za Android kako biste završili postavljanje
hu: Jelentkezzen be a Firefox for Androidba a beállítás befejezéséhez
ia: Aperi session in Firefox pro Android pro completar le configuration
id: Masuk ke Firefox untuk Android untuk menyelesaikan persiapan
it: Per completare la configurazione accedi a Firefox per Android
ja: Android 版 Firefox へログインして設定を完了してください
ka: შედით Firefox Android-ში გამართვის დასასრულებლად
kab: Kcem ar Firefox i Android akken ad tkemleḍ asebded
nl: Meld u aan bij Firefox voor Android om de installatie te voltooien
pa_in: ਸੈੱਟਅੱਪ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਐਂਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਉੱਤੇ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się do Firefoksa na Androida, aby dokończyć konfigurację
pt: Inicie sessão no Firefox para Android para completar a configuração
pt_br: Identifique-se no Firefox para Android para concluir a configuração
ru: Войдите в Firefox для Android, чтобы завершить настройку
sk: Pre dokončenie nastavení sa prihláste k Firefoxu pre Android
sl: Prijavite se v Firefox za Android, da dokončate nastavitev
sq: Hyni te Firefox-i për Android që të plotësohet rregullimi
sr: Пријавите се на Firefox за Android да бисте завршили подешавање
sr_latn: Prijavite se na Firefox za Android da biste završili podešavanje
sv_se: Logga in i Firefox för Android för att slutföra konfigurationen
te: అమర్పును పూర్తిచెయ్యడానికి Firefox for Androidలో ప్రవేశించండి
th: ลงชื่อเข้าใช้ Firefox สำหรับ Android เพื่อการติดตั้งที่สมบูรณ์
tr: Kurulumu tamamlamak için Android için Firefox'a giriş yapın
tt: Көйләүне тәмамлар өчен Android өчен Firefox'ка керегез
uk: Увійдіть в Firefox для Android, щоб завершити налаштування
ur: سیٹ اپ مکمل کرنے کے لیئے Firefox برائے Android میں سائن ان کریں
vi: Đăng nhập vào Firefox dành cho Android để hoàn tất thiết lập

source: Sign in to Firefox for iOS to complete set-up
ar: لج إلى فَيَرفُكس لـiOS لإكمال الإعداد
az: Quraşdırmanı tamamlamaq üçün iOS üçün Firefox-a daxil olun
be: Увайдзіце ў Firefox для iOS, каб закончыць наладу
bg: За да завършите настройката се впишете във Firefox за iOS
bn_bd: সেট আপ সম্পূর্ণ করতে iOS এর জন্য Firefox এ সাইন ইন করুন
cs: Pro dokončení nastavení se přihlaste k Firefoxu pro iOS
cy: Mewngofnodwch i Firefox iOS i gwblhau'r gosod
da: Log ind på Firefox til iOS for at færdiggøre opsætningen
el: Συνδεθείτε στο Firefox για iOS για ολοκλήρωση ρύθμισης
es_ar: Inicia sesión en Firefox para iOS para completar la configuración
es_es: Inicia sesión en Firefox para iOS para completar la configuración
et: Seadistamise lõpetamiseks logi sisse Firefoxi iOS-ile
eu: Konfigurazioa osatzeko, hasi saioa iOSerako Firefoxen
fa: برای تکمیل ثبت‌نام در فایرفاکس برای iOS وارد شوید
fi: Viimeistele asennus kirjautumalla Firefoxin iOS-versioon
fr: Connectez-vous via Firefox pour iOS pour terminer la configuration
gd: Clàraich a-steach gu Firefox airson iOS a choileanadh an t-suidheachaidh
he: יש להיכנס ל־Firefox עבור iOS כדי להשלים את ההתקנה
hi_in: सेट-अप पूर्ण करने हेतु iOS के लिए Firefox में साइन इन करें
hr: Prijavite se u Firefox za iOS kako biste završili postavljanje
hu: Jelentkezzen be a Firefox for iOS-be a beállítás befejezéséhez
ia: Aperi session in Firefox pro iOS pro completar le configuration
id: Masuk ke Firefox untuk iOS guna menyelesaikan persiapan
it: Per completare la configurazione accedi a Firefox per iOS
ja: iOS 版 Firefox へログインして設定を完了してください
ka: შედით Firefox iOS-ში გამართვის დასასრულებლად
kab: Kcem ar Firefox iOS akken ad tkemleḍ asebded
nl: Meld u aan bij Firefox voor iOS om de installatie te voltooien
pa_in: ਸੈੱਟ-ਅੱਪ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ iOS ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਸਾਇਨ ਚੁਣੋ
pl: Zaloguj się do Firefoksa na iOS, aby dokończyć konfigurację
pt: Inicie sessão no Firefox para iOS para completar a configuração
pt_br: Identifique-se no Firefox para iOS para concluir a configuração
ru: Войдите в Firefox для iOS, чтобы завершить настройку
sk: Pre dokončenie nastavení sa prihláste k Firefoxu pre iOS
sl: Prijavite se v Firefox za iOS, da dokončate nastavitev
sq: Hyni te Firefox-i për iOS që të plotësohet rregullimi
sr: Пријавите се на Firefox за iOS да бисте завршили подешавање
sr_latn: Prijavite se na Firefox za iOS da biste završili podešavanje
sv_se: Logga in i Firefox för iOS för att slutföra konfigurationen
te: అమర్పును పూర్తిచెయ్యడానికి Firefox for iOS లోనికి ప్రవేశించండి
th: ลงชื่อเข้าใช้ Firefox สำหรับ iOS เพื่อการติดตั้งที่สมบูรณ์
tr: Kurulumu tamamlamak için iOS için Firefox'a giriş yapın
tt: Көйләүне тәмамлар өчен iOS өчен Firefox'ка керегез
uk: Увійдіть в Firefox для iOS, щоб завершити налаштування
ur: سیٹ اپ مکمل کرنے کے لیئے Firefox برائے iOS میں سائن ان کریں
vi: Đăng nhập vào Firefox dành cho iOS để hoàn tất thiết lập

source: Why is more than one device required?
be: Чаму патрабуецца больш за адну прыладу?
bn_bd: কেন একাধিক ডিভাইস প্রয়োজন?
cy: Pam fod angen mwy nag un dyfais?
es_ar: ¿Por qué se requiere más de un dispositivo?
es_es: ¿Por qué se necesita más de un dispositivo?
hi_in: क्यों एक से अधिक उपकरण की आवश्यकता है?
ka: რატომ არის საჭირო, ერთზე მეტი მოწყობილობის დამატება?
ru: Почему требуется больше чем одно устройство?
sq: Pse lypset më shumë se një pajisje?
sr: Зашто је више од једног уређаја потребно?
sr_latn: Zašto je više od jednog uređaja potrebno?
sv_se: Varför behövs mer än en enhet?
te: ఎందుకు ఒకటి కంటే ఎక్కువ పరికరాలు అవసరం?
tr: Neden birden fazla cihaz gerekli?
tt: Ни өчен бердән артык җиһаз кирәк?

source: Cookies and local storage are required
ar: الكعكات و التخزين المحلي مطلوبة
ast: Ríquense les cookies y l'almacenamientu llocal
az: Çərəzlər və lokal yaddaş tələb edilir
be: Патрабуецца падтрымка кукаў і лакальнага сховішча
bg: Бисквитките и местното хранилище са задължителни
bn_bd: কুকি এবং লোকাল স্টোরেজ আবশ্যক
cs: Požadovány cookies a local storage
cy: Mae angen cwcis a storio lleol
da: Cookies og lokalt lager er påkrævet
el: Απαιτούνται τα cookies και η τοπική αποθήκευση
es_ar: Se requieren cookies y almacenamiento local
es_es: Las cookies y almacenamiento local son obligatorios
et: Küpsiste ja salvestuspinna kasutamine on nõutud.
eu: Cookie-ak eta biltegiratze lokala beharrezkoak dira
fa: کوکی‌ها و فضای ذخیره‌سازی محلی الزامی هستند
fi: Evästeet ja paikallinen tallennustila vaaditaan
fr: Les cookies et l’espace de stockage local sont nécessaires
gd: Tha feum air briosgaidean is stòras ionadail
he: עוגיות ואחסון מקומי נדרשים
hi_in: कुकीज़ और स्थानीय भंडारण की आवश्यकता है
hr: Potrebni su kolačići i lokalna pohrana
hu: Sütik és helyi tárhely szükséges
ia: Le cookies e le immagazinage local es necessari
id: Kuki dan penyimpanan lokal diperlukan
it: Cookie e archiviazione locale devono essere attivati
ja: Cookie とローカルストレージが必要です
ka: ჩართული უნდა იყოს ფუნთუშების და ჩანაწერების შენახვის შესაძლებლობა.
kab: Inagan n tuqqna akked usekles adigan ttwasran
nl: Cookies en lokale opslag zijn vereist
pa_in: ਕੁਕੀਜ਼ ਅਤੇ ਲੋਕਲ ਸਟੋਰੇਜ ਲੋੜੀਂਦੀ ਹੈ
pl: Wymagana jest obsługa ciasteczek i lokalnego przechowywania danych
pt: Cookies e armazenamento local são requeridos
pt_br: Cookies e armazenamento local são necessários
ru: Требуется поддержка куков и локального хранилища
sk: Cookies a lokálne úložisko sú požadované.
sl: Piškotki in lokalna shramba so obvezni
sq: Cookie-t dhe depoja vendore janë të domosdoshme
sr: Колачићи и локално складиште су потребни
sr_latn: Kolačići i lokalno skladište su potrebni
sv_se: Kakor och lokal lagring krävs
te: కుకీలు మరియు స్థానిక నిల్వ అవసరం
th: ต้องการเข้าถึงคุกกี้และพื้นที่เก็บข้อมูลในเครื่อง
tr: Çerezler ve yerel depolama gereklidir
tt: Кукилар һәм җирле саклагыч кирәк
uk: Необхідна підтримка куків і локального сховища
ur: مقامی ذخیرہ اور کوکیز درکار ہیں
vi: Cookie và bộ nhớ cục bộ là bắt buộc
