Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: That confirmation link was already used, and can only be used once.
ar: سبق استخدام رابط التحقق، و لا يمكن استخدامه إلا مرة واحدة.
ast: Esti enllaz de confirmación yá s'usó y namái pue usase una vegada.
az: Bu təsdiqləmə keçidi artıq istifadə edilib və ancaq bir dəfə işlədilə bilər.
be: Гэта спасылка для пацверджання ўжо была выкарыстана, і можа выкарыстоўвацца толькі адзін раз.
bg: Тази препратка за потвърждаване вече е използвана и не може да бъде отваряна повторно.
bn_bd: নিশ্চিতকরণ লিঙ্কটি ইতোমধ্যেই ব্যবহৃত হয়েছে, এবং একবারই ব্যবহার করা যাবে।
bn_in: ওই নিশ্চিতকরণ লিঙ্কটি ইতিমধ্যে ব্যবহৃত, এবং একবারই ব্যবহার করা যাবে।
cs: Každý potvrzovací odkaz lze použít pouze jednou a tento už byl použit.
cy: Mae'r ddolen cadarnhau honno wedi ei defnyddio eisoes a dim ond unwaith mae modd ie defnyddio.
da: Det bekræftelseslink er allerede blevet brugt, og kan kun bruges én gang.
el: Αυτός ο σύνδεσμος επιβεβαίωσης έχει χρησιμοποιηθεί ήδη και μπορεί να χρησιμοποιηθεί μόνο μία φορά.
es_ar: Ese enlace de confirmación ya fue utilizado y se puede usar solo una sola vez.
es_es: Ese enlace de confirmación ya ha sido usado y solo puede usarse una vez.
et: See kinnituslink on juba kasutatud ning seda saab kasutada vaid ühekordselt.
eu: Berrespen-lotura hori erabilita dago eta behin bakarrik erabil daiteke.
fa: پیوند تایید قبلا استفاده شده است، و تنها می‌توان یکبار از آن استفاده کرد.
fi: Tämä vahvistuslinkki on jo käytetty, ja linkkiä voi käyttää vain kerran.
fr: Ce lien de confirmation a déjà été utilisé et ne peut être utilisé qu’une seule fois.
fur: Chel colegament di conferme al è za stât doprât e al è pussibil doprâlu dome une volte.
gd: Chaidh an ceangal dearbhaidh seo a chleachdadh mu thràth ’s cha ghabh a chleachdadh ach aon turas.
gl: Esa ligazón de confirmación xa se usou e só pode usarse unha vez.
he: נעשה שימוש קודם בקישור האימות, וניתן להשתמש בו רק פעם אחת.
hi_in: वह सत्यापन लिंक पहले उपयोग हो गया था, और केवल एक बार उपयोग किया जा सकता है.
hr: Ova poveznica za potvrdu je već korištena, i može se koristiti samo jednom.
hu: A megerősítési hivatkozás már volt használva, és csak egyszer használható.
ia: Ille ligamine de confirmation ha ja essite usate, e pote esser usate solmente un vice.
id: Tautan konfirmasi sudah digunakan, dan hanya bisa digunakan sekali.
is: Þessi staðfestingartengill hefur þegar verið notaður, og er aðeins hægt að nota einu sinni.
it: Questo link di conferma è già stato utilizzato (e può essere utilizzato una sola volta).
ja: 確認リンクは一度のみ使用でき、このリンクは既に使用されています。
ka: დადასტურების ბმული უკვე გამოყენებულია, მისი გამოყენება, მხოლოდ ერთხელ შეიძლება.
kab: Aseɣwen n usentem yettwaseqdec yakan, tzemreḍ kan ad tesqedceḍ yiwet n tikkelt.
lv: Šī apstiprināšanas saite jau ir bijusi lietota un var tikt izmantota tikai vienu reizi.
nl: Die bevestigingskoppeling is al gebruikt, en kan maar één keer worden gebruikt.
pa_in: ਇਹ ਪੁਸ਼ਟੀ ਲਿੰਕ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਗਿਆ ਸੀ, ਅਤੇ ਸਿਰਫ਼ ਇੱਕ ਵਾਰ ਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Ten odnośnik potwierdzenia został już użyty, a może być używany tylko raz.
pt: A ligação de confirmação já foi utilizada, e só pode ser utilizada uma vez.
pt_br: Esse link de confirmação já foi utilizado e só pode ser usado uma vez.
ru: Эта ссылка подтверждения уже была использована, и может использоваться только один раз.
sk: Tento potvrdzovací odkaz bol už použitý (dá sa použiť len raz).
sl: Ta potrditvena povezava je bila že uporabljena, uporabiti pa jo je mogoče le enkrat.
sq: Ajo lidhje ripohimi qe përdorur tashmë, dhe mund të përdoret vetëm një herë.
sr: Ова потврдна веза је већ искоришћена, може се искористити само једном.
sr_latn: Ova potvrdna veza je već iskorišćena, može se iskoristiti samo jednom.
sv_se: Den bekräftelselänken har redan använts och kan bara användas en gång.
te: ఆ నిర్ధారణ లింక్ ను ఇప్పటికే ఉపయోగించబడినది, మరియు ఒకసారి మాత్రమే ఉపయోగించవచ్చు.
th: ลิงก์สำหรับยืนยันนั้นถูกใช้ไปแล้ว และสามารถใช้ได้แค่ครั้งเดียว
tr: Bu onay bağlantısı daha önce kullanılmış ve yeniden kullanılamaz.
tt: Бу раслау сылтамасы бер кулланылган булган инде, һәм башка кулланыла алмый.
uk: Це посилання для підтвердження вже було використане, і може використовуватись лише один раз.
ur: وہ تصدیقی ربط پہلے ہی استعمال کیا جا چکا تھا اور صرف ایک بار استعمال کیا جا سکتا ہے۔
vi: Liên kết xác nhận đó đã được sử dụng và chỉ có thể được sử dụng một lần.

source: This is a required field
ar: هذا الحقل مطلوب
ast: Esti ye un campu riquíu
az: Bu tələb edilən sahədir
be: Гэта абавязковае поле
bg: Това е задължително поле
bn_bd: এটা একটি আবশ্যকীয় ফিল্ড
bn_in: এটি একটি প্রয়োজনীয় ক্ষেত্র
cs: Toto je vyžadované pole
cy: Mae hwn yn faes angenrheidiol
da: Dette felt er påkrævet
el: Αυτό είναι ένα υποχρεωτικό πεδίο
es_ar: Este campo es obligatorio
es_es: Este campo es obligatorio
et: See on kohustuslik väli
eu: Eremu hau beharrezkoa da
fa: پر کردن این فیلد اجباری است
fi: Tämä on pakollinen kenttä
fr: Ce champ est requis
fur: Chest cjamp al è obligatori
gd: Tha an raon seo riatanach
gl: Este campo é obrigatorio
he: זהו שדה חובה
hi_in: यह एक आवश्यक जगह है
hr: Ovo je obavezno polje
hu: Ez egy kötelező mező
ia: Iste campo es necessari
id: Bidang ini harus diisi
is: Þetta er nauðsynlegur reitur
it: Questo campo è obbligatorio
ja: これは必須項目です
ka: ეს აუცილებელი ველია
kab: Urti-a ilaq
lv: Šis laukums ir jāaizpilda obligāti
nl: Dit veld is verplicht
pa_in: ਇਹ ਖੇਤਰ ਚਾਹੀਦਾ ਹੈ
pl: Wymagane pole
pt: Este é um campo requerido
pt_br: Este campo é obrigatório
ru: Это обязательное поле
sk: Toto pole je povinné
sl: To je zahtevano polje
sq: Kjo është fushë e domosdoshme
sr: Ово је обавезно поље
sr_latn: Ovo je obavezno polje
sv_se: Det här är ett obligatoriskt fält
te: ఇది తప్పనిసరి ఖాళీ
th: ช่องนี้จำเป็นต้องกรอก
tr: Bu alan zorunludur
tt: Бу кыр мәҗбүри
uk: Це обов’язкове поле
ur: یہ ایک لازمی قطعہ ہے
vi: Đây là một trường bắt buộc

source: Authorization code required
ar: رمز التخويل مطلوب
ast: Ríquese'l códigu d'autorización
az: Avtorizasiya kodu tələb edilir
be: Патрэбен код аўтарызацыі
bg: Необходим е код за упълномощаване
bn_bd: অনুমোদন কোড প্রয়োজন
bn_in: অনুমোদন কোড প্রয়োজন
cs: Je vyžadován autorizační kód
cy: Mae angen cod awdurdodi
da: Godkendelseskode påkrævet
el: Απαιτείται κωδικός ταυτοποίησης
es_ar: Código de autorización requerido
es_es: Se requiere un código de autorización
et: Vajalik on autoriseerimiskood
eu: Baimen-kodea behar da
fa: کد تصدیق هویت لازم است
fi: Valtuuskoodi vaaditaan
fr: Code d’autorisation requis
fur: Al covente inserî il codiç di autorizazion
gd: Tha feum air còd ùghdarrachaidh
gl: Necesítase un código de autorización
he: נדרש קוד הרשאה
hi_in: प्राधिकार कूट आवश्यक
hr: Potreban je kȏd autorizacije
hu: Engedélyezési kód szükséges
ia: Es necessari un codice de autorisation
id: Membutuhkan kode otorisasi
is: Auðkenningarkóða krafist
it: È necessario inserire il codice di autorizzazione
ja: 認証コードが必要です
ka: დაშვების კოდი აუცილებელია
kab: Tangalt n tsiregt tettwasra
nl: Autorisatiecode vereist
pa_in: ਪਰਮਾਣਿਤ ਕੋਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest kod upoważnienia
pt: Código de autorização requerido
pt_br: Necessário código de autorização
ru: Требуется ввести код авторизации
sk: Vyžaduje sa autorizačný kód
sl: Zahtevana je overitvena koda
sq: Lyp kod autorizimi
sr: Потребан је ауторизациони код
sr_latn: Potreban je autorizacioni kod
sv_se: Behörighetskod krävs
te: ధృవీకరణ కోడ్ అవసరం
th: ต้องการรหัสยืนยันตัวตน
tr: Yetkilendirme kodu gerekli
tt: Авторизация коды кирәк
uk: Код авторизації обов’язковий
ur: توثیق کار کوڈ درکار ہے
vi: Yêu cầu mã ủy quyền

source: Link damaged
ar: الرابط معطوب
ast: Enllaz dañáu
az: Keçid zədələnib
be: Спасылка пашкоджана
bg: Препратката е повредена
bn_bd: নষ্ট লিঙ্ক
bn_in: লিংক ক্ষতিগ্রস্ত
cs: Odkaz je poškozen
cy: Mae'r ddolen wedi ei difrodi
da: Link beskadiget
el: Κατεστραμμένος σύνδεσμος
es_ar: Enlace dañado
es_es: Enlace dañado
et: Link on vigane
eu: Lotura kaltetuta dago
fa: پیوند خراب است
fi: Linkki vioittunut
fr: Lien endommagé
fur: Il colegament al è danezât
gd: Ceangal briste
gl: A ligazón está danada
he: קישור פגום
hi_in: क्षतिग्रस्त लिंक
hr: Poveznica je oštećena
hu: Sérült hivatkozás
ia: Ligamine damnificate
id: Tautan rusak
is: Skemmdur tengill
it: Il link non è valido
ja: 不正なリンク
ka: ბმული დაზიანებულია
kab: Aseɣwen yexṣeṛ
nl: Koppeling beschadigd
pa_in: ਨੁਕਸਾਨਿਆ ਲਿੰਕ
pl: Uszkodzony odnośnik
pt: Ligação danificada
pt_br: Link danificado
ru: Ссылка повреждена
sk: Odkaz je poškodený
sl: Povezava poškodovana
sq: Lidhje e dëmtuar
sr: Веза је оштећена
sr_latn: Veza je oštećena
sv_se: Länk skadad
te: లింకు పడైనది
th: ลิงก์เสียหาย
tr: Bozuk bağlantı
tt: Сылтамага зыян килгән
uk: Посилання пошкоджене
ur: ربط کو نقصان پہنچا ہے
vi: Liên kết bị hỏng

source: Phone number required
ar: رقم الهاتف مطلوب
ast: Ríquese'l númberu de teléfonu
az: Telefon nömrəsi tələb edilir
be: Патрэбен нумар тэлефона
bg: Телефонният номер е задължителен
bn_bd: ফোন নম্বর প্রয়োজন
cs: Telefonní číslo je povinné
cy: Mae angen rhif ffôn
da: Telefonnummer er påkrævet
el: Απαιτείται αριθμός τηλεφώνου
es_ar: Se requiere el número de teléfono
es_es: Número de teléfono obligatorio
et: Telefoninumber on nõutav
eu: Telefono-zenbakia beharrezkoa da
fa: شماره تلفن لازم است
fi: Puhelinnumero vaaditaan
fr: Numéro de téléphone nécessaire
fur: Il numar di telefon al è obligatori
gd: Tha feum air àireamh fòn
gl: Necesítase o número de teléfono
he: נדרש מספר טלפון
hi_in: फोन नंबर आवश्यक है
hr: Potreban je broj mobitela
hu: Telefonszám szükséges
ia: Es necessari un numero de telephono
id: Nomor telepon diperlukan
is: Símanúmer nauðsynlegt
it: Il numero di telefono è obbligatorio
ja: 電話番号は必須です
ka: ტელეფონის ნომერი აუცილებელია
kab: Uṭṭun n tiliγṛi yettwasra
nl: Telefoonnummer vereist
pa_in: ਫੋਨ ਨੰਬਰ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest numer telefonu
pt: Número de telefone requerido
pt_br: Número do telefone obrigatório
ru: Номер телефона обязателен
sk: Vyžaduje sa telefónne číslo
sl: Zahtevana je telefonska številka
sq: Lypset numër telefoni
sr: Потребан је број телефона
sr_latn: Potreban je broj telefona
sv_se: Telefonnummer krävs
te: ఫోను నెంబరు తప్పనిసరి
th: ต้องการเบอร์โทรศัพท์
tr: Telefon numarası gerekli
tt: Телефон номеры кирәк
uk: Номер телефону обов’язковий
ur: فون نمبر درکار پے
vi: Yêu cầu số điện thoại

source: Two-step authentication code required
ar: الاستيثاق بخطوتين مطلوب
az: İki mərhələli daxil olma kodu tələb edilir
be: Патрэбен код двухэтапнай аўтарызацыі
bg: Необходим е код за двуетапно удостоверявене
cs: Vyžadován kód pro dvoufázové ověření
cy: Mae angen cod dilysu dau gam
da: Kode til totrinsgodkendelse påkrævet
el: Απαιτείται κωδικός ταυτοποίησης δύο παραγόντων
es_ar: Se requiere la autenticación en dos pasos
es_es: Se requiere el código de autenticación en dos pasos
et: Kaheastmeline autentimiskood on nõutav
eu: Bi urratseko autentifikazio kodea behar da
fa: ارزیابی دو مرحله ای نیازمند کد است
fi: Kaksivaiheisen todennuksen koodi vaaditaan
fr: Code d’authentification en deux étapes requis
fur: Al covente il codiç di autenticazion in doi passaçs
gd: Tha feum air còd dearbhaidh dhà-cheumnaich
gl: Necesítase o código de autenticación en dous pasos
he: נדרש קוד לאימות דו־שלבי
hi_in: द्वि-चरणीय प्रमाणीकरण कोड आवश्यक है
hr: Potreban je kȏd dvofaktorske autentikacije
hu: Kétlépcsős hitelesítő kód szükséges
ia: Authentication a duo passos necessari
id: Kode autentikasi dua langkah dibutuhkan
is: Tveggja-þrepa auðkenningarkóði nauðsynlegur
it: È richiesto il codice di autenticazione in due passaggi
ja: 2 段階認証コードが必要です
ka: ორბიჯიანი დამოწმების კოდი აუცილებელია
kab: Asesteb s snat n tarrayin ilaq
nl: Code voor authenticatie in twee stappen vereist
pa_in: ਦੋ-ਪੜ੍ਹਾਵੀਂ ਪਰਮਾਣਕਿਤਾ ਕੋਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest kod uwierzytelniania dwuetapowego
pt: Código de autenticação de dois passos requerido
pt_br: Código de autenticação em duas etapas necessário
ru: Требуется код двухэтапной аутентификации
sk: Vyžaduje sa kód pre dvojstupňové overenie
sl: Zahtevana je koda za overjanje v dveh korakih
sq: Lypset kod mirëfilltësimi dyhapësh
sr: Код за аутентификацију у два корака потребан
sr_latn: Kod za autentifikaciju u dva koraka potreban
sv_se: Tvåstegsautentiseringskod krävs
te: రెండు-అంచెల అధీకరణ సంకేతం తప్పనిసరి
th: จำเป็นต้องใช้รหัสการยืนยันตัวบุคคลแบบสองขั้นตอน
tr: İki aşamalı doğrulama kodu gerekli
tt: Ике адымлы аутентификация коды кирәк
uk: Необхідний код для двоетапної перевірки
ur: دو قدمی تصدیق درکار ہے
vi: Yêu cầu mã xác thực hai bước

source: Invalid two-step authentication code
ar: رمز الاستيثاق بخطوتين غير صحيح
az: Səhv iki mərhələli təsdiqləmə kodu
be: Няправільны код двухэтапнай аўтарызацыі
bg: Неверен код за двуетапно удостоверяване
cs: Neplatný kód pro dvoufázové ověření
cy: Cod dilysu dau gam annilys
da: Ugyldig kode til totrinsgodkendelse
el: Μη έγκυρος κωδικός ταυτοποίησης δύο παραγόντων
es_ar: El código de autenticación en dos pasos no es válido
es_es: Código de autenticación en dos pasos incorrecto
et: Vigane kaheastmelise autentimise kood
eu: Bi urratseko autentifikazio kode baliogabea
fa: کد ارزیابی دو مرحله‌ای غیرمعتبر
fi: Virheellinen kaksivaiheisen todennuksen koodi
fr: Code d’authentification en deux étapes incorrect
fur: Il codiç di autenticazion in doi passaçs nol è valit
gd: Còd dearbhaidh dhà-cheumnaich mì-dhligheach
gl: O código de autenticación en dous pasos non é válido
he: קוד אימות דו־שלבי לא תקין
hi_in: अमान्य द्वि-चरणीय प्रमाणीकरण कोड
hr: Neispravan kȏd dvofaktorske autentikacije
hu: Érvénytelen kétlépcsős hitelesítési kód
ia: Codice de authentication a duo passos non valide
id: Kode autentikasi dua langkah tidak valid
is: Ógildur tveggja-þrepa auðkenningarkóði
it: Codice di autenticazione in due passaggi non valido
ja: 不正な 2 段階認証コード
ka: ორბიჯიანი დამოწმების კოდი არასწორია
kab: Yir tangalt n usesteb s snat n tarrayin
nl: Ongeldige code voor authenticatie in twee stappen
pa_in: ਗ਼ਲਤ ਦੋ-ਪੜ੍ਹਾਵੀ ਪਰਮਾਣਕਿਤਾ ਕੋਡ
pl: Nieprawidłowy kod uwierzytelniania dwuetapowego
pt: Código de autenticação de dois passos inválido
pt_br: Código inválido para a autenticação em duas etapas
ru: Неверный код двухэтапной аутентификации
sk: Neplatný autorizačný kód pre dvojstupňové overenie
sl: Neveljavna koda za overitev v dveh korakih
sq: Kod i pavlefshëm mirëfilltësimi dyhapësh
sr: Неисправан код за аутентификацију у два корака
sr_latn: Neispravan kod za autentifikaciju u dva koraka
sv_se: Ogiltig tvåstegsautentiseringskod
te: చెల్లని రెండు-దశల ప్రమాణీకరణ కోడ్
th: รหัสการยืนยันตัวบุคคลแบบสองขั้นตอนไม่ถูกต้อง
tr: Geçersiz iki aşamalı kimlik doğrulama kodu
tt: Ике адымлы аутентификация коды хаталы
uk: Неправильний код двоетапної перевірки
vi: Mã xác thực hai bước không hợp lệ

source: Recovery code required
ar: رمز الاستعادة مطلوب
az: Bərpa kodu tələb edilir
be: Патрэбен код аднаўлення
bg: Необходим е код за възстановяване
cs: Vyžadován obnovovací kód
cy: Mae angen cod adfer
da: Genoprettelseskode påkrævet
el: Απαιτείται κωδικός ανάκτησης
es_ar: Se requiere el código de recuperación
es_es: Código de recuperación obligatorio
et: Taastamiskood on nõutav
eu: Berreskuratze kodea behar da
fa: کدِ بازآوری لازم است
fi: Palautuskoodi vaaditaan
fr: Code de récupération requis
gd: Tha feum air còd aisig
he: נדרש קוד שחזור
hi_in: पुनर्प्राप्ति कोड आवश्यक है
hr: Potreban je kôd za oporavak
hu: Helyreállítási kód szükséges
ia: Codice de recuperation necessari
id: Kode pemulihan dibutuhkan
it: È richiesto il codice di recupero
ja: 回復用コードが必要です
ka: აღდგენის კოდი აუცილებელია
kab: Tlaq tengalt n tririt
nl: Herstelcode vereist
pa_in: ਰਿਕਵਰੀ ਕੋਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest kod odzyskiwania
pt: Código de recuperação requerido
pt_br: Código de recuperação necessário
ru: Требуется код восстановления
sk: Vyžaduje sa obnovovací kód
sl: Zahtevana je koda za obnovitev
sq: Lypset kod rikthimi
sr: Код за опоравак потребан
sr_latn: Kod za oporavak potreban
sv_se: Återställningskod krävs
te: పునరుద్ధరణ కోడ్ అవసరం
th: จำเป็นต้องใช้รหัสการกู้คืน
tr: Kurtarma kodu gerekli
tt: Коткару коды кирәк
uk: Необхідний код відновлення
ur: بازیابی کوڈ درکار ہے
vi: Yêu cầu mã khôi phục

source: Invalid recovery code
ar: رمز الاستعادة غير صحيح
az: Səhv bərpa kodu
be: Нядзейсны код аднаўлення
bg: Невалиден код за възстановяване
cs: Neplatný obnovovací kód
cy: Cod adfer annilys
da: Ugyldig genoprettelseskode
el: Μη έγκυρος κωδικός ανάκτησης
es_ar: El código de recuperación no es válido
es_es: Código de recuperación no válido
et: Vigane taastamiskood
eu: Berreskuratze kode baliogabea
fa: کد بازآوری صحیح نیست
fi: Virheellinen palautuskoodi
fr: Code de récupération invalide
gd: Còd aisig mì-dhligheach
he: קוד שחזור שגוי
hi_in: अमान्य पुनर्प्राप्ति कोड
hr: Neispravan kȏd za oporavak
hu: Érvénytelen helyreállítási kód
ia: Codice de recuperation non valide
id: Kode pemulihan tidak valid
it: Codice di recupero non valido
ja: 無効な回復用コード
ka: არამართებული აღდგენის კოდი
kab: Yir tangalt n tririt
nl: Ongeldige herstelcode
pa_in: ਗ਼ਲਤ ਰਿਕਰਵੀ ਕੋਡ
pl: Nieprawidłowy kod odzyskiwania
pt: Código de recuperação inválido
pt_br: Código de recuperação inválido
ru: Некорректный код восстановления
sk: Neplatný obnovovací kód
sl: Neveljavna koda za obnovitev
sq: Kod i pavlefshëm rikthimi
sr: Неисправан код за опоравак
sr_latn: Neispravan kod za oporavak
sv_se: Ogiltig återställningskod
te: చెల్లని రికవరీ సంకేతం
th: รหัสการกู้คืนไม่ถูกต้อง
tr: Geçersiz kurtarma kodu
tt: Яраксыз коткару коды
uk: Недійсний код відновлення
ur: ناجائز بازیابی کے کوڈ
vi: Mã khôi phục không hợp lệ

source: Recovery key required
ar: مطلوب مفتاح الاستعادة
az: Bərpa açarı tələb edilir
be: Патрэбен ключ аднаўлення
bg: Необходим е ключ за възстановяване
cs: Je vyžadován obnovovací klíč
cy: Mae angen allwedd adfer
da: Genoprettelsesnøgle påkrævet
el: Απαιτείται κλειδί ανάκτησης
es_ar: Se requiere el código de recuperación
es_es: Es necesaria una clave de recuperación
et: Taastamisvõti on nõutud
eu: Berreskuratze gakoa behar da
fa: کلید بازیابی نیاز است
fi: Palautusavain vaaditaan
fr: Une clé de récupération est nécessaire
gd: Tha feum air iuchair aisig
he: נדרש מפתח שחזור
hi_in: पुनर्प्राप्ति कोड आवश्यक है
hr: Potreban je ključ za oporavak
hu: Helyreállítási kulcs szükséges
ia: Clave de recuperation obligatori
id: Kode pemulihan dibutuhkan
it: È richiesta la chiave di recupero
ja: 回復用キーが必要です
ka: აღდგენის გასაღები აუცილებელია
kab: Tlaq tsarutt n tririt
nl: Herstelsleutel vereist
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਲਾਜ਼ਮੀ ਹੈ
pl: Wymagany jest klucz odzyskiwania
pt: Chave de recuperação requerida
pt_br: Chave de recuperação necessária
ru: Требуется ключ восстановления
sk: Vyžaduje sa obnovovací kľúč
sl: Zahtevan je obnovitveni ključ
sq: Lypset kyç rimarrjeje
sr: Кључ за опоравак потребан
sr_latn: Ključ za oporavak potreban
sv_se: Återställningsnyckel krävs
te: పునరుద్ధరణ కీ అవసరం
th: จำเป็นต้องใช้กุญแจการกู้คืน
tr: Kurtarma anahtarı gerekli
tt: Коткару ачкычы кирәк
uk: Необхідний ключ відновлення
ur: بازیافت کلید ضرورت ہے
vi: Yêu cầu khóa khôi phục

source: Please enter verification code
ar: من فضلك أدخل رمز التأكيد
az: Lütfən təsdiq kodunu daxil edin
be: Калі ласка, увядзіце код пацверджання
bg: Моля въведете код за потвърждаване
cs: Zadejte prosím znovu ověřovací kód
cy: Rhowch god dilysu
da: Indtast bekræftelseskode
el: Παρακαλούμε εισαγάγετε τον κωδικό επαλήθευσης
es_ar: Por favor ingrese el código de verificación
es_es: Introduzca código de verificación
et: Palun sisesta kinnituskood
eu: Mesedez sartu egiaztatze kodea
fa: لطفا کد تاییدیه رو وارد کنید
fi: Kirjoita kelvollinen vahvistuskoodi
fr: Veuillez saisir le code de vérification
fur: Inserìs il codiç di verifiche
gd: Cuir a-steach an còd dearbhaidh
gl: Introduza o código de verificación
he: נא להקליד את קוד האימות
hi_in: कृपया सत्यापन कोड दर्ज करें
hr: Upiši potvrdni kȏd
hu: Adja meg az ellenőrzőkódot
ia: Per favor insere codice de verification
id: Silakan masukan kode verifikasi
is: Settu inn staðfestingarkóða
it: Inserire il codice di verifica
ja: 確認コードを入力してください
ka: გთხოვთ შეიყვანოთ დამადასტურებელი კოდი
kab: Ma ulac aɣilif sekcem tangalt n usenqed
nl: Voer verificatiecode in
pa_in: ਤਸਦੀਕ ਕੋਡ ਦਰਜ ਕਰੋ
pl: Proszę wpisać kod weryfikacyjny
pt: Por favor introduza o código de verificação
pt_br: Insira o código de verificação
ru: Пожалуйста, введите код подтверждения
sk: Prosím, zadajte overovací kód
sl: Vnesite potrditveno kodo
sq: Ju lutemi, jepni kod verifikimi
sr: Унесите верификациони код
sr_latn: Unesite verifikacioni kod
sv_se: Ange verifieringskod
te: దయచేసి ధృవీకరణ కోడ్ను నమోదు చేయండి
th: โปรดใส่รหัสการตรวจสอบ
tr: Lütfen doğrulama kodunu girin
tt: Зинһар, раслау кодын кертегез
uk: Введіть код підтвердження
ur: براہ کرم توثیقی کوڈ درج کریں
vi: Vui lòng nhập mã xác minh

source: Accounts with two-step authentication do not support pairing at this time
be: У дадзены момант уліковыя запісы з двухэтапнай аўтарызацыяй не падтрымліваюць спарванне
cy: Nid yw cyfrifon gyda dilysu dau gam yn cefnogi paru ar hyn o bryd
sq: Llogaritë me mirëfilltësim dyhapësh nuk mbulojnë çiftim hëpërhë

source: Missing configuration
ar: الضبط مفقود
ast: Falta la configuración
az: Əksik konfiqurasiya
be: Адсутнічае канфігурацыя
bg: Липсваща настройка
bn_bd: কনফিগারেশন পাওয়া যায়নি
bn_in: অনুপস্থিত কনফিগারেশন
cs: Chybějící konfigurace
cy: Ffurfweddiad coll
da: Manglende konfiguration
el: Απουσία ρύθμισης
es_ar: Falta la configuración
es_es: Falta la configuración
et: Puuduv seadistus
eu: Konfigurazioa falta da
fa: پیکربندی موجود نیست
fi: Puuttuvat asetukset
fr: Configuration manquante
fur: E mancje la configurazion
gd: Rèiteachadh a dhìth
gl: Falta a configuración
he: תצורה חסרה
hi_in: खराब विन्यास
hr: Nedostaje konfiguracija
hu: Hiányzó beállítások
ia: Manca le configuration
id: Konfigurasi tidak ditemukan
is: Vantar uppsetningu
it: Configurazione non effettuata
ja: 見当たらない設定
ka: გამართვის მონაცემები დაკარგულია
kab: Tawila tettwattu
lv: Trūkstoša konfigurācija
nl: Configuratie ontbreekt
pa_in: ਗੁੰਮ ਸੰਰਚਨਾ
pl: Brak konfiguracji
pt: Configuração em falta
pt_br: Configuração ausente
ru: Отсутствует конфигурация
sk: Chýbajúca konfigurácia
sl: Manjkajo nastavitve
sq: Mungon formësimi
sr: Недостаје конфигурација
sr_latn: Nedostaje konfiguracija
sv_se: Saknar konfiguration
te: ఆకృతీకరణలు తప్పినది
th: การกำหนดค่าขาดหาย
tr: Eksik yapılandırma
tt: Көйләү юк
uk: Відсутня конфігурація
ur: غائب تشکیل
vi: Thiếu cấu hình

source: Invalid configuration
ar: الضبط غير صالح
ast: Configuración non válida
az: Səhv konfiqurasiya
be: Некарэктная канфігурацыя
bg: Неправилна настройка
bn_bd: অকার্যকর কনফিগারেশন
bn_in: ভুল কনফিগারেশন
cs: Neplatná konfigurace
cy: Ffurfweddiad annilys
da: Ugyldig konfiguration
el: Μη έγκυρη ρύθμιση
es_ar: Configuración no válida
es_es: Configuración no válida
et: Vigane seadistus
eu: Konfigurazio baliogabea
fa: پیکربندی نامعتبر
fi: Virheelliset asetukset
fr: Configuration invalide
fur: La configurazion no je valide
gd: Rèiteachadh mì-dhligheach
gl: A configuración non é válida
he: תצורה פגומה
hi_in: अवैध विन्यास
hr: Neispravna konfiguracija
hu: Érvénytelen beállítások
ia: Configuration non valide
id: Konfigurasi tidak valid
is: Ógild uppsetning
it: Configurazione non valida
ja: 無効な設定
ka: არასწორი გამართვა
kab: Tawila mačči d tameɣtut
lv: Nederīga konfigurācija
nl: Ongeldige configuratie
pa_in: ਗ਼ਲਤ ਸੰਰਚਨਾ
pl: Nieprawidłowa konfiguracja
pt: Configuração inválida
pt_br: Configuração inválida
ru: Некорректная конфигурация
sk: Neplatná konfigurácia
sl: Neveljavne nastavitve
sq: Formësim i pavlefshëm
sr: Неисправна конфигурација
sr_latn: Neispravna konfiguracija
sv_se: Ogiltig konfiguration
te: ఆకృతీకరణలు సరిఅయినవి కాదు
th: การกำหนดค่าไม่ถูกต้อง
tr: Geçersiz yapılandırma
tt: Хаталы көйләү
uk: Некоректна конфігурація
ur: ناجائز تشکیل
vi: Cấu hình không hợp lệ
