Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: A usable image was not found
ar: لم يُعثر على صورة قابلة للاستخدام
ast: Nun s'alcontró una imaxe usable
az: İstifadə edilə biləcək şəkil tapılmadı
be: Прыдатная выява не знойдзена
bg: Не може да бъде намерено използваемо изображение
bn_bd: ব্যবহার করার মত ছবি পাওয়া যায়নি
bn_in: একটি ব্যবহারযোগ্য ছবি খুঁজে পাওয়া যায়নি
cs: Nebyl nalezen použitelný obrázek
cy: Nid oes delwedd ddefnyddiol wedi ei chanfod
da: Et brugbart billede blev ikke fundet
el: Δεν βρέθηκε καμία αξιοποιήσιμη εικόνα
es_ar: No se encontró una imagen apropiada
es_es: No se encontró ninguna imagen utilizable
et: Kasutatavat pilti ei leitud
eu: Ez da irudi erabilgarririk aurkitu
fa: تصویر قابل استفاده‌ای پیدا نشد
fi: Käyttökelpoista kuvaa ei löytynyt
fr: Aucune image convenable n’a été trouvée
fur: No je stade cjatade nissune imagjin che si pues doprâ par chest account
gd: Cha deach dealbh a lorg a ghabhas a chleachdadh
gl: Non se atopou unha imaxe utilizable
he: לא נמצאה תמונה שמישה
hi_in: एक प्रयोग करने योग्य छवि नहीं मिली
hr: Nije pronađena slika, koja bi se mogla koristiti
hu: Nem található használható kép
ia: Nulle imagine usabile ha essite trovate
id: Gambar yang dapat dipakai tidak ditemukan
is: Ekki fannst notkunarhæf mynd
it: Non è stata rilevata alcuna immagine utilizzabile per questo account
ja: 使用可能な画像が見つかりませんでした
ka: გამოსადეგი სურათი ვერ მოიძებნა
kab: Tugna yettwasqedcen ulac-itt
lv: Neatrada izmantojamu attēlu
nl: Er is geen bruikbare afbeelding gevonden
pa: ਵਰਤੋਂਯੋਗ ਚਿੱਤਰ ਨਹੀਂ ਲੱਭਿਆ
pa_in: ਵਰਤੋਂਯੋਗ ਚਿੱਤਰ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie odnaleziono odpowiedniego obrazu
pt: Não foi encontrada nenhuma imagem utilizável
pt_br: Não foi encontrada nenhuma imagem usável
ru: Нужное изображение не найдено
sk: Nebol nájdený žiadny vhodný obrázok
sl: Uporabne slike ni bilo mogoče najti
sq: Nuk u gjet një figurë e përdorshme
sr: Употребљива слика није пронађена
sr_latn: Upotrebljiva slika nije pronađena
sv_se: En användbar bild hittades inte
te: ఒక ఉపయోగపడే చిత్రం దొరకలేదు
th: ไม่พบภาพที่ใช้งานได้
tr: Kullanılabilir bir resim bulunamadı
tt: Куллануга яраклы сурәт табылмады
uk: Придатне зображення не знайдено
ur: ایک قابل استعمال تصویر نہیں ملی
vi: Không tìm thấy hình ảnh có thể sử dụng

source: Could not initialize camera
ar: تعذّر تشغيل الكمرة
ast: Nun pudo aniciase la cámara
az: Kamera başladıla bilmədi
be: Немагчыма ініцыялізаваць камеру
bg: Камерата не може да бъде инициализирана
bn_bd: ক্যামেরা আরম্ভ করা যায়নি
bn_in: ক্যামেরা চালু করা যাচ্ছে না
cs: Nepodařilo se inicializovat fotoaparát
cy: Methu cychwyn y camera
da: Kunne ikke initialisere kamera
el: Δεν ήταν δυνατή η εκκίνηση της κάμερας
es_ar: No se pudo inicializar la cámara
es_es: No se pudo iniciar la cámara
et: Kaamera kasutamine polnud võimalik
eu: Ezin da kamera hasieratu
fa: نمی‌توان دوربین را راه‌اندازی کرد
fi: Kameraa ei voitu alustaa
fr: Impossible de lancer la caméra
fur: Impussibil inizializâ la fotocjamare
gd: Cha b’ urrainn dhuinn an camara a chur gu dol
gl: Non se puido iniciar a cámara
he: לא ניתן לאתחל מצלמה
hi_in: कैमरे को प्रारंभ नहीं किया जा सका
hr: Nije moguće inicijalizirati kameru
hu: Nem készíthető elő a kamera
ia: Impossibile initialisar le camera
id: Tidak dapat menginisialisasi kamera
is: Gat ekki opnað myndavél
it: Impossibile inizializzare la fotocamera
ja: カメラを初期化できませんでした
ka: კამერის ჩართვა ვერ მოხერხდა
kab: Ur izmir ara ad iwennez takamirat
lv: Neizdevās inicializēt kameru
nl: Kon camera niet initialiseren
pa: ਕੈਮਰਾ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pa_in: ਕੈਮਰਾ ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pl: Nie można zainicjować aparatu
pt: Não foi possível iniciar a câmara
pt_br: Não foi possível iniciar a câmera
ru: Не удалось инициализировать камеру
sk: Nepodarilo sa aktivovať fotoaparát
sl: Kamere ni bilo mogoče zagnati
sq: Nuk u gatit dot kamera
sr: Није могуће покренути камеру
sr_latn: Nije moguće pokrenuti kameru
sv_se: Kunde inte initiera kameran
te: కెమెరా ప్రారంభించడం సాధ్యం కాలేదు
th: ไม่สามารถเริ่มใช้กล้องได้
tr: Kamera başlatılamadı
tt: Камераны кабызып булмады
uk: Неможливо ініціалізувати камеру
ur: کیمرے کی ابتدا نہیں کر سکا
vi: Không thể khởi tạo máy ảnh

source: Valid URL required
ar: مطلوب مسار صالح
ast: Ríquese una URL válida
az: Doğru ünvan tələb olunur
be: Патрэбен сапраўдны URL
bg: Необходим е валиден URL
bn_bd: কার্যকর URL প্রয়োজন
bn_in: বৈধ URL প্রয়োজন
cs: Je vyžadována platná URL
cy: Mae angen URL dilys
da: Gyldig URL påkrævet
el: Απαιτείται έγκυρο URL
es_ar: Se requiere una URL válida
es_es: Introduce una URL válida
et: URL peab olema korrektne
eu: Baliozko URLa behar da
fa: آدرس اینترنتی معتبر لازم است
fi: Verkko-osoitteen täytyy olla kelvollinen
fr: URL valide requise
fur: Al covente un URL valit
gd: Tha feum air URL dligheach
gl: Requírese un URL válido
he: נדרשת כתובת חוקית
hi_in: मान्य URL आवश्यक
hr: Potreban je važeći URL
hu: Érvényes URL szükséges
ia: Es requirite un URL valide
id: Dibutuhkan URL yang valid
is: Nauðsynlegt að setja inn gilt URL
it: È necessario fornire un URL valido
ja: 正しい URL を入力してください
ka: ბმულის მითითება აუცილებელია
kab: Tansa URL tameɣtut tettwasra
lv: Nepieciešama derīga adrese
nl: Geldige URL vereist
pa: ਠੀਕ URL ਚਾਹੀਦਾ ਹੈ
pa_in: ਠੀਕ URL ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest prawidłowy adres URL
pt: URL válido requerido
pt_br: É necessário uma URL válida
ru: Введите корректный URL
sk: Vyžaduje sa platná URL adresa
sl: Zahtevan je veljaven spletni naslov
sq: Lypset URL e vlefshme
sr: Потребна је исправна URL адреса
sr_latn: Potrebna je ispravna URL adresa
sv_se: Giltig URL krävs
te: చెల్లుబాటు అయ్యే URL అవసరం
th: ต้องการ URL ที่ถูกต้อง
tr: Geçerli bir adres gerekli
tt: Дөрес URL кирәк
uk: Необхідна дійсна адреса URL
ur: جائزURL کی ظرورت ہے
vi: Yêu cầu URL hợp lệ

source: Your verification email was just returned. Mistyped email?
ar: لم نجد بريدك الإلكتروني. هل أخطأت في كتابة البريد الإلكتروني؟
ast: Ta acabantes devolvese'l to corréu de verificación. ¿Direición mal teclexada?
az: Təsdiq e-poçtunuz geri qayıtdı. E-poçtu səhv yazmış ola bilərsiz?
be: Ваш электронны ліст пацверджання толькі што вярнуўся. Памылка ўпісвання адраса?
bg: Потвърждаващото писмо е върнато. Може би адресът на ел. поща е сгрешен?
bn_bd: আপনার যাচাইকরণ মেইল এইমাত্র ফেরত এসেছে। ইমেইল ভুল টাইপ হয়েছে?
bn_in: আপনার যাচাইকরণ মেইল এইমাত্র ফেরত এসেছে। ইমেইল ভুল টাইপ হয়েছে?
cs: Odeslaná ověřovací e-mailová zpráva se právě vrátila zpět. Nezadali jste chybnou adresu?
cy: Dychwelwyd eich e-bost dilysu. Camdeipio'r e-bost?
da: Din bekræftelsesmail kom retur. Forkert indtastet mailadresse?
el: Το email επαλήθευσής σας μόλις επιστράφηκε. Μήπως πληκτρολογήσατε λάθος email;
es_ar: Su correo electrónico de verificación no pudo ser enviado. ¿Habrá escrito mal alguna letra?
es_es: Se ha devuelto el correo de verificación. ¿Estaba mal escrito?
et: Sinu kinnitamise meil tagastati. Kas kirjutasid aadressi valesti?
eu: Zure egiaztapen-mezua itzuli egin da. Helbidea gaizki idatzi duzu?
fa: ایمیل تایید شما هم‌اکنون مرجوع شد. ایمیل خود را اشتباه تایپ کردید؟
fi: Tilin vahvistussähköposti palasi juuri lähettäjälle. Kirjoititko osoitteesi oikein?
fr: Votre message de confirmation nous a été renvoyé. Vérifiez que votre adresse électronique est correcte.
gd: Chaidh am post-d dearbhaidh a thilleadh dhuinn. Saoil an robh mearachd ann?
he: הודעת האימות שלך לא הגיעה ליעדה. האם כתובת הדוא״ל הוקלדה בצורה שגויה?
hi_in: आपका सत्यापन ईमेल वापस लौटाया गया. ईमेल गलत टाइप?
hr: Upravo je vraćena vaša poruka e-pošte za potvrdu. Pogrešna adresa e-pošte?
hu: Az ellenőrző e-mail visszapattant. Talán elgépelte?
ia: Tu message de verification ha justo essite retornate. Es le adresse de e-mail incorrecte?
id: Surel verifikasi Anda dikembalikan. Salah tik surel?
it: L’email di verifica è stata respinta. Verifica di aver digitato correttamente l’indirizzo email.
ja: 確認メールが宛先不明で戻ってきました。アドレスを間違えていませんか？
ka: დადასტურების წერილის გამოგზავნა, ვერ მოხერდა. მისამართი, შეცდომითაა აკრეფილი?
kab: Asenqed n yimayl inek akken kan i d-yuɣal. Ahat mačči d ameɣtu?
lv: Tikko atgriezās jūsu apstiprinājuma epasts. Kļūdījāties ievadot?
nl: Uw verificatie-e-mail is zojuist geretourneerd. Typefout in e-mailadres?
pa: ਤੁਹਾਡੀ ਤਸਦੀਕ ਈਮੇਲ ਵਾਪਿਸ ਪਰਤ ਆਈ ਹੈ। ਕੀ ਈਮੇਲ ਗਲਤ ਲਿਖਿਆ ਸੀ?
pa_in: ਤੁਹਾਡੀ ਤਸਦੀਕ ਈਮੇਲ ਵਾਪਿਸ ਪਰਤ ਆਈ ਹੈ। ਕੀ ਈਮੇਲ ਗਲਤ ਲਿਖਿਆ ਸੀ?
pl: Wiadomość weryfikacyjna została zwrócona. Błąd w adresie e-mail?
pt: A sua mensagem de verificação foi devolvida. Enganou-se a digitar o email?
pt_br: Seu email de verificação foi devolvido. Digitou errado o email?
ru: Ваше письмо с подтверждением только что вернулось. Опечатка в электронной почте?
sk: E-mailová správa pre overenie sa vrátila. Zadali ste adresu správne?
sl: Vaša potrditvena pošta se je pravkar vrnila. Ste se zatipkali v e-poštnem naslovu?
sq: Email-i juaj i verifikimit sapo u kthye mbrapsht. E shkruat keq email-in?
sr: Е-пошта за потврду се управо вратила. Погрешна е-пошта?
sr_latn: E-pošta za potvrdu se upravo vratila. Pogrešna e-pošta?
sv_se: Ditt verifieringsmeddelande har returnerats. Skrivit fel e-post?
te: మీ ధృవీకరణ ఇమెయిల్ తిరిగి. ఇమెయిల్ తప్పుగా టైప్ చేసారా?
th: อีเมลตรวจสอบของคุณถูกตีกลับ พิมพ์อีเมลผิด?
tr: Doğrulama e-postanız geri döndü. Adresinizi yanlış yazmış olabilir misiniz?
tt: Сезгә җибәрелгән раслау хаты кире әйләнеп кайтты. Адресыгызны язганда хата җибәрмәдегезме?
uk: Ваш електронний лист було повернено. Помилилися з написанням?
ur: آپ کا تصدیقی ای میل واپس کیا گیا۔ کیا آپ نے ای میل غلت ٹائپ کیا؟
vi: Email xác minh của bạn vừa được trả lại. Sai email?

source: Enter a valid email address. firefox.com does not offer email.
ar: أدخل عنوان بريد إلكتروني صالح. firefox.com لا يقدم بريد الإلكتروني.
ast: Introduz una direición de corréu válida. firefox.com nun ufre corréu.
az: Doğru e-poçt ünvanı daxil edin. firefox.com e-poçt xidməti vermir.
be: Увядзіце сапраўдны адрас электроннай пошты. firefox.com не прапануе электронную пошту.
bg: Въведете валиден адрес на ел. поща. firefox.com не предлага адреси на ел. поща.
bn_bd: সঠিক ইমেইল ঠিকানা দিন। firefox.com কোন ইমেইল অফার করে না।
bn_in: একটি বৈধ ইমেইল ঠিকানা প্রবেশ করান। firefox.com ইমেইল অফার করে না।
cs: Zadejte platnou e-mailovou adresu. firefox.com neposkytuje e-mailové služby.
cy: Rhowch gyfeiriad e-bost dilys. Nid yw firefox.com yn cynnig e-bost.
da: Indtast en gyldig mailadresse. firefox.com tilbyder ikke mail.
el: Εισαγάγετε μια έγκυρη διεύθυνση email. Το firefox.com δεν προσφέρει email.
es_ar: Ingrese una dirección de correo electrónico válida. firefox.com no ofrece correo electrónico.
es_es: Introduce una dirección de correo válida. firefox.com no ofrece dirección de correo.
et: Sisesta korrektne e-posti address. firefox.com ei paku e-posti teenust.
eu: Idatzi baliozko helbide elektronikoa. firefox.com-ek ez du posta elektronikorik eskaintzen.
fa: یک ایمیل معتبر وارد کنید. firefox.com سرویس ایمیل ارائه نمی‌کند.
fi: Kirjoita oikea sähköpostiosoite. Firefox.com ei tarjoa sähköpostiosoitetta.
fr: Veuillez saisir une adresse électronique valide. firefox.com ne fournit pas d’adresses électroniques.
fur: Inserìs une direzion e-mail valide. firefox.com nol ufrìs servizis di pueste eletroniche.
gd: Cuir a-steach seòladh puist-d dligheach. Chan eil firefox.com a’ solar seirbheisean puist-d.
gl: Escriba un enderezo de correo electrónico válido. firefox.com non ofrece correo electrónico.
he: עליך להזין כתובת דואר אלקטרוני תקינה. firefox.com לא מציע שירותי דוא״ל.
hi_in: एक वैध ईमेल प्रविष्ट करें. firefox.com ईमेल प्रदान नही करता.
hr: Unesite ispravnu adresu e-pošte. firefox.com ne nudi e-poštu.
hu: Írjon be egy érvényes e-mail címet. A firefox.com nem nyújt e-mail szolgáltatást.
ia: Scribe un adresse de e-mail valide. firefox.com non forni un servicio de e-mail.
id: Masukkan alamat surel yang valid. firefox.com tidak menawarkan surel.
is: Settu inn rétt tölvupóstfang. firefox.com býður ekki upp á tölvupóst.
it: Inserisci un indirizzo email valido. firefox.com non offre servizi come provider di posta elettronica.
ja: 正しいメールアドレスを入力してください。firefox.com はメールを提供していません。
ka: შეიყვანეთ ელფოსტის მართებული მისამართი. firefox.com-ს ფოსტის მომსახურება არ აქვს.
kab: Sekcem tansa imayl tameɣtut. firefox.com ur yettmuddu ara imaylen.
lv: Ievadiet pareizu epasta adresi. firefox.com nepiedāvā epastu.
nl: Voer een geldig e-mailadres in. firefox.com biedt geen e-mail.
pa: ਠੀਕ ਈਮੇਲ ਐਡਰੈਸ ਦਿਉ। firefox.com ਈਮੇਲ ਨਹੀਂ ਦਿੰਦਾ ਹੈ।
pa_in: ਠੀਕ ਈਮੇਲ ਐਡਰੈਸ ਦਿਉ। firefox.com ਈਮੇਲ ਨਹੀਂ ਦਿੰਦਾ ਹੈ।
pl: Wpisz prawidłowy adres e-mail. Witryna firefox.com nie oferuje usługi poczty.
pt: Insira um endereço de email válido. O domínio firefox.com não fornece email.
pt_br: Digite um endereço de email válido. firefox.com não oferece email.
ru: Введите корректный адрес электронной почты. firefox.com не предлагает службу электронной почты.
sk: Zadajte platnú e-mailovú adresu. firefox.com e-mailové adresy neposkytuje.
sl: Vnesite veljaven elektronski naslov. firefox.com ne ponuja e-pošte.
sq: Jepni një adresë email të vlefshme. firefox.com nuk ofron email.
sr: Унесите валидну адресу е-поште. firefox.com не нуди е-поште.
sr_latn: Unesite validnu adresu e-pošte. firefox.com ne nudi e-pošte.
sv_se: Ange en giltig e-postadress. firefox.com erbjuder inte e-post.
te: ఒక చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి. firefox.com ఇమెయిల్ అందించడం లేదు.
th: โปรแกรดป้อนที่อยู่อีเมลที่ถูกต้อง firefox.com ไม่มีบริการอีเมล
tr: Geçerli bir e-posta adresi girin. firefox.com e-posta hizmeti sunmaz.
tt: Дөрес эл. почта адресын кертегез. firefox.com эл. почта хезмәтен күрсәтми.
uk: Введіть правильну адресу електронної пошти. firefox.com не пропонує електронну пошту.
ur: ایک جائز ای میل پتا داخل کریں ۔ firefox.com ای میل فراہم نہیں کرتا ہے۔
vi: Nhập địa chỉ email hợp lệ. firefox.com không cung cấp email.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
ar: يمكن وضع حسابات فَيَرفُكس في IFRAME فقط في المواقع المُصدّقة
ast: Les cuentes de Firefox namái puen asitiase nun IFRAME en sitios aprovaos
az: Firefox Hesabları ancaq təsdiqlənmiş saytlarda IFRAME içərisinə qoyula bilərlər
be: Уліковыя запісы Firefox могуць быць устаўлены ў IFRAME толькі на зацверджаных сайтах
bg: Firefox Accounts може да бъде вграждан в IFRAME само от одобрени страници
bn_bd: Firefox Accounts শুধুমাত্র একটি অনুমোদিত সাইটে IFRAME রাখতে পারে
bn_in: Firefox অ্যাকাউন্ট শুধুমাত্র একটি পর্যালোচিত সাইটে IFRAME-ই রাখা যায়
cs: Účet Firefoxu může být umístěn do IFRAME pouze na schválených stránkách
cy: Dim ond ar wefannau cymeradwy y mae modd gosod Cyfrifon Firefox mewn IFRAME
da: Firefox-konti kan kun placeres i en IFRAME på godkendte websteder
el: Οι Λογαριασμοί Firefox μπορούν να τοποθετηθούν μόνο σε IFRAME σε εγκεκριμένους ιστοτόπους
es_ar: Las cuentas de Firefox pueden ubicarse en un IFRAME solo en sitios aprobados
es_es: Solo se puede colocar Firefox Accounts en un IFRAME en páginas autorizadas
et: Firefox Accounts'i kuvamine IFRAME's on võimalik vaid tunnustatud saitidel
eu: Firefox kontuak IFRAME batean eta onartutako guneetan soilik jar daitezke
fa: حساب‌های فایرفاکس تنها می‌توانند در یک IFRAME در سایت‌های تایید شده قرار بگیرند
fi: Firefox Accounts voidaan sisällyttää IFRAME-kehyksiin vain hyväksyttyillä sivustoilla
fr: Firefox Accounts ne peut être placé dans un IFRAME que sur les sites approuvés
fur: Al è pussibil plaçâ Account Firefox dome tai IFRAME sui sîts autorizâts
gd: Cha ghabh cunntasan Firefox a chur ach ann an IFRAME air làraichean ceadaichte
gl: As contas de Firefox só se poden colocar nun IFRAME en sitios aprobados
he: ניתן להציב את Firefox Accounts לתוך IFRAME רק באתרים מורשים
hr: Firefox Account se može postaviti u IFRAME samo na odobrenim web lokacijama
hu: A Firefox fiókok csak egy IFRAME-be helyezhető el a jóváhagyott oldalakon
ia: Le contos Firefox pote solmente esser placiate in un IFRAME sur sitos approbate
id: Firefox Account hanya bisa ditempatkan pada IFRAME pada situs yang telah disetujui
is: Aðeins er hægt að setja Firefox-reikninga inn í IFRAME á samþykktum vefsvæðum
it: L’integrazione di Account Firefox tramite IFRAME è consentita ai soli siti web autorizzati
ja: Firefox アカウントは承認済みサイトの IFRAME 内にのみ設置できます。
ka: Firefox-ანგარიშის ჩასმა შესაძლებელია მხოლოდ IFRAME-ით, ნებადართულ საიტებზე
kab: Imiḍanen Firefox zemren kan ad ttusersen di IFRAME n yesmal imeɣta
lv: Firefox Konti var IFRAME kastē tikai apstiprinātās mājaslapās
nl: Firefox-accounts kunnen alleen in een IFRAME op goedgekeurde websites worden geplaatst
pa: ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨੂੰ ਕੇਵਲ ਮਨਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਸਾਈਟਾਂ ਉੱਤੇ IFRAME ਵਿੱਚ ਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨੂੰ ਕੇਵਲ ਮਨਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਸਾਈਟਾਂ ਉੱਤੇ IFRAME ਵਿੱਚ ਹੀ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ
pl: Konta Firefoksa mogą być umieszczane w elementach „iframe” tylko w zatwierdzonych witrynach
pt: As Contas Firefox apenas podem ser colocadas num IFRAME em sites aprovados
pt_br: Contas Firefox só podem ser colocadas em um IFRAME em sites aprovados
ru: Аккаунты Firefox могут быть помещены внутри IFRAME только на одобренных сайтах
sk: Účet Firefox môže byť umiestnený len do IFRAME na schválených stránkach
sl: Firefox Račune lahko umestite samo v okvir IFRAME odobrenih strani
sq: Llogaritë Firefox mund të vendosen vetëm brenda një IFRAME në sajte të miratuar
sr: Firefox налози могу бити постављени само у IFRAME-у на одобреним сајтовима
sr_latn: Firefox nalozi mogu biti postavljeni samo u IFRAME-u na odobrenim sajtovima
sv_se: Firefox-konton kan endast placeras i en IFRAME på godkända webbplatser
te: ఫైర్ఫాక్స్ ఖాతాలను ఆమోదం సైట్లలో ఒక iframe లోకి ఉంచవచ్చు
th: บัญชี Firefox สามารถใส่ใน IFRAME ได้เฉพาะเว็บได้รับอนุญาตแล้ว
tr: Firefox Hesapları yalnızca onaylanmış sitelerde IFRAME içine yerleştirilebilir
tt: Firefox Хисаплары расланган сайтлардагы IFRAME эченә генә урнаштырыла ала
uk: Облікові записи Firefox можуть бути вставлені лише в IFRAME схвалених сайтів
ur: فائر فاکس کا اکاؤنٹ صرف تصدیق کردہ ویب سائٹس کے IFRAME میں ہی رکھا جاسکتا ہے
vi: Tài khoản Firefox chỉ có thể được đặt trong IFRAME của trang web được phê duyệt

source: Verification link damaged
ar: تضرّر رابط التأكيد
ast: Dañóse l'enllaz de verificación
az: Təsdiq keçidi zədələnib
be: Спасылка для пацверджання пашкоджана
bg: Връзката за потвърждаване е повредена
bn_bd: যাচাইকরণ লিঙ্কটি ক্ষতিগ্রস্থ
bn_in: যাচাই করবার লিঙ্ক নষ্ট হয়ে গেছে।
cs: Odkaz pro ověření je poškozen
cy: Mae'r ddolen dilysu wedi ei difrodi
da: Bekræftelseslink beskadiget
el: Ο σύνδεσμος επαλήθευσης καταστράφηκε
es_ar: El enlace de verificación está dañado
es_es: Enlace de verificación dañado
et: Kinnitamise link on vigane
eu: Egiaztapen-lotura hondatuta
fa: پیوندِ تایید معیوب است
fi: Vahvistuslinkki on vaurioitunut
fr: Lien de confirmation altéré
fur: Il colegament di verifiche al è danezât
gd: Chaidh an ceangal dearbhaidh a dhochann
gl: Danouse a ligazón de comprobación
he: קישור האימות פגום
hi_in: सत्यापन लिंक क्षतिग्रस्त
hr: Poveznica za potvrdu je oštećena
hu: Az ellenőrzési hivatkozás sérült
ia: Ligamine de verification damnificate
id: Tautan verifikasi rusak
is: Staðfestingartengill er skemmdur
it: Il link di verifica è danneggiato
ja: 確認リンクが壊れています
ka: დასადასტურებელი ბმული დაზიანებულია
kab: Aseɣwen n usenqed yexṣeṛ
lv: Apstiprinājuma saite ir sabojāta
nl: Verificatiekoppeling beschadigd
pa: ਜਾਂਚ ਲਿੰਕ ਨੁਕਾਸਿਆ
pa_in: ਜਾਂਚ ਲਿੰਕ ਨੁਕਾਸਿਆ
pl: Odnośnik weryfikacyjny jest uszkodzony
pt: Ligação de verificação danificada
pt_br: Link de verificação danificado
ru: Ссылка для подтверждения повреждена
sk: Overovací odkaz je poškodený
sl: Potrditvena povezava je poškodovana
sq: Lidhja për verifikimin është e dëmtuar
sr: Веза за потврду је оштећена
sr_latn: Veza za potvrdu je oštećena
sv_se: Verifieringslänk är trasig
te: ధృవీకరణ లింక్ దెబ్బతింది
th: ลิงก์ตรวจสอบได้รับความเสียหาย
tr: Doğrulama linki zarar görmüş
tt: Раслау сылтамасына зыян килгән
uk: Посилання для перевірки пошкоджене
ur: تصدیق کنندہ ربط کو نقصان پہنچا ہے
vi: Liên kết xác nhận bị hỏng

source: The image dimensions must be at least 100x100px
ar: يجب أن تكون أبعاد الصورة على الأقل ١٠٠×١٠٠ بكسل
ast: Les dimensiones de la imaxe han ser 100x100px
az: Şəkil ölçüləri ən az 100x100px olmalıdır
be: Памеры відарыса мусяць быць па меншай меры 100x100пкс
bg: Размерите на изображението трябва да са най-малко 100x100px
bn_bd: ছবির মাপ অবশ্যই 100x100 px হতে হবে
bn_in: ছবির দিক মাত্রা অবশ্যই কমপক্ষে 100 x 100 px হতে হবে
cs: Rozměry obrázku musí být minimálně 100x100px
cy: Rhaid i ddimensiynau'r ddelwedd fod o leiaf 100x100px
da: Billedets dimensioner skal være på mindst 100 x 100 px
el: Οι διαστάσεις της εικόνας πρέπει να είναι τουλάχιστον 100x100px
es_ar: La dimensión de la imagen debe ser de al menos 100 x100 px
es_es: El tamaño de la imagen debe ser 100×100 px
et: Pildi mõõtmed peavad olema vähemalt 100x100px.
eu: Irudiaren tamainak gutxienez 100x100 px izan behar du
fa: ابعاد تصویر باید حداقل ۱۰۰×۱۰۰ پیکسل باشد
fi: Kuvan mittojen täytyy olla vähintään 100 × 100 px
fr: Les dimensions de l’image doivent être au minimum de 100×100 px
fur: La imagjin e scugne vê une dimension di almancul 100×100 pixels
gd: Feumaidh an dealbh a bhith co-dhiù 100x100px
gl: As dimensións da imaxe deben ser como mínimo de 100×100px
he: ממדי התמונה חייבים להיות לפחות 100×100 פיקסלים
hi_in: छवि का आयाम कम से कम 100x100px होना चाहिए
hr: Dimenzije slike moraju biti barem 100 ✕ 100 px
hu: A kép méreteinek legalább 100x100 képpontnak kell lenniük.
ia: Le dimensiones del imagine debe esser al minus 100x100px
id: Ukuran gambar harus paling sedikit 100 x 100 px
is: Stærðir myndar verða að vera a.m.k. 100x100px
it: L’immagine deve avere dimensioni minime di 100×100 pixel
ja: 画像のサイズは最低でも 100 × 100px でなければなりません。
ka: სურათის ზომები უნდა იყოს სულ მცირე 100x100px
kab: Yessefk tisektiwin n tugna ad ilint ɣarṣum 100 x 100 px
lv: Attēla izmēriem ir jābūt vismaz 100x100px
nl: De afmetingen van de afbeelding moeten minstens 100x100px zijn
pa: ਤਸਵੀਰ ਦਾ ਪਸਾਰ ਘੱਟੋੇ ਘੱਟ 100x100 ਪਿਕਸਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ।
pa_in: ਤਸਵੀਰ ਦਾ ਪਸਾਰ ਘੱਟੋੇ ਘੱਟ 100x100 ਪਿਕਸਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ।
pl: Obraz musi mieć co najmniej 100×100 pikseli
pt: As dimensões da imagem devem ser de, pelo menos, 100x100px
pt_br: As dimensões da imagem devem ser de pelo menos 100x100px
ru: Размеры изображение должны быть не менее 100x100px
sk: Rozmery obrázka musia byť minimálne 100x100px
sl: Velikost slike mora biti vsaj 100x100 px
sq: Përmasat e figurës duhet të jenë e pakta 100x100px
sr: Димензије слике морају бити најмање 100x100px
sr_latn: Dimenzije slike moraju biti najmanje 100x100px
sv_se: Bildens dimensioner måste minst vara 100x100px
te: చిత్రం కొలతలు 100x100px కనీసం ఉండాలి
th: ภาพต้องมีขนาดอย่างน้อย 100x100 จุด
tr: Resim boyutları en az 100x100 piksel olmalıdır
tt: Рәсемнең үлчәмнәре кимендә 100x100 пиксель булырга тиеш
uk: Розміри зображення повинні бути не менше 100x100 пікселів
ur: نقش کی پیمائش 100× 100دانے ہونی چاہیے
vi: Kích thước hình ảnh phải có kích thước tối thiểu là 100x100px
