Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: The link you clicked to reset your password is expired.
ar: انتهت مُدة صلاحية الرابط الذي قمت بالنقر علية لإعادة تعيين كلمة السرّ الخاصة بك.
ast: Caducó l'enllaz que primiesti pa reafitar la to contraseña.
az: Parolunuzu sıfırlamaq üçün açdığınız keçidin vaxtı keçib.
be: Спасылка, па якой вы прайшлі для скіду пароля, пратэрмінаваная.
bg: Връзката за нулиране на парола, която посетихте е с изтекла давност.
bn_bd: আপনার ক্লিক করা পাসওয়ার্ড পরিবর্তনের লিঙ্কটির মেয়াদ শেষ।
bn_in: আপনি আপনার পাসওয়ার্ড পুনরায় সেট করবার জন্য যে লিঙ্কটায় চাপ দিয়েছেন সেই লিঙ্কটার মেয়াদ শেষ হয়ে গেছে।
cs: Platnost odkazu pro obnovení hesla už vypršela.
cy: Mae'r ddolen rydych wedi ei chlicio i ailosod eich cyfrinair wedi dod i ben.
da: Linket, du klikkede på for at nulstille din adgangskode, er udløbet.
el: Ο σύνδεσμος στον οποίο κάνατε κλικ για επαναφορά του κωδικού πρόσβασής σας έχει λήξει.
es_ar: El enlace en que hiciste clic para restablecer tu contraseña expiró
es_es: El enlace que seleccionaste para restablecer la contraseña ha expirado.
et: Link, millel klõpsasid parooli lähtestamiseks, on aegunud.
eu: Pasahitza berrezartzeko klik egin duzun lotura iraungita dago.
fa: پیوندی که برای بازنشانی گذرواژه بر روی آن کلیک کردید منقضی شده است.
fi: Linkki, jolla yritit nollata salasanasi, on vanhentunut.
fr: Le lien de réinitialisation de votre mot de passe a expiré.
fur: Il colegament doprât par ristabilî la tô password al è scjadût.
gd: Bhriog thu air ceangal a dh’fhalbh an ùine air gus am facal-faire agad ath-shuidheachadh.
gl: A ligazón que premeu para restabelecer o seu contrasinal está caducada.
he: פג תוקף הקישור לאיפוס הססמה עליו לחצת.
hi_in: जिस लिंक पर आपने अपना कूटशब्द पुनः तैयार करने के लिए क्लिक किया है उसकी वैधता समाप्त हो चुकी है.
hr: Poveznica na koju ste kliknuli kako biste ponovno postavili svoju lozinku je istekla.
hu: A jelszó visszaállításához használt hivatkozás lejárt.
ia: Le ligamine sur le qual tu ha cliccate pro reinitialisar tu contrasigno ha expirate.
id: Tautan yang Anda klik untuk menyetel sandi telah kedaluwarsa.
is: Tengillinn sem þú smelltir á til að endursetja lykilorðið þitt er útrunninn.
it: Il link per la reimpostazione della password è scaduto.
ja: パスワードをリセットするリンクの有効期限が過ぎています。
ka: პაროლის აღსადგენი ბმული, რომელზეც დააწკაპეთ, ვადაგასულია.
kab: Aseɣwen ɣef i tsiteḍ akken ad twennzeḍ awal inek uffir yezri.
lv: Saite jūsu klikšķinājāt savas paroles atstatīšanai vairs nav derīga.
nl: De koppeling waarop u hebt geklikt voor het opnieuw instellen van uw wachtwoord is verlopen.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕੀਤੇ ਲਿੰਕ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਚੁੱਕੀ ਹੈ।
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕੀਤੇ ਲਿੰਕ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਚੁੱਕੀ ਹੈ।
pl: Kliknięty odnośnik do zmiany hasła wygasł.
pt: A ligação que utilizou para repor a palavra-passe expirou.
pt_br: O link que você clicou para redefinir sua senha expirou.
ru: Срок жизни ссылки, по которой вы щёлкаете, чтобы сбросить пароль, истёк.
sk: Platnosť odkazu, na ktorý ste klikli s cieľom obnoviť heslo, už vypršala.
sl: Povezava za ponastavitev gesla je pretekla.
sq: Lidhja që klikuat për ricaktimin e fjalëkalimit tuaj ka skaduar.
sr: Везу коју сте кликнули за обнављање лозинке је истекла.
sr_latn: Vezu koju ste kliknuli za obnavljanje lozinke je istekla.
sv_se: Länken du klickade på för att återställa lösenordet har förfallit.
te: మీరు మీ పాస్వర్డ్ను రీసెట్ క్లిక్ చేసిన లింక్ గడువు ముగిసింది.
th: ลิงก์ที่คุณได้คลิกเพื่อตั้งรหัสผ่านใหม่ของคุณหมดอายุแล้ว
tr: Parolanızı sıfırlamak için tıkladığınız link zaman aşımına uğramış.
tt: Паролыгызны үзгәртү өчен Сез баскан сылтаманың мөддәте узган.
uk: Посилання для скидання паролю за яким ви перейшли недійсне.
ur: جس ربط پر آپ نے پاسورڈ پھر سیٹ کرنے کے لیئے کلک کیا ہے وہ زائدالمدت ہے۔
vi: Liên kết bạn đã nhấp để đặt lại mật khẩu của bạn đã hết hạn.

source: Receive new link
ar: استلم رابطًا جديدًا
ast: Recibir enllaz nuevu
az: Yeni keçid al
be: Атрымаць новую спасылку
bg: Получаване на нова препратка
bn_bd: নতুন লিঙ্ক গ্রহণ করুন
cs: Získat nový odkaz
cy: Derbyn dolen newydd
da: Modtag nyt link
el: Λήψη νέου συνδέσμου
es_ar: Recibir nuevo enlace
es_es: Recibir nuevo enlace
et: Saadame uue lingi?
eu: Jaso lotura berria
fa: دریافت پیوند جدید
fi: Vastaanota uusi linkki
fr: Recevoir un nouveau lien
fur: Mandimi un gnûf link
gd: Faigh ceangal ùr
gl: Recibir outra ligazón
he: קבלת קישור חדש
hi_in: नई लिंक प्राप्त
hr: Primi novu poveznicu
hu: Új hivatkozás kérése
ia: Recipe un nove ligamine
id: Terima tautan baru
is: Fá nýjan tengil
it: Inviami un nuovo link
ja: 新しいリンクを受け取る
ka: ახალი ბმულის მიღება
kab: Awi aseγwen amaynut
nl: Nieuwe koppeling ontvangen
pa_in: ਨਵਾਂ ਲਿੰਕ ਮਿਲਿਆ
pl: Wyślij nowy odnośnik
pt: Receber nova ligação
pt_br: Receber novo link
ru: Получить новую ссылку
sk: Získať nový odkaz
sl: Prejmite novo povezavo
sq: Merrni lidhje të re
sr: Примите нову везу
sr_latn: Primite novu vezu
sv_se: Hämta ny länk
te: కొత్త లంకును స్వీకరించండి
th: รับลิงก์ใหม่
tr: Yeni bağlantı iste
tt: Яңа сылтама алу
uk: Отримати нове посилання
ur: نیا ربط وصول کریں
vi: Nhận liên kết mới

source: Reset password with recovery key
ar: صفِّر كلمة السرّ بمفتاح الاستعادة
az: Parolu bərpa açarı ilə sıfırlayın
be: Скід пароля з ключом аднаўлення
bg: Нулиране на паролата с ключ за възстановяване
cs: Obnovit heslo pomocí obnovovacího klíče
cy: Ailosod cyfrinair gydag allwedd adfer
da: Nulstil adgangskode med genoprettelsesnøgle
el: Επαναφορά κωδικού πρόσβασης με κλειδί ανάκτησης
es_ar: Restablecer la contraseña con la clave de recuperación
es_es: Restablecer contraseña con clave de recuperación
et: Parooli lähtestamine taastamisvõtmega
eu: Berrezarri pasahitza berreskuratze gakoaz
fa: بازیابی کلمه عبور به وسیله کلید بازیابی
fi: Nollaa salasana palautusavaimella
fr: Réinitialiser le mot de passe avec une clé de récupération
gd: Ath-shuidhich am facal-faire le iuchair aisig
he: איפוס ססמה עם מפתח שחזור
hi_in: रिकवरी कुंजी के साथ पासवर्ड रीसेट करें
hr: Ponovo postavi lozinku s ključem za oporavak
hu: Jelszó visszaállítása helyreállítási kulccsal
ia: Reinitialisar le contrasigno con le clave de recuperation
id: Atur ulang sandi dengan kunci pemulihan
it: Ripristina la password con la chiave di recupero
ja: 回復用キーでパスワードをリセット
ka: პაროლის განულება აღდგენის გასაღებით
kab: Wennez awal uffir s tsarutt n tririt
nl: Wachtwoord opnieuw instellen met herstelsleutel
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਨਾਲ ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zmień hasło za pomocą klucza odzyskiwania
pt: Repor palavra-passe com chave de recuperação
pt_br: Redefinir senha com chave de recuperação
ru: Сбросить пароль с помощью ключа восстановления
sk: Obnoviť heslo pomocou obnovovacieho kľúča
sl: Ponastavi geslo z obnovitvenim ključem
sq: Ricaktoni fjalëkalimin me kyç rimarrjeje
sr: Ресетујте лозинку кључен за опоравак
sr_latn: Resetujte lozinku ključen za oporavak
sv_se: Återställ lösenord med återställningsnyckel
th: ตั้งรหัสผ่านใหม่ด้วยกุญแจการกู้คืน
tr: Kurtarma anahtarıyla parolayı sıfırla
tt: Серсүзне коткару коды ярдәмендә алыштыру
uk: Відновити пароль за допомогою ключа
vi: Đặt lại mật khẩu bằng khóa khôi phục

source: Continue to %(serviceName)s
ar: تابِع نحو %(serviceName)s
ast: Siguir en %(serviceName)s
az: %(serviceName)s ilə davam et
be: Працягнуць у %(serviceName)s
bg: Продължава към %(serviceName)s
bn_bd: %(serviceName)sতে চালিয়ে যান
bn_in: %(serviceName)সমূহতে চালিয়ে যান
cs: Pokračovat na %(serviceName)s
cy: Ymlaen i %(serviceName)s
da: Fortsæt til %(serviceName)s
el: Συνέχεια στην υπηρεσία %(serviceName)s
es_ar: Ya estás listo para usar %(serviceName)s.
es_es: Continuar en %(serviceName)s
et: Teenusesse %(serviceName)s sisselogimine
eu: Jarraitu %(serviceName)s zerbitzura
fa: ادامه دهید به %(serviceName)s
fi: Jatketaan palveluun %(serviceName)s
fr: Continuer vers %(serviceName)s
fur: Continue su %(serviceName)s
gd: Lean air adhart gu %(serviceName)s
gl: Continuar a %(serviceName)s
he: המשך אל %(serviceName)s
hi_in: जारी रखें %(serviceName)s
hr: Nastavi na %(serviceName)s
hu: Tovább erre: %(serviceName)s
ia: Continuar a %(serviceName)s
id: Lanjut ke %(serviceName)s
is: Halda áfram í %(serviceName)s
it: Verrai reindirizzato su %(serviceName)s
ja: %(serviceName)s の利用を続ける
ka: %(serviceName)s-ზე გადასვლა
kab: Kemmel di %(serviceName)s
lv: Turpināt uz %(serviceName)s
nl: Doorgaan naar %(serviceName)s
pa: %(serviceName)s ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pa_in: %(serviceName)s ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Przejdź do usługi %(serviceName)s
pt: Continuar para o %(serviceName)s
pt_br: Continuar para %(serviceName)s
ru: Продолжить в %(serviceName)s
sk: A pokračovať na %(serviceName)s
sl: Nadaljujte v %(serviceName)s
sq: Vazhdoni te %(serviceName)s
sr: Наставите на %(serviceName)s
sr_latn: Nastavite na %(serviceName)s
sv_se: Fortsätt till %(serviceName)s
te: %(serviceName)s కు కొనసాగు
th: ดำเนินการต่อไปยัง %(serviceName)s
tr: %(serviceName)s servisine devam et
tt: %(serviceName)s хезмәтенә күчү
uk: Продовжити в %(serviceName)s
ur: %(serviceName)s میں جاری رکھیں
vi: Tiếp tục đến %(serviceName)s

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
ar: رجاءً أدخِل مفتاح الاستعادة ذو الاستخدام الواحد الذي خزنته في مكان آمن لاستعادة الوصول إلى حساب فَيَرفُكس.
az: Firefox Hesabınızın idarəsini qaytarmaq üçün, lütfən, təhlükəsiz yerdə saxladığınız bərpa açarını daxil edin.
be: Калі ласка, увядзіце аднаразовы ключ аднаўлення, які вы захавалі ў бяспечным месцы, каб аднавіць доступ да ўліковага запісу Firefox.
cs: Zadejte prosím jednorázový obnovovací klíč, který jste si uložili na bezpečné místo pro opětovné získání přístup k účtu Firefoxu.
cy: Rhowch yr allwedd adfer defnydd unwaith rydych wedi ei gadw mewn man diogel er mwyn ad-ennill mynediad i'ch Cyfrif Firefox.
da: Indtast engangs-genoprettelsesnøglen, du gemte et sikkert sted, for at få adgang til din Firefox-konto igen.
el: Παρακαλώ εισαγάγετε το κλειδί ανάκτησης μίας χρήσης που έχετε αποθηκεύσει σε ένα ασφαλές μέρος για ανάκτηση πρόσβασης στον λογαριασμό Firefox σας.
es_ar: Por favor, ingrese la clave de recuperación de un solo uso que guardó en un lugar seguro para recuperar el acceso a su cuenta de Firefox.
es_es: Escribe la clave de recuperación de un solo uso que guardaste en un lugar seguro para recuperar el acceso a tu cuenta de Firefox.
et: Palun sisesta ühekordseks kasutamiseks mõeldud taastamisvõti, mille oled turvalises kohas säilitanud Firefoxi kontole ligipääsu taastamiseks.
eu: Mesedez sartu erabilera bakarreko berreskuratze gakoa toki seguruan gordea duzuna berriz bereganatzeko zure Firefox kontura sarrera.
fa: لطفا کلید یکبار مصرف بازیابی را که در محل اول برای دسترسی به حساب فایرفاکس شما وجود دارد را وارد کنید.
fi: Kirjoita turvalliseen paikkaan tallettamasi kertakäyttöinen palautusavain, jotta pääset jälleen käyttämään Firefox-tiliäsi.
fr: Veuillez saisir la clé de récupération à usage unique que vous avez stockée en lieu sûr pour retrouver l’accès à votre compte Firefox.
gd: Cuir a-steach an iuchair aisig aon turais a chum thu ann an àite sàbhailte airson cothrom fhaighinn air a’ chunntas Firefox agad a-rithist.
he: יש להזין את מפתח השחזור החד פעמי ששמרת במקום בטוח כדי לקבל גישה לחשבון Firefox שלך.
hi_in: कृपया अपने Firefox खाते तक पहुंच प्राप्त करने के लिए एक सुरक्षित स्थान पर संग्रहीत रिकवरी कुंजी का उपयोग करें।
hr: Unesite ključ za oporavak koji ste pohranili na sigurnom mjestu da biste ponovno dobili pristup svom Firefox računu.
hu: Adja meg az egyszer használatos helyreállítási kulcsát, amit biztonságos helyen tartott, hogy újra hozzáférjen a Firefox fiókjához.
ia: Per favor insere le clave de recuperation a uso unic que tu ha conservate in un loco secur pro reganiar le accesso a tu conto Firefox.
id: Silakan masukan kunci pemulihan sekali pakai yang Anda simpan di tempat aman untuk mendapatkan akses ke Firefox Account Anda.
it: Inserisci la chiave di recupero monouso per riottenere accesso all’account Firefox.
ja: あなたが安全な場所に保管した 1 回のみ使用可能な回復用キーを入力して、Firefox アカウントへのアクセスを取り戻しましょう。
ka: გთხოვთ, მიუთითოთ ერთჯერადი აღდგენის გასაღები, რომელსაც უსაფრთხო ადგილას ინახავდით, თქვენს Firefox-ანგარიშთან წვდომის აღსადგენად.
kab: Sekcem tasarutt n tririt ara tesqedceḍ tikkelt kan, i teskelseḍ deg umḍiq aɣelsan akken ad tkecmeḍ ɣer umiḍan-ik/im Firefox.
nl: Voer de herstelsleutel voor eenmalig gebruik die u op een veilige plek hebt opgeslagen in om weer toegang tot uw Firefox-account te krijgen.
pl: Proszę wpisać jednorazowy klucz odzyskiwania przechowany w bezpiecznym miejscu, aby odzyskać dostęp do konta Firefoksa.
pt: Por favor, insira a chave de recuperação de utilização única que guardou num lugar seguro para recuperar o acesso à sua Conta Firefox.
pt_br: Insira a chave de recuperação de uso único que você armazenou em um local seguro para recuperar o acesso à sua Conta Firefox.
ru: Пожалуйста, введите одноразовый ключ восстановления, который вы сохранили в безопасном месте, чтобы восстановить доступ к своему Аккаунту Firefox.
sk: Prosím, zadajte jednorázový obnovovací kľúč, ktorý ste si uložili na bezpečné miesto a získajte tak opätovný prístup ku svojmu účtu Firefox.
sl: Da si povrnete dostop do Firefox Računa, vnesite obnovitveni ključ za enkratno uporabo, ki ste ga bili shranili na varnem mestu.
sq: Ju lutemi, që të rimerrni hyrjen te Llogaria juaj Firefox, jepni kyçin njëpërdorimsh të rimarrjes që keni depozituar në një vend të parrezik.
sr: Унесите једнократни кључ за опоравак који сте сачували на сигурном месту како бисте повратили приступ вашем Firefox налогу.
sr_latn: Unesite jednokratni ključ za oporavak koji ste sačuvali na sigurnom mestu kako biste povratili pristup vašem Firefox nalogu.
sv_se: Ange återställningsnyckel du lagrat på ett säkert ställe att få åtkomst till ditt Firefox-konto.
th: โปรดป้อนคีย์การกู้คืนแบบใช้ครั้งเดียวที่คุณเก็บไว้ในที่ปลอดภัยเพื่อรับสิทธิ์การเข้าถึง Firefox Account ของคุณอีกครั้ง
tr: Firefox Hesabınıza yeniden ulaşmak için lütfen daha önce size verdiğimiz ve saklamanızı istediğimiz tek kullanımlık kurtarma anahtarını yazın.
uk: Введіть свій одноразовий ключ відновлення, щоб поновити доступ до облікового запису Firefox.
vi: Vui lòng nhập khóa khôi phục sử dụng một lần mà bạn đã lưu trữ ở nơi an toàn để lấy lại quyền truy cập vào Tài khoản Firefox của bạn.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
ar: <span class="note">ملاحظة:</span> إن صفّرت كلمة السر ولم يكن لديك أي مفتاح استعادة للحساب، ستُمحى بعض البيانات (بما في ذلك البيانات المُزامنة بالخادوم مثل التأريخ والعلامات).
az: <span class="note">QEYD:</span> Əgər parolu sıfırlamaq istəsəz və saxlanılmış bərpa açarlarınız olmasa, bəzi məlumatlarınız silinəcək (tarixçə və əlfəcinlər kimi sinxronlaşdırılmış server məlumatları da daxil).
be: <span class="note">ЗАЎВАГА:</span> Калі вы скінеце пароль і не маеце захаванага ключа аднаўлення ўліковага запісу, некаторыя дадзеныя будуць выдалены (уключаючы сінхранізаваныя праз сервер звесткі, такія як гісторыя і закладкі).
cs: <span class="note">Poznámka:</span> Pokud obnovíte heslo k účtu bez použití obnovovacího klíče, vaše synchronizovaná data uložená na serveru, jako je historie prohlížení nebo záložky, budou smazána.
cy: <span class="note">NOTE:</span> Os fyddwch yn ailosod eich cyfrinair ac nad oes gennych allwedd adfer wedi ei gadw, bydd rhywfaint o'ch data'n cael ei ddileu (gan gynnwys data gweinydd wedi ei gydweddu fel hanes a nodau tudalen).
da: <span class="note">BEMÆRK:</span> Hvis du nulstiller din adgangskode, og ikke har gemt en genoprettelsesnøgle til kontoen, vil nogle af dine data blive slettet (herunder synkroniserede server-data som fx historik og bogmærker).
el: <span class="note">ΣΗΜΕΙΩΣΗ:</span> Αν επαναφέρετε τον κωδικό πρόσβασής σας και δεν έχετε αποθηκεύσει κλειδί ανάκτησης λογαριασμού, μερικά από τα δεδομένα σας θα διαγραφούν (συμπεριλαμβανομένων και των συγχρονισμένων δεδομένων του διακομιστή, όπως ιστορικό και σελιδοδείκτες).
es_ar: <span class="note">NOTA:</span> Si restablece su contraseña y no tiene una clave de recuperación de cuenta guardada, algunos de sus datos serán eliminados (incluyendo los datos sincronizados con el servidor tales como el historial y los marcadores).
es_es: <span class="note">NOTA:</span> si reinicias tu contraseña y no tienes guardada la clave de recuperación de la cuenta, algunos de tus datos serán borrados (incluyendo datos sincronizados del servidor como historial y marcadores).
et: <span class="note">MÄRKUS:</span> Kui lähtestad parooli ilma konto taastamisvõtmeta, kustutatakse osa sinu andmetest (kaasa arvatud sünkroonitud andmed serveris, näiteks ajalugu ja järjehoidjad).
eu: <span class="note">OHARRA:</span> Pasahitza berrezartzen baduzu eta ez badaukazu berreskuratzeko gakoa gordeta, zure hainbat datu ezabatuko dira (historia eta laster-markak bezalako zerbitzarian sinkronizatutako datuak barne).
fa: <span class="note">NOTE</span>اگر قصد دارید این رمز عبور را بازیابی کنید اما به کلید بازیابی ذخیره شده دسترسی ندارید، تعدادی از اطلاعات شما پاک خواهد شد( شامل اطلاعات همرسانی شده با سرور مانند تاریخچه مرورگر شما یا نشانک های شما).
fi: <span class="note">HUOMAA:</span> Jos nollaat salasanasi etkä ole tallentanut palautusavainta, osa tiedoistasi poistetaan (mukaan lukien palvelimelle synkronoidut tiedot, kuten historia ja kirjanmerkit).
fr: <span class="note">Remarque :</span> si vous réinitialisez votre mot de passe et n’avez pas de clé de récupération de compte enregistrée, certaines de vos données seront effacées (y compris les données synchronisées sur les serveurs, comme l’historique et les marque-pages).
fur: <span class="note">NOTE:</span> se tu ristabilissis la password e no tu âs salvât la clâf di recupar dal account, cualchi dât al vignarà eliminât (includûts i dâts sincronizâts sul servidôr come cronologjie e segnelibris).
gd: <span class="note">AN AIRE:</span> Ma dh’ath-shuidhicheas tu am facal-faire agad agus mur eil iuchair aiseag a’ chunntais air a shàbhaladh agad am badeigin, thèid cuid dhen dàta agad a sguabadh às (a’ gabhail a-staigh dàta frithealaiche sioncronaichte mar an eachdraidh is comharran-lìn).
gl: <span class="note">NOTA:</span> Se restabelece o seu contrasinal e non ten gardada a clave de recuperación da conta, eliminaranse algúns dos seus datos (incluídos datos sincronizados co servidor como o historial e os marcadores).
he: <span class="note">הערה:</span> איפוס הססמה ללא שמירת מפתח שחזור החשבון יגרור מחיקה של חלק מהנתונים שלך (כולל נתונים מסונכרנים כמו היסטוריה וסימניות).
hr: <span class="note">NAPOMENA:</span> Ukoliko resetirate vašu lozinku, a nemate ključ za oporavak računa spremljen, dio vaših podataka će biti obrisan (uključujući sinkronizirane podatke sa poslužitelja kao povijest i zabilješke).
hu: <span class="note">MEGJEGYZÉS:</span> Ha a jelszót helyreállítja, és nincs mentett fiók helyreállítási kulcsa, akkor az adatai törlésre kerülnek (beleértve a szinkronizált kiszolgálóadatokat, mint az előzmények és a könyvjelzők).
ia: <span class="note">NOTA:</span> Si tu reinitialisa tu contrasigno e non dispone de un clave de recuperation del conto, alcunes de tu datos essera radite (incluse le datos synchronisate como chronologia e marcapaginas).
id: <span class="note">CATATAN:</span> Jika Anda mengatur ulang sandi dan tidak mempunyai kunci pemulihan akun tersimpan, beberapa data Anda akan terhapus (termasuk data server tersinkroninasi seperti riwayat dan markah).
is: <span class="note">ATHUGAÐU:</span> Ef þú endurstillir lykilorðið þitt og ert ekki með endurheimtulykil vistaðan á vísum stað, verður sumum gögnum þínum eytt (meðal annars samstillt gögn á netþjóni á borð við vafurferil og bókamerki).
it: <span class="note">ATTENZIONE:</span> se viene ripristina la password ma non è stata salvata la chiave di recupero, alcuni dati potrebbero essere eliminati (inclusi dati salvati sul server come cronologia e segnalibri).
ja: <span class="note">注:</span> パスワードのリセット行い、それ以前にアカウント回復キーを保管していなかった場合、(履歴やブックマークなど同期されたサーバー上のデータを含む) 一部のデータは消去されます。
ka: <span class="note">შენიშვნა:</span> თუ აღდგენის გასაღები არ გაქვთ შენახული და მის გარეშე გაანულებთ პაროლს, თქვენი მონაცემების ნაწილი დაიკარგება (მათ შორის სერვერზე დასინქრონებული ისტორია და სანიშნები).
kab: <span class="note">TAZMILT:</span> Ma twennzeḍ awal uffir-ik/im u ur tesɛiḍ ara tasarutt n tririt ittwakelsen, kra n isefka ad ttwaksen (ula d isefka n uqeddac yemtawin am umezray akked tecraḍ n isebtar).
nl: <span class="note">NOOT:</span> als u uw wachtwoord opnieuw instelt en geen sleutel voor accountherstel hebt opgeslagen, wordt een deel van uw gegevens gewist (waaronder gesynchroniseerde servergegevens zoals geschiedenis en bladwijzers).
pl: <span class="note">UWAGA:</span> zmiana hasła bez dostępu do zachowanego klucza odzyskiwania konta spowoduje usunięcie części danych (w tym danych synchronizowanych na serwerze, takich jak historia i zakładki).
pt: <span class="note">NOTA:</span> Se repuser a sua palavra-passe e não tiver uma chave de recuperação guardada, alguns dos seus dados irão ser apagados (incluindo dados de servidor sincronizados como histórico e marcadores).
pt_br: <span class="note">NOTA:</span> Se você redefinir sua senha e não tiver salva uma chave de recuperação de conta, alguns dos seus dados serão apagados (incluindo dados sincronizados no servidor, como histórico e favoritos).
ru: <span class="note">ПРИМЕЧАНИЕ:</span> Если вы сбросите пароль и у вас не сохранился ключ восстановления аккаунта, некоторые ваши данные будут стёрты (включая синхронизированные данные сервера, такие как история и закладки).
sk: <span class="note">POZNÁMKA:</span> Ak obnovíte svoje heslo a nemáte obnovovací kľúč, niektoré vaše údaje uložené na serveri budú odstránené (napríklad história či záložky).
sl: <span class="note">POZOR:</span> Če ponastavite svoje geslo, ne da bi vnesli obnovitveni ključ, bodo nekateri od vaših podatkov izbrisani (vključno s sinhroniziranimi podatki, kot so zaznamki in zgodovina).
sq: <span class="note">SHËNIM:</span> Nëse ricaktoni fjalëkalimin tuaj dhe s’keni të ruajtur kyç rimarrjeje llogarie, disa nga të dhënat tuaja do të fshihen (përfshi të dhëna të njëkohësuara nga shërbyesi, të tilla si historik dhe shfletues).
sr: <span class="note">NOTE:</span> Ако ресетујете вашу лозинку и немате сачуван кључ за опоравак, неки ваши подаци ће бити обрисани (укључући синхронизоване податке као што су историја и забелешке).
sr_latn: <span class="note">NOTE:</span> Ako resetujete vašu lozinku i nemate sačuvan ključ za oporavak, neki vaši podaci će biti obrisani (uključući sinhronizovane podatke kao što su istorija i zabeleške).
sv_se: <span class="note">OBS:</span> Om du återställer ditt lösenord och inte har sparat återställningsnyckeln för kontot, kan en del data raderas (inklusive synkroniserade serverdata som historik och bokmärken).
th: <span class="note">หมายเหตุ:</span> หากคุณรีเซ็ตรหัสผ่านและไม่ได้บันทึกคีย์การกู้คืนบัญชี ข้อมูลบางส่วนของคุณจะถูกลบ (รวมถึงข้อมูลเซิร์ฟเวอร์ที่ซิงค์ เช่น ประวัติ และที่คั่นหน้า)
tr: <span class="note">NOT:</span> Parolanızı sıfırlarsanız ve elinizde kurtarma anahtarınız yoksa bazı verileriniz (geçmiş ve yer imleri gibi eşitlenmiş sunucu verileri dahil) silinecektir.
uk: <span class="note">ПРИМІТКА:</span> Якщо ви відновите пароль без ключа відновлення, деякі дані можуть бути стерті (включаючи історію перегляду й закладки).
vi: <span class="note">LƯU Ý:</span> Nếu bạn đặt lại mật khẩu và không có khóa khôi phục tài khoản đã lưu, một số dữ liệu của bạn sẽ bị xóa (bao gồm cả dữ liệu máy chủ được đồng bộ hóa như lịch sử và dấu trang).
