Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Primary email verified
ar: أُكِّد البريد الإلكتروني الأولي
be: Асноўны адрас эл.пошты пацверджаны
bg: Основният ел. адрес е потвърден
bn_bd: প্রধান ইমেইল যাচাই করা হয়েছে
cy: Dilyswyd y prif e-bost
da: Primær mailadresse bekræftet
el: Το κύριο email επαληθεύτηκε
es_ar: Correo electrónico primario verificado
es_es: Correo principal verificado
fa: رایانامهٔ اصلی تایید شد
fi: Ensisijainen sähköposti vahvistettu
fr: Adresse électronique principale vérifiée
gd: Chaidh am prìomh phost-d a dhearbhadh
hi_in: प्राथमिक ईमेल सत्यापित
hr: Primarna adresa e-pošte je potvrđena
hu: Elsődleges e-mail megerősítve
ia: Adresse de e-mail primari verificate
id: Surel utama telah diverifikasi
it: Indirizzo email primario verificato
ka: მთავარი ელფოსტა დამოწმებულია
kab: Imayl amezwaru ittwasenqed
pl: Zweryfikowano główny adres e-mail
pt: Email primário verificado
pt_br: Email principal validado
ru: Основная электронная почта подтверждена
sk: Hlavná e-mailová adresa bola overená
sq: Email-i parësor u verifikua
sr: Примарна имејл-адреса је потврђена
sr_latn: Primarna imejl-adresa je potvrđena
sv_se: Primär e-post verifierad
te: ప్రాథమిక ఇమెయిల్ ధృవీకరించబడింది
th: อีเมลหลักได้รับการยืนยันแล้ว
tr: Ana e-posta onaylandı
tt: Төп эл. почта адресы расланды
uk: Основна адреса електронної пошти підтверджена
ur: بنیادی ای میل کی توثیق کاری کر دی گئی
vi: Email chính đã xác minh

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
ar: ستُرسل الآن تنبيهات الحساب إلى %(secondaryEmailVerified)s أيضا.
az: Hesab bildirişləri artıq həmçinin %(secondaryEmailVerified)s ünvanına göndəriləcək.
be: Абвесткі ўліковага запісу будуць таксама дасылацца на %(secondaryEmailVerified)s.
bg: Известия също ще бъдат изпращани и до %(secondaryEmailVerified)s.
bn_bd: অ্যাকাউন্টের নোটিফিকেশন এখন থেকে %(secondaryEmailVerified)s এ পাঠানো হবে।
cs: Upozornění o účtu budou odesílána na %(secondaryEmailVerified)s.
cy: Bydd hysbysiadau cyfrifon hefyd nawr yn cael eu hanfon at %(secondaryEmailVerified)s.
da: Meddelelser vedrørende kontoen vil fremover også blive sendt til %(secondaryEmailVerified)s.
el: Οι ειδοποιήσεις λογαριασμού θα αποστέλλονται πλέον και στο %(secondaryEmailVerified)s.
es_ar: Las notificaciones de la cuenta serán enviadas a %(secondaryEmailVerified)s ahora.
es_es: Las notificaciones de la cuenta también se enviarán ahora a %(secondaryEmailVerified)s.
et: Konto teavitusi saadetakse edaspidi ka aadressile %(secondaryEmailVerified)s.
eu: Kontuaren jakinarazpenak %(secondaryEmailVerified)s helbidera ere bidaliko dira hemendik aurrera.
fa: حالا اعلان‌های مرتبط با حساب به %(secondaryEmailVerified)s ارسال خواهد شد.
fi: Tilin ilmoitukset lähetetään nyt myös osoitteeseen %(secondaryEmailVerified)s.
fr: Les notifications du compte seront également envoyées à %(secondaryEmailVerified)s.
fur: Di ca indenant iis notifichis dal to account a vignaran mandadis ancje a%(secondaryEmailVerified)s.
gd: Thèid brathan mun chunntas a chur gu %(secondaryEmailVerified)s o seo a-mach cuideachd.
gl: As notificacións da conta tamén se enviarán a %(secondaryEmailVerified)s.
he: התרעות על החשבון תישלחנה מעתה גם אל %(secondaryEmailVerified)s.
hi_in: खाता अधिसूचनाएँ अब %(secondaryEmailVerified)s पर भी भेजी जाएँगी।
hr: Obavijesti o računu sada će se slati i na %(secondaryEmailVerified)s.
hu: A fiókértesítések most már ide is el lesznek küldve: %(secondaryEmailVerified)s.
ia: Le notificationes del conto essera ora inviate anque a %(secondaryEmailVerified)s.
id: Sekarang pemberitahuan akun juga akan dikirim ke %(secondaryEmailVerified)s.
is: Tilkynningar varðandi reikninga verða einnig sendar á %(secondaryEmailVerified)s.
it: Da questo momento le notifiche riguardanti il tuo account Firefox verranno inviate anche a %(secondaryEmailVerified)s.
ja: アカウント通知は今後 %(secondaryEmailVerified)s にも送られます。
ka: ანგარიშის შეტყობინებები ახლა უკვე გამოიგზავნება %(secondaryEmailVerified)s მისამართზეც.
kab: Ilɣa n umiḍan ad ttwaznent tura daɣen ɣer %(secondaryEmailVerified)s.
nl: Accountmeldingen worden nu ook naar %(secondaryEmailVerified)s verzonden.
pa_in: ਹੁਣਾ ਖਾਤਾ ਸੂਚਨਾਵਾਂ ਨੂੰ %(secondaryEmailVerified)s 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: Powiadomienia dotyczące konta będą teraz wysyłane także na adres %(secondaryEmailVerified)s.
pt: Notificações de conta irão também agora ser enviadas para %(secondaryEmailVerified)s.
pt_br: As notificações da conta também serão enviadas para %(secondaryEmailVerified)s.
ru: Оповещения аккаунта также будут присылаться на %(secondaryEmailVerified)s.
sk: Upozornenia o účte budú odteraz odosielané taktiež na %(secondaryEmailVerified)s.
sl: Obvestila o računu bodo poslana tudi na %(secondaryEmailVerified)s.
sq: Njoftimet për llogarinë do të dërgohen edhe te %(secondaryEmailVerified)s.
sr: Обавештења о налогу ће сада такође бити слата на %(secondaryEmailVerified)s.
sr_latn: Obaveštenja o nalogu će sada takođe biti slata na %(secondaryEmailVerified)s.
sv_se: Kontoaviseringar skickas nu också till %(secondaryEmailVerified)s.
te: ఖాతా నోటిఫికేషన్లు కూడా ఇప్పుడు %(secondaryEmailVerified)s కు పంపబడతాయి.
th: การแจ้งเตือนบัญชีจะถูกส่งไปยัง %(secondaryEmailVerified)s ด้วย
tr: Hesap bildirimleri artık %(secondaryEmailVerified)s adresine de gönderilecek.
tt: Аккаунтыгызга кагылышлы белдерүләр хәзер %(secondaryEmailVerified)s адресына да җибәреләчәк.
uk: Сповіщення облікового запису тепер також будуть надсилатися на %(secondaryEmailVerified)s.
ur: اکاؤنٹ کی اطلاعات اب %(secondaryEmailVerified)s پر بھی ارسال کی جاٴیں گی۔
vi: Thông báo tài khoản bây giờ cũng sẽ được gửi đến %(secondaryEmailVerified)s.

source: Secondary email verified
ar: أُكِّد البريد الإلكتروني الثانوي
be: Другі адрас эл.пошты пацверджаны
bg: Допълнителният ел. адрес е потвърден
bn_bd: দ্বিতীয় ইমেইল যাচাই করা হয়েছে
cy: Dilyswyd yr ail e-bost
da: Sekundær mailadresse bekræftet
el: Το δευτερεύον email επαληθεύτηκε
es_ar: Correo electrónico secundario verificado
es_es: Correo secundario verificado
fa: رایانامهٔ دوم تایید شد
fi: Toissijainen sähköposti vahvistettu
fr: Adresse électronique secondaire vérifiée
gd: Chaidh am post-d dàrnach a dhearbhadh
hi_in: द्वितीयक ईमेल सत्यापित
hr: Sekundarna adresa e-pošte je potvrđena
hu: Másodlagos e-mail cím megerősítve
ia: Adresse de e-mail secundari verificate
id: Surel sekunder telah diverifikasi
it: Indirizzo email secondario verificato
ka: დამატებითი ელფოსტა დამოწმებულია
kab: Imayl wis sin ittusenqed
pl: Zweryfikowano dodatkowy adres e-mail
pt: Email secundário verificado
pt_br: Email secundário validado
ru: Дополнительная электронная почта подтверждена
sk: Alternatívna e-mailová adresa bola overená
sq: Email-i dytësor u verifikua
sr: Секундарна имејл-адреса је потврђена
sr_latn: Sekundarna imejl-adresa je potvrđena
sv_se: Sekundär e-post verifierad
te: రెండవ ఇమెయిల్ తనిఖీ చేయబడింది
th: อีเมลสำรองได้รับการยืนยันแล้ว
tr: İkinci e-posta onaylandı
tt: Икенчел эл. почта адресы расланды
uk: Альтернативна адреса електронної пошти підтверджена
ur: ثانوی ای میل کی توژیق کارای کر دی گئی
vi: Email phụ đã xác minh

source: Sign-in confirmed
ar: أُكِّد الولوج
ast: Confirmóse l'aniciu de sesión
az: Daxil olma təsdiqləndi
be: Уваход пацверджаны
bg: Вписването е потвърдено
bn_bd: সাইন-ইন নিশ্চিত
bn_in: সাইন-ইন নিশ্চিত হয়েছে
cs: Přihlášení potvrzeno
cy: Mewngofnodi wedi ei gadarnhau
da: Login er bekræftet
el: Η σύνδεση επιβεβαιώθηκε
es_ar: Ingreso confirmado
es_es: Inicio de sesión confirmado
et: Sisselogimine on kinnitatud
eu: Saio-hasiera berretsita
fa: ورود تایید شد
fi: Kirjautuminen vahvistettu
fr: Connexion confirmée
fur: Acès confermât
gd: Clàradh a-steach air a dhearbhadh
gl: Confirmouse o inicio de sesión
he: ההתחברות אומתה
hi_in: साइन इन पुष्टि हो गई
hr: Prijava je potvrđena
hu: Bejelentkezés megerősítve
ia: Apertura de session confirmate
id: Proses masuk dikonfirmasi
is: Innskráning staðfest
it: Accesso confermato
ja: ログインが確認されました
ka: შესვლა დადასტურებულია
kab: Tuqqna tentem
lv: Ieiešana apstiprināta
nl: Aanmelding bevestigd
pa_in: ਸਾਈਨ ਇਨ ਦੀ ਪੁਸ਼ਟੀ
pl: Potwierdzono logowanie
pt: Início de sessão confirmado
pt_br: Acesso confirmado
ru: Вход подтверждён
sk: Prihlásenie potvrdené
sl: Prijava potrjena
sq: Hyrje e ripohuar
sr: Пријава је потврђена
sr_latn: Prijava je potvrđena
sv_se: Inloggning bekräftad
te: సైన్ ఇన్ ధ్రువీకరించబడింది
th: ยืนยันการลงชื่อเข้าแล้ว
tr: Giriş onaylandı
tt: Керү расланды
uk: Вхід підтверджено
ur: سائن ان تصدیق شدہ
vi: Đã xác nhận đăng nhập

source: You are now ready to use %(serviceName)s
ar: أنت الآن جاهز لاستخدام %(serviceName)s
ast: Agora tas preparáu pa usar %(serviceName)s
az: Artıq %(serviceName)s işlətməyə hazırsınız
be: Цяпер вы можаце выкарыстоўваць %(serviceName)s
bg: Вече можете да използвате %(serviceName)s
bn_bd: %(serviceName)sটি ব্যবহার করতে আপনি এখন প্রস্তুত
bn_in: আপনি এখন %(serviceName)s ব্যবহার করতে তৈরি।
cs: Nyní můžete používat %(serviceName)s
cy: Rydych nawr yn barod i ddefnyddio %(serviceName)s
da: Du er nu klar til at bruge %(serviceName)s
el: Μπορείτε τώρα να χρησιμοποιήσετε το %(serviceName)s
es_ar: Ya está listo para usar %(serviceName)s
es_es: Ya tienes todo listo para usar %(serviceName)s
et: %(serviceName)s on kasutamiseks valmis.
eu: Dena prest dago %(serviceName)s erabiltzen hasteko
fa: حالا شما برای استفاده از %(serviceName)s آماده هستید
fi: Voit nyt aloittaa %(serviceName)s -palvelun käyttämisen
fr: %(serviceName)s est maintenant prêt à être utilisé.
fur: Cumò tu puedis doprâ %(serviceName)s
gd: ’S urrainn dhut %(serviceName)s a chleachdadh a-nis
gl: Agora está preparado para usar %(serviceName)s
he: כעת ניתן להשתמש ב־%(serviceName)s.
hi_in: अब आप %(serviceName)s उपयोग करने के लिए तैयार हैं
hr: Sada možeš koristiti %(serviceName)s
hu: Most már készen áll a %(serviceName)s használatára
ia: Tu es preste a usar %(serviceName)s
id: Kini Anda siap menggunakan %(serviceName)s
is: Nú geturðu farið að nota %(serviceName)s
it: Ora puoi utilizzare %(serviceName)s
ja: %(serviceName)s が使えるようになりました
ka: თქვენ უკვე მზად ხართ %(serviceName)s-ის გამოსაყენებლად
kab: Aqla-k tura theggad i useqdec n %(serviceName)s
lv: Jūs esat gatavs izmantot %(serviceName)s
nl: U kunt %(serviceName)s nu gebruiken
pa: ਤੁਸੀਂ ਹੁਣ %(serviceName)s ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੋ
pa_in: ਤੁਸੀਂ ਹੁਣ %(serviceName)s ਵਰਤਣ ਲਈ ਤਿਆਰ ਹੋ
pl: Można teraz używać usługi %(serviceName)s
pt: Está pronto(a) para utilizar o %(serviceName)s
pt_br: Agora você está pronto para usar o %(serviceName)s.
ru: Теперь вы можете использовать %(serviceName)s
sk: Odteraz môžete využívať služby %(serviceName)s
sl: Zdaj ste pripravljeni za uporabo storitve %(serviceName)s
sq: Tani jeni gati të përdorni %(serviceName)s
sr: Сада сте спремни да користите %(serviceName)s
sr_latn: Sada ste spremni da koristite %(serviceName)s
sv_se: Du kan nu använda %(serviceName)s
te: మీరు ఇప్పుడు %(serviceName)s ఉపయోగించడానికి సిద్ధంగా ఉన్నారు
th: ขณะนี้คุณพร้อมใช้ %(serviceName)s แล้ว
tr: %(serviceName)s artık kullanıma hazır
tt: Сез хәзер %(serviceName)s хезмәтен куллана аласыз
uk: %(serviceName)s налаштовано для роботи
ur: آپ %(serviceName)s استعمال کرنے کے لئے تیار ہے
vi: Bây giờ bạn đã sẵn sàng để sử dụng %(serviceName)s

source: Account verified
ar: أُكِّد الحساب
ast: Verificóse la cuenta
be: Уліковы запіс пацверджаны
bg: Сметката е потвърдена
bn_bd: যাচাইকৃত একাউন্ট
bn_in: অ্যাকাউন্ট যাচাইকরণ হয়েছে
cy: Cyfrif wedi ei ddilysu
da: Konto bekræftet
el: Ο λογαριασμός επαληθεύτηκε
es_ar: Cuenta verificada
es_es: Cuenta verificada
fa: حساب تایید شد
fi: Tili on vahvistettu
fr: Compte confirmé
gd: Chaidh an cunntas a dhearbhadh
hi_in: खाता सत्यापित
hr: Račun je potvrđen
hu: Fiók ellenőrizve
ia: Conto verificate
id: Akun diverifikasi
it: L’account è stato verificato
ka: ანგარიში დამოწმდა
kab: Amiḍan yettwasenqed
lv: Konts pārbaudīts
pa: ਖਾਤਾ ਜਾਂਚ ਹੋਈ
pl: Zweryfikowano konto
pt: Conta verificada
pt_br: Conta validada
ru: Аккаунт подтверждён
sk: Účet bol overený
sq: Llogaria u verifikua
sr: Налог је потврђен
sr_latn: Nalog je potvrđen
sv_se: Konto verifierat
te: ఖాతా నిర్ధారణ అయ్యింది
th: ตรวจสอบบัญชีแล้ว
tr: Hesap doğrulandı
tt: Хисап расланды
uk: Обліковий запис підтверджено
ur: اکاؤنٹ توثیق شدہ
vi: Tài khoản đã xác nhận

source: Connected
ar: متصل
az: Qoşuldu
be: Злучана
bg: Свързан
cs: Připojeno
cy: Wedi cysylltu
da: Forbundet
el: Σε σύνδεση
es_es: Conectado
et: Ühendatud
eu: Konektatuta
fa: متصل شد
fi: Yhdistetty
fr: Connecté
fur: Conetût
gd: Ceangailte
gl: Conectado
he: מחובר
hi_in: कनेक्ट हुआ
hr: Povezano
hu: Kapcsolódva
ia: Connectite
id: Terhubung
is: Tengt
it: Connesso
ja: 接続済み
ka: დაკავშირებულია
kab: Yeqqen
nl: Verbonden
pa_in: ਕਨੈਕਟ ਹੈ
pl: Połączono
pt: Ligado
pt_br: Conectado
ru: Подключено
sk: Pripojené
sl: Povezano
sq: E lidhur
sr: Повезано
sr_latn: Povezano
sv_se: Ansluten
te: అనుసంధానమైంది
th: เชื่อมต่อแล้ว
tr: Bağlandı
tt: Тоташкан
uk: З'єднано
ur: مربوط ہوگیا
vi: Đã kết nối

source: Unknown account. <a href="/signup">Sign up</a>
ar: الحساب غير معروف. <a href="/signup">أنشئ حسابًا</a>
ast: Cuenta desconocida. <a href="/signup">Rexístrase</a>
az: Bilinməyən hesab. <a href="/signup">Qeydiyyat</a>
be: Невядомы ўліковы запіс. <a href="/signup">Зарэгістравацца</a>
bg: Непозната сметка. <a href="/signup">Регистриране</a>
bn_bd: অচেনা অ্যাকাউন্ট। <a href="/signup">সাইন আপ</a>
bn_in: অপরিচিত অ্যাকাউন্ট। <a href="/signup">সাইন আপ</a>
cs: Neznámý účet. <a href="/signup">Registrace</a>
cy: Cyfrif anhysbys. <a href="/signup">Ymunwch</a>
da: Ukendt konto. <a href="/signup">Tilmeld dig</a>
el: Άγνωστος λογαριασμός. <a href="/signup">Εγγραφή</a>
es_ar: Cuenta desconocida. <a href="/signup">Regístrese</a>
es_es: Cuenta desconocida. <a href="/signup">Regístrate</a>
et: Tundmatu konto. <a href="/signup">Registreeru</a>
eu: Kontu ezezaguna. <a href="/signup">Erregistratu</a>
fa: حساب ناشناس. <a href="/signup">ثبت‌نام</a>
fi: Tuntematon tili. <a href="/signup">Luo uusi tili</a>
fr: Compte inconnu. <a href="/signup">Créer un compte</a>
fur: Account no cognossût. <a href="/signup">Regjistriti</a>
gd: Cunntas nach aithne dhuinn. <a href="/signup">Clàraich</a>
gl: Conta descoñecida. <a href="/signup">Crear conta</a>
he: חשבון לא מוכר. <a href="/signup">הרשמה</a>
hi_in: अज्ञात खाता.<a href="/signup">साइन अप</a>
hr: Nepoznat račun. <a href="/signup">Registriraj se</a>
hu: Ismeretlen fiók. <a href="/signup">Feliratkozás</a>
ia: Conto incognite. <a href="/signup">Inscribe te</a>
id: Akun tidak dikenal. <a href="/signup">Daftar</a>
is: Óþekktur reikningur. <a href="/signup">Skráðu þig</a>
it: Questo account non esiste. <a href="/signup">Registrati</a>
ja: 不明なアカウントです。<a href="/signup">ユーザー登録</a>
ka: ასეთი ანგარიში ვერ მოიძებნა <a href="/signup">რეგისტრაცია</a>
kab: Amiḍan arussin. <a href="/signup">Rnu amiḍan</a>
lv: Nezināms konts. <a href="/signup">Reģistrējieties</a>
nl: Onbekende account. <a href="/signup">Registreren</a>
pa: ਅਣਜਾਣ ਖਾਤਾ। <a href="/signup">ਮੈਂਬਰ ਬਣੋ</a>
pa_in: ਅਣਜਾਣ ਖਾਤਾ। <a href="/signup">ਮੈਂਬਰ ਬਣੋ</a>
pl: Nieznane konto. <a href="/signup">Zarejestruj się</a>
pt: Conta desconhecida. <a href="/signup">Registar</a>
pt_br: Conta desconhecida. <a href="/signup">Cadastre-se</a>
ru: Неизвестный аккаунт. <a href="/signup">Зарегистрироваться</a>
sk: Neznámy účet. <a href="/signup">Zaregistrujte sa</a>
sl: Neznan račun. <a href="/signup">Registracija</a>
sq: Llogari e panjohur. <a href="/signup">Regjistrohuni</a>
sr: Непознат налог. <a href="/signup">Пријави се</a>
sr_latn: Nepoznat nalog. <a href="/signup">Prijavi se</a>
sv_se: Okänt konto. <a href="/signup">Registrera dig</a>
te: తెలియని ఖాతా. <a href="/signup">సైన్ అప్</a>
th: ไม่รู้จักบัญชีนี้ <a href="/signup">ลงทะเบียน</a>
tr: Bilinmeyen hesap. <a href="/signup">Kaydolun</a>
tt: Билгесез хисап. <a href="/signup">Теркәлү</a>
uk: Невідомий обліковий запис. <a href="/signup">Зареєструватись</a>
ur: نامعلوم اکاؤنٹ ۔ <a href="/signup">سائن اپ کریں</a>
vi: Không xác định được tài khoản. <a href="/signup">Đăng ký</a>

source: Account no longer exists. Recreate it?
ar: لم يعد الحساب موجودًا. أتريد إعادة إنشائه؟
ast: La cuenta yá nun esiste. ¿Recreala?
az: Hesab artıq mövcud deyil. Təzədən yaradılsın?
be: Уліковы запіс больш не існуе. Стварыць ізноў?
bg: Сметката вече не съществува. Създаване наново?
bn_bd: অ্যাকাউন্টটি আর নেই। আবার খুলবেন?
bn_in: অ্যাকাউন্টের আর অস্থিত্ব নেই। পুনরায় তৈরি করবেন?
cs: Účet už neexistuje. Chcete ho znovu vytvořit?
cy: Nid yw'r cyfrif yn bodoli bellach. Ei ail-greu?
da: Kontoen findes ikke længere. Vil du oprette en ny konto?
el: Ο λογαριασμός δεν υπάρχει πλέον. Θέλετε να τον δημιουργήσετε ξανά;
es_ar: La cuenta ya no existe. ¿Quiere crearla de nuevo?
es_es: La cuenta ya no existe. ¿Volvemos a crearla?
et: Kontot pole enam olemas. Kas soovid selle uuesti luua?
eu: Kontua jada ez da existitzen. Birsortu nahi al duzu?
fa: این حساب دیگر وجود ندارد. دوباره ساخته شود؟
fi: Tiliä ei ole enää olemassa. Luodaanko se uudelleen?
fr: Ce compte n’existe plus. Le recréer ?
fur: Chest account nol esist plui. Tornâ a creâlu?
gd: Chan eil an cunntas seo ann tuilleadh. A bheil thu airson ath-chruthachadh?
gl: A conta xa non existe. Recreala?
he: החשבון כבר אינו קיים. האם ליצור אותו מחדש?
hi_in: खाता अब मौजूद नहीं है। इसका पुनः निर्माण करे?
hr: Račun više ne postoji. Ponovno ga stvoriti?
hu: A fiók már nem létezik. Újra létrehozza?
ia: Le conto non existe plus. Recrear lo?
id: Akun sudah tidak ada. Buat ulang?
is: Reikningurinn er ekki lengur til. Útbúa hann aftur?
it: Questo account non esiste più. Vuoi ripristinarlo?
ja: アカウントはもう存在しません。再度作成しますか？
ka: ასეთი ანგარიში აღარ არსებობს. გსურთ ახლიდან შექმნა?
kab: Amiḍan ur yezgi yella. Ad ternuḍ tura?
lv: Konts vairs nepastāv. Vai to atkārtoti izveidot?
nl: Account bestaat niet meer. Opnieuw aanmaken?
pa_in: ਖਾਤਾ ਹੁਣ ਮੌਜੂਦ ਨਹੀਂ ਹੈ। ਮੁੜ-ਬਣਾਉਣਾ ਹੈ?
pl: Konto już nie istnieje. Utworzyć je ponownie?
pt: A conta já não existe. Pretende recreá-la?
pt_br: A conta não existe mais. Recriar?
ru: Аккаунт больше не существует. Пересоздать?
sk: Účet už dlhšiu dobu neexistuje. Chcete ho obnoviť?
sl: Račun ne obstaja več. Ponovno ga ustvari?
sq: Llogaria s’ekziston më. Të rikrijohet?
sr: Налог више не постоји. Поново га направити?
sr_latn: Nalog više ne postoji. Ponovo ga napraviti?
sv_se: Kontot existerar inte längre. Återskapa det?
te: ఈ ఖాతా ఇపుడు లేనేలేదు. తిరిగి సృష్టించాలా?
th: บัญชีไม่มีอีกต่อไป สร้างใหม่?
tr: Bu hesap artık yok. Yeniden oluşturulsun mu?
tt: Хисап хәзер инде юк. Аны торгызыйкмы?
uk: Обліковий запис більше не існує. Повторно створити його?
ur: اکاؤنٹ اب موجود نہیں ۔ اس کو دوبارہ تخلیق کریں؟
vi: Tài khoản không còn tồn tại. Tạo mới nó?

source: Account already exists. <a href="/signin">Sign in</a>
ast: La cuenta yá esiste. <a href="/signin">Aniciar sesión</a>
be: Уліковы запіс ужо існуе. <a href="/signin">Увайсці</a>
bn_bd: অ্যাকাউন্ট আগেই আছে। <a href="/signin">সাইন ইন</a>
bn_in: অ্যাকাউন্ট ইতিমধ্যেই আছে। <a href="/signin">সাইন ইন</a>
cy: Mae cyfrif yn bodoli'n barod. <a href="/signin">Mewngofnodwch</a>
es_ar: La cuenta ya existe. <a href="/signin">Ingresar</a>
lv: Konts jau pastāv. <a href="/signin">Ieiet</a>
pa: ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। <a href="/signin">ਸਾਇਨ ਇਨ</a>
sq: Ka tashmë një llogari të tillë. <a href="/signin">Hyni</a>

source: Password changed successfully
ast: Camudóse con ésitu la contraseña
be: Пароль паспяхова зменены
bn_bd: পাসওয়ার্ড সাফল্যের সাথে পরিবর্তন করা হয়েছে
bn_in: সফলভাবে পাসওয়ার্ড বদল করা হয়েছে
cy: Newidiwyd y cyfrinair yn llwyddiannus
es_ar: La contraseña se cambió exitosamente
lv: Parole tika veiksmīgi nomainīta
pa: ਪਾਸਵਰਡ ਕਾਮਯਾਬੀ ਨਾਲ ਬਦਲਿਆ
sq: Fjalëkalimi u ndryshua me sukses

source: We're sorry to hear about this. You should change your Firefox Account password, and look for information from your device manufacturer about erasing your data remotely.
ast: Sentimos oyer eso. Deberíes camudar la to contraseña de la cuenta de Firefox y guetar información nel fabricante del to preséu tocante a cómo desaniciar de mou remotu datos.
be: Нам шкада чуць пра гэта. Вам варта змяніць пароль свайго ўліковага запісу Firefox і пашукаць інфармацыю ад вытворцы вашай прылады пра аддаленае сціранне дадзеных.
bn_bd: আমার তা শুনে দুঃখিত। আপনার উচিত আপনার Firefox Account এর পাসওয়ার্ড পরিবর্তন করা, এবং আপনার ডিভাইসের উৎপাদকের কাছ থেকে জানুন কিভাবে রিমোটভাবে আপনার ডাটা মুছে ফেলা যায়।
bn_in: আমরা এটা শোনাতে দুঃখিত। আপনার Firefox অ্যাকাউন্টের পাসওয়ার্ড বদলানো উচিত, এবং আপনার ডিভাইস কারিগরের থেকে দূরবর্তী অবস্থান থেকে আপনার ডিভাইসের ডাটা মোছা সম্পর্কে তথ্য জানুন।
cy: Rydym yn flin i glywed am hyn. Rhaid i chi newid cyfrinair eich Cyfrif Firefox a chwilio am wybodaeth gan wneuthurwr eich dyfais am ddileu eich data o bell.
es_ar: Lo lamentamos. Debe cambiar la contraseña de su cuenta Firefox y buscar información del fabricante de su dispositivo sobre cómo eliminar remotamente sus datos.
lv: Mums ir nepatīkami šo dzirdēt. Jums vajadzētu mainīt sava Firefox Account paroli, un aplūkot informāciju no jūsu ierīces ražotāja par jūsu datu dzēšanu attālināti.
sq: Na vjen keq që e dëgjojmë këtë. Do të duhej të ndryshoni fjalëkalimin tuaj për te Llogari Firefox, dhe të shihni për informacion nga prodhuesi i pajisjes suaj lidhur me fshirjen prej së largëti të të dhënave tuaja.

source: We're sorry to hear about this. If this was a device you really don't trust, you should change your Firefox Account password, and change any passwords saved in Firefox.
ast: Sentimos oyer eso. Si esti foi un preséu nel que nun t'enfotabes muncho, deberíes camudar la contraseña de la to cuenta de Firefox, y camudar cualesquier contraseña guardada en Firefox.
be: Нам шкада чуць пра гэта. Калі гэта была прылада, якой вы сапраўды не давяраеце, вам варта змяніць пароль свайго ўліковага запісу Firefox і ўсе паролі, захаваныя ў Firefox.
bn_bd: আমার তা শুনে দুঃখিত। যদি ডিভাইসটিকে বিশ্বাসযোগ্য না হয়, তাহলে আপনার উচিত Firefox Account এর পাসওয়ার্ড পরিবর্তন করা এবং Firefox এ সংরক্ষিত সব পাসওয়ার্ড পরিবর্তন করুন।
bn_in: আমরা এটা শোনাতে দুঃখিত। যদি এটাই সেই ডিভাইস হয়ে থাকে যাকে আপনি একদম বিশ্বাস করেননা, আপনার Firefox অ্যাকাউন্টের পাসওয়ার্ড বদলানো উচিত, এবং Firefox-এ সংরক্ষিত যেকোনো পাসওয়ার্ড বদল করুন।
cy: Rydym yn flin i glywed am hyn. Os yw hwn yn ddyfais nad ydych yn ymddiried ynddo, rhaid i chi newid cyfrinair eich Cyfrif Firefox, a newid unrhyw gyfrinair sydd wedi ei gadw o fewn Firefox.
es_ar: Lo lamentamos. Si es un dispositivo en el que no confía, debe cambiar la contraseña de su cuenta Firefox y todas las contraseñas guardadas en Firefox.
lv: Mums ir nepatīkami šo dzirdēt. Ja jūs šai iekārtai neuzticaties, jums vajadzētu nomainīt jūsu Firefox Account paroli, un mainīt jebkādas citas paroles saglabātas Firefox.
sq: Na vjen keq që e dëgjojmë këtë. Nëse qe një pajisje së cilës nuk i zini vërtet besë, do të duhej të ndryshonit fjalëkalimin tuaj për te Llogari Firefox, dhe të ndryshoni çfarëdo fjalëkalimesh të ruajtur në Firefox.

source: Last sync %(translatedTimeAgo)s
be: Апошняя сінхранізацыя %(translatedTimeAgo)s
bn_bd: সর্বশেষ সিঙ্ক %(translatedTimeAgo)s
cy: Cydweddiad diwethaf %(translatedTimeAgo)s
es_ar: Última sincronización %(translatedTimeAgo)s
sq: Njëkohësimi i fundit %(translatedTimeAgo)s

source: Last sync over %(translatedTimeAgo)s
be: Апошняя сінхранізацыя больш за %(translatedTimeAgo)s
bn_bd: সর্বশেষ সিঙ্ক %(translatedTimeAgo)s আগে শেষ হয়েছে
cy: Cydweddiad diwethaf ers %(translatedTimeAgo)s
es_ar: Última sincronización hace más de %(translatedTimeAgo)s
sq: Njëkohësimi i fundit mbi %(translatedTimeAgo)s
