Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
ar: إن كان هذا البريد الإلكتروني صالحًا، <a %(escapedSupportLinkAttrs)s>أبلغنا</a> وسنستطيع مساعدتك في فتحه مرة أخرى.
az: Əgər bu doğru e-poçt ünvanıdırsa, <a %(escapedSupportLinkAttrs)s>bizə bildirin</a> və hesabınızı açmağa kömək edəcik.
be: Калі гэта сапраўдны адрас электроннай пошты, <a %(escapedSupportLinkAttrs)s>паведаміце нам пра гэта,</a> і мы дапаможам разблакаваць ваш рахунак.
bg: Ако адресът е работещ <a %(escapedSupportLinkAttrs)s>уведомете ни</a> и ще ви помогнем да отключите сметката си.
cs: Pokud se jedná o platnou e-mailovou adresu, <a %(escapedSupportLinkAttrs)s>dejte nám vědět</a> a my vám pomůžeme odemknout váš účet.
cy: Os yw hwn yn gyfrif e-bost dilys, <a %(escapedSupportLinkAttrs)s> gadewch i ni wybod</a> a byddwn yn gallu helpu i ddatgloi eich cyfrif.
da: Hvis det er en gyldig mailadresse, <a %(escapedSupportLinkAttrs)s>så fortæl os det</a>, så vi kan hjælpe med at låse din konto op.
el: Αν αυτή είναι μια έγκυρη διεύθυνση email, <a %(escapedSupportLinkAttrs)s>ενημερώστε μας</a> και θα σας βοηθήσουμε να ξεκλειδώσετε τον λογαριασμό σας.
es_ar: Si esta es una dirección de correo electronico válida, <a %(escapedSupportLinkAttrs)s>avisanos</a> y podemos ayudarte a desbloquear tu cuenta.
es_es: Si se trata de una dirección de correo electrónico válida, <a %(escapedSupportLinkAttrs)s>háznoslo saber</a> y podemos ayudarte a desbloquear tu cuenta.
et: Kui see on korrektne aadress, siis <a %(escapedSupportLinkAttrs)s>võta meiega ühendust</a> ja aitame sul konto lukust lahti teha.
eu: Hau baliozko helbide elektronikoa bada, <a %(escapedSupportLinkAttrs)s>esaguzu</a> eta kontua desblokeatzen lagundu zaitzakegu.
fa: اگر این یک رایانامهٔ معتبر است، <a %(escapedSupportLinkAttrs)s>به ما اطلاع بدهید</a> و ما این حساب را برای شما باز خواهیم کرد.
fi: Jos tämä on toimiva sähköpostiosoite, <a %(escapedSupportLinkAttrs)s>ilmoita meille</a> ja voimme auttaa sinua avaamaan tilisi lukituksen.
fr: Si cette adresse électronique est valide, <a %(escapedSupportLinkAttrs)s>dites-le-nous</a> et nous pourrons vous aider à débloquer votre compte.
fur: Se tu sâs di vê inseride une direzion e-mail valide, <a %(escapedSupportLinkAttrs)s>contatinus</a> e ti judarìn a sblocâ l’account.
gd: Mas e seòladh puist-d dligheach a tha seo, <a %(escapedSupportLinkAttrs)s>innis dhuinn</a> is cuidichidh sinn thu a’ toirt dheth a’ ghlas a-rithist.
gl: Se este é un enderezo de correo electrónico válido, <a %(escapedSupportLinkAttrs)s>infórmanos</a> e axudarémoste a desbloquear a conta.
he: אם זוהי כתובת דוא״ל תקנית, <a %(escapedSupportLinkAttrs)s>נא ליצור איתנו קשר</a> ונעזור לשחרר את הנעילה מהחשבון שלך.
hi_in: अगर यह एक मांय ईमेल पता है, तो <a %(escapedSupportLinkAttrs)s>हमें बताएं</a> और हम आपका खाता अनलॉक करने में मदद कर सकते हैं ।
hr: Ako se radi o valjanoj e-adresi, <a %(escapedSupportLinkAttrs)s>javi nam</a> i pomoći ćemo ti otključati tvoj račun.
hu: Ha ez egy érvényes e-mail cím, <a %(escapedSupportLinkAttrs)s>tudassa velünk</a>, és segítünk feloldani a fiókját.
ia: Si isto es un adresse de e-mail valide, <a %(escapedSupportLinkAttrs)s>dice nos lo</a> e nos pote adjutar a disblocar tu conto.
id: Jika ini alamat surel yang valid, <a %(escapedSupportLinkAttrs)s>beri tahu kami</a> dan kami akan membantu mengembalikan akun Anda.
is: Ef þetta er gilt tölvupóstfang, skaltu <a %(escapedSupportLinkAttrs)s>láta okkur vita</a> og við munum hjálpa þér við að aflæsa reikningnum þinum.
it: Se sei sicuro di aver inserito un indirizzo email valido, <a %(escapedSupportLinkAttrs)s>contattaci</a> e ti aiuteremo a sbloccare l’account.
ja: このメールアドレスが正しい場合は、<a %(escapedSupportLinkAttrs)s>ご連絡</a> いただければロック解除をお手伝いします。
ka: თუ ელფოსტის მითითებული მისამართი მართებულია, <a %(escapedSupportLinkAttrs)s>გვაცნობეთ</a> და დაგეხმარებით თქვენს ანგარიშთან წვდომის დაბრუნებაში.
kab: Ma yella imayl-agi d ameɣtu, <a %(escapedSupportLinkAttrs)s>Ini-aɣ-d</a> sakin ad nekkes asewḥel n umiḍan.
nl: Als dit een geldig e-mailadres is, <a %(escapedSupportLinkAttrs)s>laat dit dan weten</a> en we helpen uw account te ontgrendelen.
pl: Jeśli to prawidłowy adres e-mail, to <a %(escapedSupportLinkAttrs)s>daj nam znać</a>, a pomożemy w odblokowaniu konta.
pt: Se este é um endereço de email válido, <a %(escapedSupportLinkAttrs)s>deixe-nos saber</a> e podemos ajudar-lhe a desbloquear a sua conta.
pt_br: Se este for um endereço de email válido, <a %(escapedSupportLinkAttrs)s>avise-nos</a> e poderemos ajudar a desbloquear sua conta.
ru: Если это действительный адрес электронной почты, <a %(escapedSupportLinkAttrs)s>сообщите нам об этом</a>, и мы поможем разблокировать ваш аккаунт.
sk: Ak ide o platnú e-mailovú adresu, <a %(escapedSupportLinkAttrs)s>dajte nám vedieť</a> a my vám pomôžeme odomknúť váš účet.
sl: Če je to veljaven e-poštni naslov, <a %(escapedSupportLinkAttrs)s>nam to sporočite</a> in pomagali vam bomo odkleniti vaš račun.
sq: Nëse kjo është një adresë email e vlefshme, <a %(escapedSupportLinkAttrs)s>na e bëni të ditur</a> dhe do t’ju ndihmojmë ta zhbllokoni llogarinë tuaj.
sr: Ако је ово исправна адреса е-поште, <a %(escapedSupportLinkAttrs)s>јавите нам се</a> и помоћи ћемо вам око откључавања вашег налога.
sr_latn: Ako je ovo ispravna adresa e-pošte, <a %(escapedSupportLinkAttrs)s>javite nam se</a> i pomoći ćemo vam oko otključavanja vašeg naloga.
sv_se: Om det här är en giltig e-postadress, <a %(escapedSupportLinkAttrs)s>kontakta oss</a> och vi kan hjälpa till att låsa upp ditt konto.
th: ถ้าอีเมลนั้นถูกต้อง <a %(escapedSupportLinkAttrs)s>โปรดบอกให้เรารู้</a> และเราสามารถช่วยปลดล็อกบัญชีของคุณ
tr: Bu e-posta adresi geçerliyse <a %(escapedSupportLinkAttrs)s>bize haber verin</a> ki hesabınızı açalım.
uk: Якщо це дійсна адреса електронної пошти, <a %(escapedSupportLinkAttrs)s>повідомте нас</a> і ми допоможемо розблокувати ваш обліковий запис.
vi: Nếu đây là địa chỉ email hợp lệ, <a %(escapedSupportLinkAttrs)s>hãy cho chúng tôi biết</a> và chúng tôi có thể giúp mở khóa tài khoản của bạn.

source: No longer own that email? Create a new account
ar: لم تعد تملك هذا البريد الإلكتروني؟ أنشئ حسابًا جديدًا
az: Artıq bu ünvana sahib deyilsiz? Yeni hesab açın
be: Больш не валодаеце гэтым адрасам эл.пошты? Стварыць новы ўліковы запіс
bg: Вече не притежавате този имейл? Създайте нова сметка
cs: Už tento e-mail nevlastníte? Vytvořte si nový účet
cy: Ddim yn berchen ar yr e-bost hwnnw? Crëwch gyfrif newydd
da: Er du ikke længere ejer af den mailadresse? Opret en ny konto
el: Δεν είστε πλέον κάτοχος αυτού του email; Δημιουργήστε έναν νέο λογαριασμό
es_ar: ¿No tenés más ese correo electrónico? Creá una nueva cuenta
es_es: ¿Ese correo electrónico ya no es tuyo? Crea una cuenta nueva
et: See e-posti aadress ei kuulu enam sulle? Loo uus konto.
eu: Helbide elektronikoa ez da jada zurea? Sortu kontu berri bat
fa: دیگر مالک آن رایانامه نیستید؟ حساب جدید بسازید
fi: Eikö sinulla ole enää pääsyä kyseiseen sähköpostiosoitteeseen? Luo uusi tili
fr: Vous n’avez plus le contrôle de cette adresse électronique ? Créez un nouveau compte
fur: No tu controlis plui chê e-mail? Cree un gnûf account
gd: Nach eil am post-d ud agad tuilleadh? Cruthaich cunntas ùr
gl: Xa non ten ese enderezo de correo electrónico? Cree unha nova conta
he: כתובת דוא״ל זו כבר לא בבעלותך? יצירת חשבון חדש
hi_in: वो ईमेल अब नहीं है? एक नया खाता बनायें
hr: Više ne posjeduješ tu e-adresu? Otvori novi račun
hu: Már nem az Öné az e-mail cím? Hozzon létre új fiókot
ia: Non possede tu plus iste adresse de e-mail? Crea un nove conto
id: Tidak lagi memiliki surel ini? Buat akun baru
is: Ert þú ekki lengur með þetta tölvupóstfang? Búðu til nýjan aðgang
it: Non controlli più questo indirizzo email? Crea un nuovo account
ja: 既にこのアドレスをお持ちでないなら、新しいアカウントを作成してください
ka: აღარ ფლობთ ელფოსტის ამ მისამართს? შექმენით ახალი ანგარიში
kab: Ur tesεiḍ ara imayl-agi tura? Rnu yiwen d amaynut
nl: Hebt u dat e-mailadres niet meer? Maak een nieuwe account
pa_in: ਉਹ ਈਮੇਲ ਹੁਣ ਤੁਹਾਡਾ ਨਹੀਂ ਹੈ? ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ
pl: Ten adres e-mail zmienił właściciela? Utwórz nowe konto
pt: Já não possui esse email? Crie uma nova conta
pt_br: Não possui mais este email? Crie uma nova conta
ru: Больше не владеете этой электронной почтой? Создайте новый аккаунт
sk: Už tento účet nevlastníte? Vytvorte si nový účet
sl: Ne uporabljate več tega naslova? Ustvarite nov račun
sq: S’e keni më në zotërim atë email? Krijoni një llogari të re
sr: Више нисте власник те адресе? Направите нови налог
sr_latn: Više niste vlasnik te adrese? Napravite novi nalog
sv_se: Äger du inte längre den e-postadressen? Skapa ett nytt konto
te: ఆ ఈమెయిలు ఇప్పుడు మీ ఆధీనంలో లేదా? కొత్త ఖాతాను సృష్టించుకోండి
th: ไม่ได้เป็นเจ้าของอีเมลนั้นแล้ว? สร้างบัญชีใหม่
tr: Bu e-posta adresine artık ulaşamıyor musunuz? Yeni bir hesap açın
uk: Ця адреса електронної пошти вам більше не належить? Створіть новий обліковий запис
ur: اس ای میل کے مالک نہیں؟ ایک نیا اکاؤنٹ بنائیں
vi: Không còn sở hữu email đó nữa? Tạo tài khoản mới

source: Enter recovery code
ar: أدخِل رمز الاستعادة
az: Bərpa kodunu daxil edin
be: Увядзіце код аднаўлення
bg: Въведете кода за възстановяване
cs: Zadejte obnovovací kód
cy: Rhowch y cod adfer
da: Indtast genoprettelseskode
el: Εισαγάγετε τον κωδικό ανάκτησης
es_ar: Ingrese el código de recuperación
es_es: Introducir código de recuperación
et: Sisesta taastamiskood
eu: Sartu berreskuratze kodea
fa: وارد کردن کد بازیابی
fi: Kirjoita palautuskoodi
fr: Saisissez le code de récupération
gd: Cuir a-steach an còd aisig
he: נא למלא קוד שחזור
hi_in: पुनर्प्राप्त कोड दर्ज करें
hr: Unesi kôd za oporavak
hu: Adja meg a helyreállítási kódot
ia: Insere le codice de recuperation
id: Masukkan kode pemulihan
it: Inserire il codice di recupero
ja: 回復用コードを入力
ka: შეიყვანეთ აღდგენის კოდი
kab: Sekcem tangalt n tririt
nl: Voer herstelcode in
pa_in: ਰਿਕਵਰੀ ਕੋਡ ਭਰੋ
pl: Wpisz kod odzyskiwania
pt: Introduza o código de recuperação
pt_br: Insira o código de recuperação
ru: Введите код восстановления
sk: Zadajte obnovovací kód
sl: Vnesite kodo za obnovitev
sq: Jepni kod rikthimi
sr: Унесите код за опоравак
sr_latn: Unesite kod za oporavak
sv_se: Ange återställningskod
te: రికవరీ సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัสการกู้คืน
tr: Kurtarma kodunu yazın
tt: Коткару кодын кертү
uk: Введіть код відновлення
ur: بازیافت کوڈ داخل کریں
vi: Nhập mã khôi phục

source: Please enter a recovery code that was provided to you during setup.
ar: رجاءً أدخِل رمز الاستعادة التي أعطيناك إياه أثناء الإعداد.
az: Lütfən, quraşdırma vaxtı verilən bərpa kodunu daxil edin.
be: Калі ласка, увядзіце код аднаўлення, які вы атрымалі ў працэсе ўстаноўкі.
bg: Моля, въведете кода за възстановяване, предоставен ви по време на настройката.
cs: Zadejte prosím obnovovací kód, který byl vygenerován během nastavení.
cy: Rhowch y cod adfer rhoddwyd i chi yn ystod y gosodiad.
da: Indtast en genoprettelseskode, der blev leveret til dig under opsætningen.
el: Παρακαλούμε εισαγάγετε έναν κωδικό ανάκτησης που σας δόθηκε κατά τη ρύθμιση.
es_ar: Por favor introduza el código de recuperación que le fue brindado durante la configuración.
es_es: Por favor, introduce el código de recuperación que recibiste durante la configuración.
et: Palun sisesta taastamiskood, mille said seadistamisel.
eu: Mesedez sartu berreskuratze kodea, ezarpenean zehar eman zitzaizuna.
fa: لطفا یک کد بازیابی وارد کنید که در طی مراحل به شما ارائه شده است.
fi: Kirjoita palautusavain, joka annettiin asennuksen aikana.
fr: Veuillez saisir un code de récupération que vous avez reçu au moment de la configuration.
gd: Cuir a-steach an còd aisig a chaidh a thoirt dhut rè an t-suidheachaidh.
he: נא למלא קוד שחזור שסופק לך במהלך ההגדרה הראשונית.
hi_in: कृपया एक पुनर्प्राप्ति कोड दर्ज करें जो सेटअप के दौरान आपको प्रदान किया गया था.
hr: Upiši kȏd za obnavljanje, koji je bio dostavljen tijekom postavljanja.
hu: Adjon meg egy helyreállítási kódot, amelyet a beállítás során kapott.
ia: Per favor insere le codice de recuperation fornite a te durante le configuration.
id: Silakan masukkan kode pemulihan yang tersedia pada saat pengaturan.
it: Inserire uno dei codici di recupero ricevuti in fase di configurazione.
ja: 設定中に表示された回復用コードを入力してください。
ka: გთხოვთ, შეიყვანოთ აღდგენის კოდი, რომელიც დაყენებისას მიიღეთ.
kab: Ma ulac aɣilif, sekcem tangalt n tririt i k-yettunefken deg usebeddi.
nl: Voer een herstelcode in die tijdens de configuratie aan u is verstrekt.
pa_in: ਰਿਕਵਰੀ ਕੋਡ ਭਰੋ, ਜੋ ਕਿ ਤੁਸੀਂ ਸੈਟਅੱਪ ਕਰਨ ਦੇ ਦੌਰਾਨ ਦਿੱਤਾ ਸੀ।
pl: Proszę wpisać kod odzyskiwania podany podczas konfiguracji.
pt: Por favor introduza um código de recuperação que lhe foi providenciado durante a configuração.
pt_br: Insira um código de recuperação que lhe foi fornecido durante a configuração.
ru: Пожалуйста, введите код восстановления, который был вам предоставлен во время настройки.
sk: Prosím, zadajte obnovovací kód, ktorý vám bol vygenerovaný v priebehu nastavovania.
sl: Vnesite obnovitveno kodo, ki vam jo bila predložena ob namestitvi.
sq: Ju lutemi, jepni një kod rikthimi që ju qe dhënë gjatë rregullimit të programit.
sr: Унесите код за опоравак који вам је дат приликом подешавања.
sr_latn: Unesite kod za oporavak koji vam je dat prilikom podešavanja.
sv_se: Ange en återställningskod som du fick under installationen.
te: అమర్పు సమయంలో మీకు అందించిన పునరుద్ధరణ సంకేతాన్ని ఇవ్వండి.
th: โปรดป้อนรหัสการกู้คืนที่จัดเตรียมให้คุณระหว่างการติดตั้ง
tr: Lütfen kurulum sırasında size verilen kurtarma kodlarından birini yazın.
uk: Введіть код відновлення, який ви отримали під час налаштування.
vi: Vui lòng nhập mã khôi phục đã được cung cấp cho bạn trong khi thiết lập.

source: Enter 10-digit recovery code
ar: أدخِل رمز الاستعادة المكوّن من 10 خانات
az: 10 rəqəmli bərpa kodunu daxil edin
be: Увядзіце 10-значны код аднаўлення
bg: Въведете 10-цифрен код за възстановяване
cs: Zadejte desetimístný obnovovací kód
cy: Rhowch y cod adfer 10 nod
da: Indtast 10-cifret genoprettelseskode
el: Εισαγάγετε τον 10-ψήφιο κωδικό ανάκτησης
es_ar: Ingrese el código de recuperación de 10 -dígitos
es_es: Introduce el código de recuperación de 10 dígitos
et: Sisesta 10-kohaline taastamiskood
eu: Sartu 10 digituko berreskuratze kodea
fa: ورود کد ۱۰ رقمیِ بازآوری
fi: Kirjoita 10-numeroinen palautuskoodi
fr: Saisissez le code de récupération à 10 chiffres
gd: Cuir a-steach an còd aisig deich-àireamhach
he: נא למלא קוד שחזור באורך 10 ספרות
hi_in: 10-अंकों का पुनर्प्राप्ति कोड दर्ज करें
hr: Upiši deseteroznamenkasti kȏd za oporavak
hu: Adja meg a 10-számjegyű helyreállítási kódot
ia: Insere le codice de recuperation a 10 digitos
id: Masukkan 10 digit kode pemulihan
it: Inserisci il codice di recupero di 10 cifre
ja: 10 桁の回復用コードを入力
ka: შეიყვანეთ 10-ციფრიანი აღდგენის კოდი
kab: Sekcem tangalt n tririt s 10-izwilen
nl: Voer 10-cijferige herstelcode in
pa_in: 10-ਅੰਕਾਂ ਦਾ ਰਿਕਵਰੀ ਕੋਡ ਦਿਓ
pl: Wpisz 10-cyfrowy kod odzyskiwania
pt: Introduza o código de recuperação de 10 dígitos
pt_br: Digite o código de recuperação de 10 dígitos
ru: Введите 10-значный код восстановления
sk: Zadajte desaťmiestny obnovovací kód
sl: Vnesite 10-mestno kodo za obnovitev
sq: Jepni kod 10-shifror rikthimi
sr: Унесите десетоцифрени код
sr_latn: Unesite desetocifreni kod
sv_se: Ange 10-siffrig återställningskod
te: 10-అంకెల రికవరీ సంకేతాన్ని ఇవ్వండి
th: ป้อนรหัสการกู้คืน 10 หลัก
tr: 10 basamaklı kurtarma kodunu yazın
tt: 10-цифрлы коткару кодын кертегез
uk: Введіть код відновлення з 10 цифр
ur: 10 ہندسوں کا بازیافت کوڈ درج کریں
vi: Nhập mã khôi phục gồm 10 chữ số

source: Verify
ar: أكِّد
be: Пацвердзіць
bg: Подвърждаване
cy: Dilysu
da: Bekræft
el: Επαλήθευση
es_ar: Verificar
es_es: Verificar
fa: تایید
fi: Vahvista
fr: Vérifier
gd: Dearbh
hi_in: सत्यापित करें
hr: Potvrdi
hu: Ellenőrzés
ia: Verificar
id: Verifikasi
it: Verifica
ka: დამოწმება
kab: Senqed
pl: Zweryfikuj
pt: Verificar
pt_br: Validar
ru: Подтвердить
sk: Overiť
sq: Verifikoje
sr: Потврди
sr_latn: Potvrdi
sv_se: Verifiera
te: ధృవీకరించండి
th: ยืนยัน
tr: Doğrula
tt: Раслау
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận

source: Use security code
be: Выкарыстаць код бяспекі
cy: Defnyddio'r cod diogelwch
es_ar: Utilizar código de seguridad
sq: Përdor kod sigurie

source: Thank you for your vigilance
ar: نشكرك على يقظتك
ast: Gracies pola to vixilancia
az: Ehtiyatınız üçün təşəkkürlər
be: Дзякуем за вашу пільнасць
bg: Благодарим за вашата бдителност
bn_bd: আপনার সতর্কতার জন্য আপনাকে ধন্যবাদ
bn_in: আপনার সতর্কতার দরুণ জন্য আপনাকে ধন্যবাদ
cs: Děkujeme za vaši ostražitost
cy: Diolch am eich gwyliadwriaeth
da: Tak for din årvågenhed
el: Σας ευχαριστούμε για την εγρήγορσή σας
es_ar: Gracias por la vigilancia
es_es: Gracias por tu vigilancia
et: Täname sind valvsuse eest!
eu: Eskerrik asko zure zaintzagatik
fa: بابت هوشیاری شما از شما متشکریم
fi: Kiitos valppaudestasi
fr: Merci pour votre vigilance
fur: Graciis pe tô atenzion
gd: Mòran taing airson a bhith cho faiceallach
gl: Grazas por permanecer vixilante
he: תודה על הערנות שלך
hi_in: आपकी सतर्कता के लिए धन्यवाद
hr: Hvala ti na opreznosti
hu: Köszönjük az éberségét
ia: Gratias pro tu vigilantia
id: Terima kasih atas kewaspadaan Anda
is: Þakka þér fyrir að vera á verði
it: Grazie di essere sempre vigile
ja: あなたの警戒心に感謝します
ka: გმადლობთ, ყურადღებით ყოფნისთვის
kab: Tanemmirt imi tettɛassaḍ
nl: Bedankt voor uw opmerkzaamheid
pa_in: ਤੁਹਾਡੀ ਸਾਵਧਾਨੀ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਹੈ
pl: Dziękujemy za czujność
pt: Obrigado pela sua vigilância
pt_br: Obrigado pela sua vigilância
ru: Спасибо за вашу бдительность
sk: Ďakujeme za vašu ostražitosť
sl: Hvala za vašo opreznost
sq: Faleminderit për vigjilencën tuaj
sr: Хвала вам на вашој опрезности
sr_latn: Hvala vam na vašoj opreznosti
sv_se: Tack för din vaksamhet
te: మీ నిఘాకు ధన్యవాదాలు
th: ขอบคุณสำหรับการเฝ้าระวังของคุณ
tr: Desteğiniz için teşekkür ederiz
tt: Игътибарлылыгыз өчен рәхмәт
uk: Дякуємо за вашу уважність
ur: آپ کی گہری نظر کا شکریہ
vi: Cảm ơn vì sự cảnh giác của bạn

source: Our team has been notified. Reports like this help us fend off intruders.
ar: أُعلم فريقنا. التقارير مثل هذا تساعدنا على درء المتسللين.
ast: Avisóse al nuesu equipu. Los informes como esti ayúdennos a defendenos d'intrusos.
az: Komandamız bildiriş aldı. Göndərişləriniz zərərvericilərlə mübarizəmizə çox kömək edir.
be: Наша каманда апавешчана. Такія паведамленні дапамагаюць нам стрымліваць зламыснікаў.
bg: Екипът ни беше уведомен. Доклади като този ни помагат да отблъснем натрапниците.
bn_bd: আমাদের দল অবহিত হয়েছে। এ ধরনের রিপোর্ট অনুপ্রবেশকারীদের বাধাদানে আমাদের সহায়তা করে।
bn_in: আমাদের দলকে অবহিত করা হয়েছে। এই ধরনের রিপোর্ট আমাদেরকে অনুপ্রবেশকারীদের প্রতিহত করতে সহায়তা করে।
cs: Náš tým byl upozorněn. Zprávy jako tato nám pomáhají odrážet útočníky.
cy: Mae ein tîm wedi eu hysbysu. Mae adroddiadau fel hyn y ein cynorthwyo i gadw ymyrraeth allanol draw.
da: Vores team har fået besked. Rapporter som denne hjælper os med at afværge ubudne gæster.
el: Η ομάδα μας έχει ειδοποιηθεί. Αναφορές σαν κι αυτή μάς βοηθούν να αποτρέπουμε εισβολείς.
es_ar: Nuestro equipo fue notificado. Informes como este nos ayudan a defendernos de los intrusos.
es_es: Se ha notificado a nuestro equipo. Informes como este nos permiten mantener a raya a los intrusos.
et: Meie meeskonda teavitati. Sellised raportid aitavad meil sissetungijaid tõrjuda.
eu: Gure taldeari jakinarazi zaio. Horrelako txostenek arrotzak kanpo mantentzen laguntzen digu.
fa: تیم ما با خبر شده‌اند. گزارش‌هایی مانند این به ما در جهت دفع مزاحمان شما کمک می‌کنند.
fi: Tiimillemme on ilmoitettu. Tällaiset ilmoitukset auttavat meitä torjumaan tunkeutujia.
fr: Notre équipe a été informée. Les signalements comme celui-ci nous aident à repousser les intrus.
fur: Il nestri grup al è stât visât. Lis segnalazions come chestis nus judin a tignî lontans i intrûs.
gd: Chaidh fios a leigeil dhan sgioba againn. Tha aithisgean mar seo cuideachail dhuinn airson casg a chur air ionnsaighean.
gl: Notificamos ao noso equipo. Denuncias coma esta axúdannos a defendernos das intrusións.
he: נשלחה הודעה לצוות שלנו. דיווחים כאלה מסייעים לנו להישמר מתוקפים.
hi_in: हमारी टीम नेअधिसूचित किया है । इस तरह की रिपोर्ट हमें घुसपैठियों को रद मदद करती हैं ।
hr: Naš tim je obaviješten. Ovakvi nam izvještaji pomažu obraniti se od napadača.
hu: Értesítette csapatunkat. Az ilyen jelentések segítenek kivédeni a behatolókat.
ia: Nostre equipa recipeva tu nota. Iste reportos nos adjuta a luctar contra le intrusos.
id: Tim kami telah diberitahu. Laporan seperti ini membantu kami tangkis penyusup.
is: Við höfum fengið tilkynningu varðandi þetta. Tikynningar eins og þessi hjálpa okkur við að bægja frá óprúttnum aðilum.
it: Il nostro team ha ricevuto la segnalazione. La tua collaborazione ci aiuta a tenere alla larga gli intrusi.
ja: 担当者に通知が送られました。こうした報告が侵入者を防ぐための助けとなります。
ka: ჩვენი გუნდი უკვე გაფრთხილებულია. ამგვარი მოხსენებები, გვეხმარება დამრღვევების გამოვლენასა და მოგერიებაში.
kab: Tarbaɛt-nneɣ teẓra. Ayen iɣ-d-yettwammalen am wagi aɣ-d-imudd afus akken ad nerr ẓeṛb i yir imdanen.
nl: Ons team is op de hoogte gebracht. Dit soort meldingen helpen ons om indringers tegen te houden.
pa_in: ਸਾਡੀ ਟੀਮ ਨੂੰ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਜਾ ਚੁੱਕੀ ਹੈ। ਇਸ ਵਰਗੀਆਂ ਰਿਪੋਰਟਾਂ ਸਾਨੂੰ ਘੁਸਪੈਠੀਆਂ ਤੋਂ ਬਚਾਉਣ ਲਈ ਮਦਦ ਕਰਦੀਆਂ ਹਨ।
pl: Nasz zespół został powiadomiony. Zgłoszenia pomagają nam odpędzać intruzów.
pt: A nossa equipa foi notificada. Denuncias como esta ajudam-nos a afastar intrusos.
pt_br: Nossa equipe foi notificada. Relatos como este nos ajudam a evitar intrusos.
ru: Наша команда оповещена. Ваши сообщения помогают нам бороться со злоумышленниками.
sk: Náš tím bol informovaný. Podobné hlásenia nám pomáhajú odrážať narušiteľov.
sl: Naša ekipa je bila obveščena. Takšna poročila nam pomagajo odgnati vsiljivce.
sq: Ekipi ynë i njoftua. Raporte si ky na ndihmojnë të mbajmë jashtë të padëshiruarit.
sr: Наш тим је обавештен. Овакви извешаји нам помажу да се одбранимо од нападача.
sr_latn: Naš tim je obavešten. Ovakvi izvešaji nam pomažu da se odbranimo od napadača.
sv_se: Vårt team har underrättats. Rapporter som denna hjälper oss att avvärja inkräktare.
te: మా బృందం ప్రకటించబడింది. ఇటువంటి నివేదికలు మాకు చొరబాటును తప్పించడానికి సహాయపడుతాయి.
th: คณะทำงานได้รับคำแจ้งแล้ว รายงานสิ่งที่คล้ายกันเพื่อช่วยเรากำจัดผู้บุกรุก
tr: Ekibimiz bilgilendirildi. Bu gibi raporlar, saldırganları dışarıda tutmamıza yardımcı oluyor.
tt: Такымыбыз искәртелде. Мондый хәбәрләр безгә зарар салучыларга каршы көрәшергә ярдәм итә.
uk: Наша команда була сповіщена. Такі звіти допомагають нам запобігати зловмисникам.
ur: ہماری ٹیم کو اطلاع کردی گئی ہے ۔ اس طرح کی اطلاعات ہمیں مداخلت بند مقابلہ میں مدد دیتی ہیں۔
vi: Nhóm của chúng tôi đã được thông báo. Các báo cáo như thế này giúp chúng tôi chống lại những kẻ xâm nhập.
