Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: By proceeding, you agree to:<br /> Pocket’s <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
he: המשך התהליך מהווה הסכמה ל:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">תנאי השירות</a> ו<a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">הצהרת הפרטיות</a> של Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">תנאי השירות</a> ו<a class="link-grey" id="fxa-pp" href="/legal/privacy">הצהרת הפרטיות</a> של Firefox.
ia: Si tu procede, tu concorda con le:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">conditiones de servicio</a> e le <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">Aviso de confidentialitate</a> de Pocket<br /> Le <a class="link-grey" id="fxa-tos" href="/legal/terms">conditiones de servicio</a> e le <a class="link-grey" id="fxa-pp" href="/legal/privacy">aviso de confidentialitate</a> de Firefox.
pt_br: Ao continuar, você declara que concorda com:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Termos do serviço</a> e <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">Aviso de privacidade</a> do Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Termos do serviço</a> e <a class="link-grey" id="fxa-pp" href="/legal/privacy">Aviso de privacidade</a> do Firefox.
sl: Z nadaljevanjem soglašate s:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">pogoji uporabe</a> in <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">obvestilom o zasebnosti</a> Pocketa<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">pogoji uporabe</a> in <a class="link-grey" id="fxa-pp" href="/legal/privacy">obvestilom o zasebnosti</a> Firefoxa
vi: Bằng cách tiếp tục, bạn đồng ý với:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Điều khoản dịch vụ</a> và <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">thông báo bảo mật</a> của Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Điều khoản dịch vụ</a> và <a class="link-grey" id="fxa-pp" href="/legal/privacy">thông báo bảo mật</a> của Firefox.

source: By proceeding, you agree to:<br /> Pocket’s <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
he: המשך התהליך מהווה הסכמה ל:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">תנאי השירות</a> ו<a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">הצהרת הפרטיות</a> של Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">תנאי השירות</a> ו<a class="link-grey" id="fxa-pp" href="/legal/privacy">הצהרת הפרטיות</a> של Firefox.
ia: Si tu procede, tu concorda con le:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">conditiones de servicio</a> e le <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">aviso de confidentialitate</a> de Pocket<br /> Le <a class="link-grey" id="fxa-tos" href="/legal/terms">conditiones de servicio</a> e le <a class="link-grey" id="fxa-pp" href="/legal/privacy">aviso de confidentialitate</a> de Firefox
pt_br: Ao continuar, você declara que concorda com:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Termos do serviço</a> e <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">Aviso de privacidade</a> do Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Termos do serviço</a> e <a class="link-grey" id="fxa-pp" href="/legal/privacy">Aviso de privacidade</a> do Firefox
sl: Z nadaljevanjem soglašate s:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">pogoji uporabe</a> in <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">obvestilom o zasebnosti</a> Pocketa<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">pogoji uporabe</a> in <a class="link-grey" id="fxa-pp" href="/legal/privacy">obvestilom o zasebnosti</a> Firefoxa
vi: Bằng cách tiếp tục, bạn đã đồng ý với:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Điều khoản dịch vụ</a> và <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">thông báo bảo mật</a> của Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Điều khoản dịch vụ</a> và <a class="link-grey" id="fxa-pp" href="/legal/privacy">thông báo bảo mật</a> của Firefox

source: You must be at least 13 years old to create an account.
he: עליך להיות בגיל 13 לפחות כדי ליצור חשבון.
ia: Tu debe haber al minus 13 annos pro crear un conto.
pt_br: Você precisa ter pelo menos 13 anos para criar uma conta.
sl: Za ustvarjanje računa morate biti stari vsaj 13 let.
vi: Bạn phải từ 13 tuổi trở lên để có thể tạo tài khoản.

source: Stay safe &mdash; don’t reuse passwords. See more tips to <a %(escapedCommonPasswordLinkAttrs)s>create strong passwords</a>.
da: Beskyt dig selv &mdash; genbrug ikke adgangskoder. Læs mere om, hvordan du <a %(escapedCommonPasswordLinkAttrs)s>opretter stærke adgangskoder</a>.
fr: Restez en sécurité &mdash; ne réutilisez pas de mots de passe. Consultez d’autres conseils pour <a %(escapedCommonPasswordLinkAttrs)s>créer des mots de passe robustes</a>.
he: שמרו על עצמכם &mdash; אל תשתמשו באותה הססמה במקומות שונים. ניתן לעיין בעצות נוספות <a %(escapedCommonPasswordLinkAttrs)s>ליצירת ססמאות חזקות</a>.
ia: Sta secur &mdash; non re-usar contrasignos. Vide altere consilios pro <a %(escapedCommonPasswordLinkAttrs)s>crear contrasignos forte</a>.
it: Rimani al sicuro: non riutilizzare le password. Scopri altri consigli per <a %(escapedCommonPasswordLinkAttrs)s>creare password complesse</a>.
nl: Blijf veilig &ndash; hergebruik wachtwoorden niet. Bekijk meer tips om <a %(escapedCommonPasswordLinkAttrs)s>sterke wachtwoorden te maken</a>.
pt: Fique seguro &mdash; não reutilize palavras-passe. Veja mais dicas para <a %(escapedCommonPasswordLinkAttrs)s>criar palavras-passe fortes</a>.
pt_br: Fique seguro, não use a mesma senha em lugares diferentes. Veja mais dicas de como <a %(escapedCommonPasswordLinkAttrs)s>criar senhas fortes</a>.
sl: Ostanite varni &ndash; ne reciklirajte gesel. Oglejte si več nasvetov za <a %(escapedCommonPasswordLinkAttrs)s>ustvarjanje močnih gesel</a>.
vi: Giữ an toàn &mdash; đừng sử dụng lại mật khẩu. Xem nhiều mẹo hơn để<a %(escapedCommonPasswordLinkAttrs)s>tạo mật khẩu mạnh</a>.

source: QR code
el: Κωδικός QR
he: קוד QR
ia: Codice QR
pt_br: Código QR
sl: Koda QR
vi: Mã QR

source: Or, send yourself a <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">download link.</a>
he: לחלופין, ניתן לשלוח לעצמך <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">קישור להורדה</a>.
ia: O invia a te mesme un <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">ligamine de discargamento.</a>
pt_br: Ou envie a si mesmo um <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">link para baixar</a>.
sl: Ali pa si pošljite <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">povezavo za prenos</a>.
vi: Hoặc, gửi cho chính bạn một <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">liên kết tải xuống.</a>

source: I’m ready to sync devices
ia: Io es preste a synchronisar tu apparatos
pt_br: Estou pronto para sincronizar dispositivos
vi: Tôi đã sẵn sàng đồng bộ hóa các thiết bị

source: Sync devices to access your tabs, passwords, and bookmarks everywhere you use Firefox.
da: Synkroniser enheder for at få adgang til dine faneblade, adgangskoder og bogmærker, overalt hvor du bruger Firefox.
fr: Synchronisez vos appareils pour accéder à vos onglets, mots de passe et marque-pages partout où vous utilisez Firefox.
he: סנכרון המכשירים שלך כדי לגשת ללשוניות, לססמאות, ללשוניות הפתוחות ולסימניות שלך בכל מקום בו יש לך את Firefox.
ia: Synchronisa apparatos pro acceder tu schedas, contrasignos, e marcapaginas ubique tu usa Firefox.
it: Sincronizza i dispositivi per accedere a schede, password e segnalibri ovunque utilizzi Firefox.
nl: Synchroniseer apparaten om overal waar u Firefox gebruikt toegang te krijgen tot uw tabbladen, wachtwoorden en bladwijzers.
pt_br: Sincronize dispositivos para acessar suas abas, senhas e favoritos onde quer que use o Firefox.
vi: Đồng bộ hóa thiết bị để truy cập các thẻ, mật khẩu và dấu trang của bạn ở mọi nơi bạn sử dụng Firefox.

source: Enter the code that was sent to %(email)s within 5 minutes
da: Indtast koden, der blev sendt til %(email)s, indenfor 5 minutter
fr: Saisissez le code envoyé à %(email)s dans les 5 prochaines minutes

source: Get Firefox on your phone or tablet
da: Få Firefox på din telefon eller tablet
fr: Installez Firefox sur votre téléphone ou votre tablette

source: Enter confirmation code <span class="card-subheader">for your Firefox account</span>
he: נא להכניס את קוד האימות <span class="card-subheader">עבור חשבון ה־Firefox שלך</span>
sl: Vnesite potrditveno kodo <span class="card-subheader">svojega Firefox Računa</span>

source: Download Firefox on your phone or tablet
he: הורדת Firefox לטלפון או למחשב הלוח שלך
sl: Prenesite Firefox na telefon ali tablico

source: To download Firefox on your mobile device, hold the device’s camera over this code to scan.
he: כדי להוריד את Firefox למכשיר הנייד שלך, יש להחזיק את מצלמת המכשיר מול קוד זה כדי לסרוק.
sl: Da prenesete Firefox na mobilno napravo, pridržite njeno kamero nad to kodo, da jo preberete.

source: Error connecting to remote device
es_ar: Error al conectar a dispositivo remoto

source: Could not decrypt message from the remote device
es_ar: No se pudo descifrar el mensaje del dispositivo remoto

source: %(email)s registered.
bn_bd: %(email)s নিবন্ধিত।
es_ar: %(email)s registrado/s.

source: Save settings
ast: Guardar axustes
bn_bd: সেটিংগুলি সংরক্ষণ করুন
bn_in: সেটিংস্‌গুলি সেভ করুন
es_ar: Guardar la configuración
lv: Saglabāt iestatījumus

source: Sign in &rarr;
bn_bd: সাইন ইন &rarr;
es_ar: Inicia sesión &rarr;

source: Refresh
ast: Refrescar
bn_bd: রিফ্রেশ করুন
bn_in: রিফ্রেশ
es_ar: Refrescar
lv: Atsvaidzināt

source: Communication preferences
ast: Preferencies de comunicación
bn_bd: যোগাযোগ পছন্দসমূহ
bn_in: যোগাযোগের অগ্রাধিকারসমূহ
es_ar: Preferencias de comunicación
lv: Saziņas iestatījumi
pa: ਗੱਲਬਾਤ ਪਸੰਦ

source: Manage Subscriptions
es_ar: Administrar suscripciones

source: Refresh Status
es_ar: Actualizar estado

source: Use a different email address
es_ar: Usar una dirección de correo electrónico diferente

source: Firefox Sync
bn_bd: Firefox সিঙ্ক
bn_in: Firefox সিঙ্ক
pa: ਫਾਇਰਫਾਕਸ ਸਿੰਕ

source: Migrate your sync data by signing in to your Firefox&nbsp;Account.
ast: Migra los tos datos sincronizaos aniciando sesión na&nbsp;to cuenta de Firefox.
bn_in: আপনার Firefox &nbsp অ্যাকাউন্ট সাইন ইন করে আপনার সিঙ্ক ডেটা স্থানান্তর করুন।
lv: Migrējiet savus sinhronizācijas datus ieejot savā Firefox&nbsp;Kontā.
pa: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਕੇ ਆਪਣੇ ਸਿੰਕ ਡਾਟੇ ਨੂੰ ਮਾਈਗਰੇਟ ਕਰੋ।

source: Migrate your sync data by creating a new Firefox&nbsp;Account.
ast: Migra los tos datos sincronizaos creando una&nbsp;cuenta de Firefox nueva.
bn_in: একটি নতুন Firefox &nbsp; অ্যাকাউন্ট খুলে আপনার সিঙ্ক ডেটা স্থানান্তর করুন।
lv: Migrējiet savus sinhronizācijas datus izveidojoet Firefox&nbsp;Kontu.
pa: ਨਵਾਂ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਬਣਾ ਕੇ ਆਪਣੇ ਸਿੰਕ ਡਾਟੇ ਨੂੰ ਮਾਈਗਰੇਟ ਕਰੋ।

source: Are you sure you want to delete your account? This action cannot be undone.
ast: ¿De xuru que quies desaniciar la to cuenta? Esta aición nun pue desfacese.
bn_in: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান? এই প্রক্রিয়াকে কিন্তু পূর্বাবস্থায় আনা যাবে না।
lv: Vai tiešām vēlaties dzēst savu kontu? Šo nevar atcelt.
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਆਪਣਾ ਖਾਤਾ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਕਾਰਵਾਈ ਵਾਪਿਸ ਨਹੀਂ ਲਈ ਜਾ ਸਕਦੀ ਹੈ।

source: Sign in to Sync
ast: Aniciar sesión en Sync
bn_in: সিঙ্ক করতে সাইন ইন করুন
lv: Pieslēgties uz Sync
pa: ਸਿੰਕ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ ।

source: Choose the account you would like to use to sync your tabs, bookmarks, passwords and more.
ast: Escueyi la cuenta que te prestaría usar pa sincronizar les tos llingüetes, marcadores, contraseñes y más.
bn_in: আপনার ট্যাগ, বুকমার্ক, পাসওয়ার্ড এবং আরও কিছু সিঙ্ক করার জন্য আপনার পছন্দের অ্যাকাউন্ট টি নির্বাচন করুন।
lv: Izvēlieties kontu, ko jūs gribētu izmantot, lai sinhronizētu savas cilnes, grāmatzīmes, paroles u.c..
pa: ਖਾਤਾ ਚੁਣੋ, ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਆਪਣੇ ਟੈਬ, ਬੁੱਕਮਾਰਕ, ਪਾਸਵਰਡ ਤੇ ਹੋਰਾਂ ਨੂੰ ਸਿੰਕ ਕਰਨ ਲਈ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ।

source: Use OpenID
ast: Usar OpenID
bn_in: ব্যবহার করুন OpenID
lv: Izmantot OpenID
pa: OpenID ਵਰਤੋ

source: Use Firefox Account
ast: Usar cuenta de Firefox
bn_in: Firefox অ্যাকাউন্ট ব্যবহার করুন
lv: Izmantot Firefox Kontu
pa: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਵਰਤੋਂ

# submit button
source: Sign in
ast: Aniciar sesión

# header text
source: Sign in
ast: Aniciu de sesión

source: Unsubscribed successfully
bn_in: সফলভাবে আনসাবস্ক্রাইব হয়েছে
lv: Abonements veiksmīgi nobeigts
pa: ਕਾਮਯਾਬੀ ਨਾਲ ਮੈਂਬਰੀ ਹਟਾਈ

source: Email resent
bn_in: ইমেইল পুনরায় পাঠানো হয়েছে।
lv: Epasts tika pārsūtīts
pa: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਲਿੰਕ ਦੀ ਮਿਆਦ ਪੁੱਗੀ

source: Enter new password
bn_in: নতুন পাসওয়ার্ড লিখুন
lv: Ievadiet jauno paroli

source: Once you submit your new password, you will lose any Sync data that is not on one of your devices.
bn_in: নতুন পাসওয়ার্ড জমা দিলেই, আপনি আপনার কোন না কোন ডিভাইস এর সিঙ্ক ডেটা হারাবেন।
lv: Kad jūs būsiet iesniedzis savu jauno paroli, jūs zaudēsiet jebkādus Sync datus kas nav uz vienu no jūsu ierīcēm.

source: Learn how Sync works.
bn_in: জানুন কিভাবে সিঙ্ক কাজ করে।
lv: Uzziniet, kā Sync darbojas.

source: Submit new password
bn_in: নতুন পাসওয়ার্ড দিন
lv: Iesniegt jauno paroli

source: Click on the link we've emailed you at %(email)s within the next hour to create a new password.
bn_in: পরবর্তী ঘন্টার মধ্যে একটি নতুন পাসওয়ার্ড তৈরি করতে আমরা আপনাকে %(email)s এ ইমেল করেছি লিঙ্কটি ক্লিক করুন।
lv: Lai izveidotu jaunu paroli, noklikšķiniet uz saites mēs esam jums aizsūtījām uz %(email)s nākamas stundas laikā.

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
bn_in: এগিয়ে যেতে হলে, আপনাকে সম্মত হতে হবে <a id="fxa-tos" href="/legal/terms">Firefox Cloud service এর শর্তাবলী</a> এবং <a id="fxa-pp" href="/legal/privacy">গোপনীয়তা</a> সম্পর্কিত তথ্যাদির সঙ্গে।
lv: Turpinot, jūs piekrītat <a id="fxa-tos" href="/legal/terms">pakalpojuma noteikumiem</a> un Firefox mākoņa pakalpojumu <a id="fxa-pp" href="/legal/privacy">privātuma atrunai</a>.

source: Next
bn_in: তারপরে
lv: Nākamais

source: Firefox cloud services
bn_in: Firefox ক্লাউড সার্ভিসসমূহ
lv: Firefox mākoņa pakalpojumi
pa: ਫਾਇਰਫਾਕਸ ਕਲਾਉਡ ਸੇਵਾਵਾਂ

source: When you reset your password, you will lose any Sync data that is not on one of your devices.
bn_in: যখন আপনি আপনার পাসওয়ার্ড রিসেট করেন, আপনি আপনার ডিভাইসের কোন না কোন সিঙ্ক ডেটা হারাবেন।
lv: Atstatot savu paroli, jūs zaudēsiet jebkuru Sync datus kuri nav uz jūsu ierīcēm.

source: A strong, unique password will keep your Firefox data safe from intruders.
bn_in: একটা শক্তিশালী, স্বতন্ত্র পাসওয়ার্ড আপনার Firefox তথ্য কে সুরক্ষিত রাখবে অনধিকারপ্রবেশকারী দের থেকে।
lv: Stipra, unikāla parole saglabās jūsu Firefox datus drošus.

source: current device
bn_in: বর্তমান ডিভাইস
lv: pašreizējā iekārta

source: Receive the monthly Firefox newsletter.
bn_in: মাসিক Firefox নিউজলেটার গ্রহন করুন।
lv: Saņemt ikmēneša Firefox laikrakstu.

source: Unsubscribe
bn_in: আনসাবস্ক্রাইব
lv: Atteikties
pa: ਮੈਂਬਰੀ ਹਟਾਓ

source: Firefox Sync will begin momentarily
pa: Firefox ਸਿੰਕ ਪਲਾਂ 'ਚ ਸ਼ੁਰੂ ਹੋਵੇਗਾ।

source: Courtesy of <a href="https://www.gravatar.com">Gravatar</a>
pa: <a href="https://www.gravatar.com">Gravatar</a> ਦੇ ਸਹਿਯੋਗ ਨਾਲ

source: Signed out successfully
pa: ਕਾਮਯਾਬੀ ਨਾਲ ਸਾਇਨ ਆਉਟ ਕਰੋ

source: No Gravatar found
pa: ਕੋਈ ਗਰਵਤਾਰ ਨਹੀਂ ਲੱਭਿਆ

source: Did you mean <span tabindex="1">%(domain)s</span>?
pa: ਕੀ ਤੁਹਾਡਾ ਭਾਵ <span tabindex="1">%(domain)s</span> ਤੋਂ ਸੀ?

source: Learn more.
pa: ਹੋਰ ਜਾਣੋ

source: Click here to receive a new reset link
pa: ਨਵਾਂ ਮੁੜ-ਸੈੱਟ ਲਿੰਕ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ

source: Email Sent
pa: ਈਮੇਲ ਭੇਜੋ

source: A verification link has been sent&nbsp;to %(email)s
pa: ਜਾਂਚ ਲਿੰਕ &nbsp; %(email)s ਨੂੰ ਭੇਜਿਆ ਜਾ ਚੁੱਕਾ ਹੈ

source: Stay in sync on the go:
pa: ਚੱਲਦੇ ਸਮੇਂ ਸਿੰਕ ਰੱਖੋ:

source: Get Firefox for Android
pa: ਐਂਡਰਾਇਡ ਲਈ ਫਾਇਰਫਾਕਸ ਲਵੋ

source: Sync preferences
pa: ਸਿੰਕ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ

source: Proceed
pa: ਜਾਰੀ ਰੱਖੋ

source: Gravatar
pa: ਗਵਤਾਰ

source: Save
pa: ਸੰਭਾਲੋ
