Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Update was rejected, please try again
be: Абнаўленне было адхілена, паспрабуйце яшчэ раз
cs: Aktualizace byla zamítnuta, zkuste to znovu
cy: Gwrthodwyd y diweddariad, ceisiwch eto
da: Opdateringen blev afvist, prøv igen
el: Η ενημέρωση απορρίφθηκε, παρακαλούμε δοκιμάστε ξανά
es_es: La actualización fue rechazada, vuelve a intentarlo
et: Uuendamine lükati tagasi, palun proovi uuesti
eu: Eguneraketa ukatu egin da, saiatu berriro mesedez
fa: بروزرسانی رد شد لطفا مجددا تلاش کنید
fi: Päivitys hylättiin, yritä uudelleen
fr: La mise à jour a été refusée. Veuillez réessayer.
fur: L'inzornament al è stât refudât, torne prove
gd: Chaidh an t-ùrachadh a dhiùltadh, feuch ris a-rithist
gl: Rexeitouse a actualización. Inténteo de novo.
he: העדכון נדחה, נא לנסות שוב
hi_in: अद्यतन अस्वीकार कर दिया गया था, कृपया पुनः प्रयास करें
hr: Aktualiziranje je odbijeno, pokušaj ponovo
hu: A módosítás elutasításra került, próbálkozzon újra
ia: Actualisation rejectate, retenta
id: Pembaruan ditolak, silakan coba lagi
is: Uppfærslu var hafnað, reyndu aftur
it: L’aggiornamento è stato rifiutato, riprova
ja: 更新が拒否されました、もう一度試してください
ka: განახლება უარყოფილია, გთხოვთ, სცადოთ ხელახლა
kab: Ur ittwaqbel ara uleqqem, ttxil ɛreḍ tikkelt-nniḍen
nl: Update is geweigerd, probeer het opnieuw
pa_in: ਅੱਪਡੇਟ ਨੂੰ ਰੱਦ ਕੀਤਾ ਗਿਆ, ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Aktualizacja została odrzucona, proszę spróbować ponownie
pt: A atualização foi rejeitada, por favor tente novamente
pt_br: A atualização foi rejeitada, tente novamente
ru: Обновление было отклонено, пожалуйста, попробуйте ещё раз
sk: Aktualizácia bola odmietnutá, prosím, skúste to znova
sl: Posodobitev je bila zavrnjena, poskusite znova
sq: Përditësimi u hodh poshtë, ju lutemi, riprovoni
sr: Ажурирање је одбијено, покушајте поново
sr_latn: Ažuriranje je odbijeno, pokušajte ponovo
sv_se: Uppdateringen avvisades, försök igen
th: การอัปเดตถูกปฏิเสธ โปรดลองอีกครั้ง
tr: Güncelleme reddedildi, lütfen tekrar deneyin
tt: Яңарту кире кагылды, зинһар кабатлап карагыз
uk: Оновлення було відхилено. Спробуйте знову.
vi: Cập nhật đã bị từ chối, vui lòng thử lại

source: Avatar
be: Аватар
cy: Afatar

source: Please Select One
be: Калі ласка, абярыце што-небудзь
cy: Dewiswch Un
sq: Ju lutemi, Përzgjidhni Një

source: Logins and Passwords
ar: جلسات الولوج وكلمات السر
be: Лагіны і паролі
bg: Регистрации и пароли
cy: Mewngofnodion a Chyfrineiriau
da: Logins og adgangskoder
es_es: Inicios de sesión y contraseñas
fi: Käyttäjätunnukset ja salasanat
fr: Identifiants et mots de passe
gd: Clàraidhean a-steach is faclan-faire
hi_in: लॉगिन और पासवर्ड
hu: Bejelentkezések és jelszavak
ka: ანგარიშები და პაროლები
kab: Inekcam d wawalen uffiren
pt: Credenciais e palavras-passe
ru: Логины и пароли
sk: Prihlasovacie údaje
sq: Kredenciale Hyrjesh dhe Fjalëkalime
sr: Пријаве и лозинке
sr_latn: Prijave i lozinke
sv_se: Inloggningar och lösenord
te: ప్రవేశాలు, సంకేతపదాలు
th: การเข้าสู่ระบบและรหัสผ่าน
tr: Hesaplar ve parolalar
tt: Хисаплар һәм серсүзләр
uk: Паролі
ur: لاگ ان اور پاس ورڈ

source: Open Tabs
ar: الألسنة المفتوحة
be: Адкрытыя карткі
bg: Отворени раздели
cs: Otevřené panely
cy: Tabiau Agored
da: Åbne faneblade
el: Ανοικτές καρτέλες
es_es: Pestañas abiertas
et: Avatud kaardid
eu: Irekitako fitxak
fa: زبانه‌های باز
fi: Avoimet välilehdet
fr: Onglets ouverts
fur: Schedis viertis
gd: Tabaichean fosgailte
gl: Separadores abertos
he: לשוניות פתוחות
hi_in: टैब खोलें
hr: Otvorene kartice
hu: Nyitott lapok
ia: Schedas aperte
id: Buka Tab
is: Opna flipa
it: Schede aperte
ja: 開いているタブ
ka: გახსნილი ჩანართები
kab: Lddi icarren
nl: Open tabbladen
pa_in: ਟੈਬਾਂ ਖੋਲ੍ਹੋ
pl: Otwarte karty
pt: Separadores abertos
pt_br: Abrir abas
ru: Открытые вкладки
sk: Otvorené karty
sl: Odprte zavihke
sq: Skeda të Hapura
sr: Отворите језичке
sr_latn: Otvorite jezičke
sv_se: Öppna flikar
te: తెరిచివున్న ట్యాబులు
th: แท็บที่เปิดอยู่
tr: Açık sekmeler
tt: Ачык битләр
uk: Відкриті вкладки
ur: ٹیب کھولیے
vi: Thẻ đang mở

source: Credit Cards
ar: بطاقات الائتمان
be: Крэдытныя карты
bg: Банкови карти
cs: Platební karty
cy: Cardiau Credyd
da: Betalingskort
el: Πιστωτικές κάρτες
es_es: Tarjetas de crédito
et: Krediitkaardid
eu: Kreditu-txartelak
fa: کارت اعتباری
fi: Luottokortit
fr: Cartes bancaires
gd: Cairtean-creideis
he: כרטיסי אשראי
hi_in: क्रेडिट कार्ड
hr: Kreditne kartice
hu: Bankkártyák
ia: Cartas de credito
id: Kartu Kredit
it: Carte di credito
ja: クレジットカード情報
ka: საკრედიტო ბარათები
kab: Takaṛḍa n usmad
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ
pl: Karty płatnicze
pt: Cartões de crédito
pt_br: Cartões de crédito
ru: Банковские карты
sk: Platobné karty
sl: Kreditne kartice
sq: Karta Krediti
sr: Кредитне картице
sr_latn: Kreditne kartice
sv_se: Kreditkort
te: క్రెడిట్ కార్డులు
th: บัตรเครดิต
tr: Kredi kartları
tt: Банк карталары
uk: Кредитні картки
ur: کریڈٹ کارڈ
vi: Thẻ tín dụng

source: Invalid redirect
ar: إعادة التوجيه غير صالحة
be: Нядзейснае перанакіраванне
bg: Невалидно пренасочване
cs: Neplatné přesměrování
cy: Ailgyfeirio annilys
da: Ugyldig omdirigering
el: Μη έγκυρη ανακατεύθυνση
es_es: Redirección no válida
et: Vigane ümbersuunamine
eu: Birbideraketa baliogabea
fa: مسیر غیرمعتبر
fi: Virheellinen uudelleenohjaus
fr: Redirection invalide
fur: Dirotament no valit
gd: Ath-stiùireadh mì-dhligheach
gl: Redirección non válida
he: הפנייה לא חוקית
hi_in: अमान्य पुनर्निर्देश
hr: Neispravno preusmjeravanje
hu: Érvénytelen átirányítás
ia: Redirection non valide
id: Pengalihan alamat tidak valid
is: Ógild endurbeining
it: Reindirizzamento non valido
ja: リダイレクトが無効です
ka: არამართებული გადამისამართება
kab: Awelleh arameɣtu
nl: Ongeldige omleiding
pa_in: ਅਢੁੱਕਵਾਂ ਰੀ-ਡਿਰੈਕਟ
pl: Nieprawidłowe przekierowanie
pt: Redirecionamento inválido
pt_br: Redirecionamento inválido
ru: Некорректное перенаправление
sk: Neplatné presmerovanie
sl: Neveljavna preusmeritev
sq: Ridrejtim i pavlefshëm
sr: Неважеће преусмеравање
sr_latn: Nevažeće preusmeravanje
sv_se: Ogiltig omdirigering
th: การเปลี่ยนเส้นทางไม่ถูกต้อง
tr: Geçersiz yönlendirme
tt: Яраксыз юнәлтү
uk: Недійсне переспрямування
ur: غلط ری ڈائریکٹ
vi: Chuyển hướng không hợp lệ

source: Could not get Subscription Platform Terms of Service
be: Не ўдалося атрымаць Умовы карыстання платформы падпіскі
cy: Methu derbyn Telerau Gwasanaeth Llwyfan Tanysgrifio
sq: S’u morën dot Kushte Shërbimi të Platformës së Pajtimeve

source: User is not signed in
ar: المستخدم ليس والجًا
be: Карыстальнік не ўвайшоў
bg: Потребителят не е вписан
cs: Uživatel není přihlášen
cy: Nid yw'r defnyddiwr wedi mewngofnodi
da: Bruger er ikke logget ind
el: Ο χρήστης δεν είναι συνδεδεμένος
es_es: El usuario no ha iniciado sesión
et: Kasutaja pole sisse logitud
eu: Erabiltzaileak ez du saiorik hasi
fa: کاربر وارد نشده است
fi: Käyttäjä ei ole sisäänkirjautunut
fr: Utilisateur ou utilisatrice non connecté·e
fur: L'utent nol è jentrât
gd: Cha do rinn an cleachdaiche clàradh a-steach
gl: Non iniciou sesión
he: המשתמש אינו מחובר
hi_in: उपयोगकर्ता साइन इन नहीं है
hr: Korisnik nije prijavljen
hu: A felhasználó nincs bejelentkezve
ia: Le usator non ha aperite session
id: Pengguna belum masuk
is: Notandinn er ekki skráður inn
it: L’utente non ha effettuato l’accesso
ja: ユーザーがログインしていません
ka: მომხმარებელი შესული არ არის
kab: Aseqdac ur iqqin ara
nl: Gebruiker is niet aangemeld
pa_in: ਵਰਤੋਂਕਾਰ ਸਾਇਨ ਇਨ ਨਹੀਂ ਹੈ
pl: Użytkownik nie jest zalogowany
pt: O utilizador não iniciou sessão
pt_br: Usuário não acessou a conta
ru: Пользователь не авторизован
sk: Používateľ nie je prihlásený
sl: Uporabnik ni prijavljen
sq: Përdoruesi nuk ka bërë hyrjen
sr: Корисник није пријављен
sr_latn: Korisnik nije prijavljen
sv_se: Användaren är inte inloggad
th: ผู้ใช้ไม่ได้ลงชื่อเข้าใช้
tr: Kullanıcı giriş yapmamış
tt: Кулланучы кермәгән
uk: Користувач не ввійшов
ur: صارف سائن ان نہیں ہے
vi: Người dùng hiện chưa đăng nhập

source: A different user is signed in
be: Іншы карыстальнік увайшоў
bg: Друг потребител е вписан
cs: Je přihlášen jiný uživatel
cy: Mae defnyddiwr gwahanol wedi'i fewngofnodi
da: En anden bruger er logget ind
el: Ένας άλλος χρήστης έχει συνδεθεί
es_es: Un usuario diferente ha iniciado sesión
et: Teine kasutaja on sisse logitud
eu: Beste erabiltzaile batek saioa hasita dauka
fa: یک کاربر متفاوت وارد شده است
fi: Eri käyttäjä on sisäänkirjautunut
fr: Une autre personne est connectée
fur: Un altri utent al è za jentrât
gd: Tha cleachdaiche eile air clàradh a-steach
gl: Outra persoa ten a sesión iniciada
he: משתמש אחר מחובר
hi_in: एक अन्य उपयोगकर्ता साइन इन है
hr: Prijavljen je drugi korisnik
hu: Más felhasználó van bejelentkezve
ia: Un altere usator ha aperite session
id: Pengguna berbeda telah masuk
is: Annar notandi er skráður inn
it: Un altro utente ha già effettuato l’accesso
ja: 別のユーザーがログインしています
ka: სხვა მომხმარებელია შესული
kab: Aseqdac-nniḍen iqqen
nl: Een andere gebruiker is aangemeld
pa_in: ਵੱਖਰੇ ਵਰਤੋਂਕਾਰ ਵਜੋਂ ਸਾਇਨ ਇਨ ਕੀਤਾ
pl: Zalogowany jest inny użytkownik
pt: Está autenticado um utilizador diferente
pt_br: Um usuário diferente está acessando
ru: Вошёл другой пользователь
sk: Prihlásený je iný používateľ
sl: Prijavljen je drug uporabnik
sq: Ka bërë hyrjen një tjetër përdorues
sr: Пријављен је други корисник
sr_latn: Prijavljen je drugi korisnik
sv_se: En annan användare är inloggad
th: ผู้ใช้อื่นลงชื่อเข้าแล้ว
tr: Farklı bir kullanıcı giriş yapmış
tt: Башка кулланучы кергән
uk: Інший користувач увійшов
ur: ایک مختلف صارف نے سائن ان کیا ہے
vi: Một người dùng khác đã đăng nhập

source: Unverified user or session
be: Неправераны карыстальнік або сеанс
bg: Непроверен потребител или сесия
cs: Neověřený uživatel nebo relace
cy: Defnyddiwr neu sesiwn heb ei wirio
da: Bruger eller session ikke bekræftet
el: Μη επαληθευμένος χρήστης ή συνεδρία
es_es: Usuario o sesión no verificado
et: Kinnitamata kasutaja või seanss
eu: Egiaztatu gabeko erabiltzaile edo saioa
fa: جلسه یا کاربر تایید نشده
fi: Vahvistamaton käyttäjä tai istunto
fr: Utilisateur/utilisatrice ou session non vérifié·e
fur: Utent o session no verificâts
gd: Cleachdaiche no seisean gun dearbhadh
gl: Persoa ou sesión sen verificar
hi_in: असत्यापित उपयोगकर्ता या सत्र
hr: Nepotvrđeni korisnik ili sesija
hu: Ellenőrizetlen felhasználó vagy munkamenet
ia: Usator o session non verificate
id: Pengguna atau sesi yang tidak terverifikasi
is: Óstaðfestur notandi eða seta
it: Utente o sessione non verificati
ja: 未検証のユーザーまたはセッションです
ka: დაუმოწმებელი მომხმარებელი ან სეანსი
kab: Aseqdac neɣ tiɣimit ur tettwasenqed ara
nl: Gebruiker of sessie niet geverifieerd
pa_in: ਨਾ-ਤਸਦੀਕ ਕੀਤਾ ਵਰਤੋਂਕਾਰ ਜਾਂ ਸ਼ੈਸ਼ਨ
pl: Niezweryfikowany użytkownik lub sesja
pt: Utilizador ou sessão não verificada
pt_br: Usuário ou sessão não validado
ru: Непроверенный пользователь или сессия
sk: Neoverený používateľ alebo relácia
sl: Nepotrjen uporabnik ali seja
sq: Përdorues ose sesion i paverifikuar
sr: Непроверени корисник или сесија
sr_latn: Neprovereni korisnik ili sesija
sv_se: Overifierad användare eller session
th: ผู้ใช้หรือเซสชั่นไม่ได้รับการยืนยัน
tr: Doğrulanmamış kullanıcı veya oturum
tt: Расланмаган кулланучы яки утырыш
uk: Неперевірений користувач або сеанс
ur: غیر تصدیق شدہ صارف یا سیشن
vi: Người dùng hoặc phiên chưa xác minh

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms" tabindex="-1">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Privacy Notice</a>.
be: Працягваючы, вы згаджаецеся з <a id="fxa-tos" href="/legal/terms" tabindex="-1">Умовамі абслугоўвання</a> і <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Палітыкай прыватнасці</a>.
cy: Drwy barhau, rydych yn cytuno i'r <a id="fxa-tos" href="/legal/terms" tabindex="-1">Amodau Gwasanaeth</a> a'r <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Hysbysiad Preifatrwydd</a>.
sq: Duke vazhduar, pajtoheni me <a id="fxa-tos" href="/legal/terms" tabindex="-1">Kushte Shërbimi</a> dhe <a id="fxa-pp" href="/legal/privacy" tabindex="-1">Njoftimin mbi Privatësinë</a>.

source: Your credit card has expired. Please update it <a %(escapedCcExpiredLinkAttrs)s>here</a>.
be: Тэрмін дзеяння вашай крэдытнай карты скончыўся. Калі ласка, абнавіце яе <a %(escapedCcExpiredLinkAttrs)s>тут</a>.
cy: Mae eich cerdyn credyd wedi dod i ben. Diweddarwch ef <a %(escapedCcExpiredLinkAttrs)s>yma</a>.
sq: Karta juaj e krediti ka skaduar. Ju lutemi, përditësojeni <a %(escapedCcExpiredLinkAttrs)s>këtu</a>.

source: Subscription Platform Terms of Service
be: Умовы карыстання платформы падпіскі
cy: Amodau Gwasanaeth y Llwyfan Tanysgrifio
sq: Kushte Shërbimi të Platformës së Pajtimeve

source: Contact Us
ar: راسِلنا
be: Сувязь з намі
bg: Контакти
cs: Kontaktujte nás
cy: Cysylltu â Ni
da: Kontakt os
el: Επικοινωνία
es_es: Contáctanos
et: Võta meiega ühendust
eu: Kontaktua
fa: ارتباط با ما
fi: Ota yhteys
fr: Nous contacter
fur: Contatinus
gd: Cuir fios thugainn
gl: Contacte connosco
he: יצירת קשר
hi_in: हमसे संपर्क करें
hr: Kontaktiraj nas
hu: Kapcsolat
ia: Contacta nos
id: Hubungi Kami
is: Hafðu samband við okkur
it: Contatti
ja: お問い合わせ
ka: დაგვიკავშირდით
kab: Nermes-aɣ-d
nl: Contact
pa_in: ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Kontakt
pt: Contacte-nos
pt_br: Entre em contato conosco
ru: Связаться с нами
sk: Kontaktujte nás
sl: Pišite nam
sq: Lidhuni Me Ne
sr: Контактирајте нас
sr_latn: Kontaktirajte nas
sv_se: Kontakta oss
te: మమ్ముల్ని సంప్రదించండి
th: ติดต่อเรา
tr: Bize ulaşın
tt: Безнең белән элемтәгә керү
uk: Зв’язок з нами
ur: ہم سے رابطہ کریں
vi: Liên hệ với chúng tôi

source: What do you need help with?
be: У чым вам патрэбна дапамога?
cs: S čím potřebujete pomoc?
cy: Gyda beth y mae angen cymorth arnoch chi?
da: Hvad har du brug for hjælp til?
el: Σε τι χρειάζεστε βοήθεια;
es_es: ¿En qué podemos ayudarte?
et: Millega sa abi vajad?
fa: در چه خصوصی به کمک احتیاج دارید؟
fi: Minkä kanssa tarvitset apua?
fr: Comment pouvons-nous vous aider ?
fur: Cemût podìno judâti?
gd: Dè an duilgheadas a tha agad?
gl: Con que necesita axuda?
he: במה נוכל לעזור?
hi_in: आपको क्या सहायता चाहिए?
hr: Za što ti treba pomoć?
hu: Miben van szüksége segítségre?
ia: Como pote nos adjutar te?
id: Anda butuh bantuan apa?
is: Hvað vantar þig hjálp við?
it: Come possiamo aiutarti?
ja: どのような助けが必要ですか？
ka: რაში გსურთ დახმარების მიღება?
kab: Amek i nezmer ad ak-d-nmudd tallelt?
nl: Waarmee hebt u hulp nodig?
pa_in: ਕੀ ਤੁਹਾਨੂੰ ਕਿਸੇ ਚੀਜ਼ ਲਈ ਮਦਦ ਚਾਹੀਦੀ ਹੈ?
pl: Z czym potrzebujesz pomocy?
pt: Em que precisa de ajuda?
pt_br: Precisa de ajuda com o quê?
ru: С чем вам необходимо помочь?
sk: S čím potrebujete pomôcť?
sl: S čim potrebujete pomoč?
sq: Për çfarë ju duhet ndihmë?
sr: За шта вам треба помоћ?
sr_latn: Za šta vam treba pomoć?
sv_se: Vad behöver du hjälp med?
te: మీకు ఏవిషయమై సహాయం కావాలి?
th: คุณต้องการความช่วยเหลืออะไร?
tr: Ne konuda yardıma ihtiyacınız var?
tt: Сезгә нәрсә белән ярдәм кирәк?
uk: З чим вам потрібна допомога?
ur: آپ کو کس چیز میں مدد کی ضرورت ہے؟
vi: Bạn cần trợ giúp về cái gì?

source: General inquiries
be: Агульныя запыты
cy: Ymholiadau cyffredinol
sq: Çështje të përgjithshme

source: Payment & billing
ar: الدفع والفواتير
be: Аплата і выстаўленне рахункаў
bg: Плащане и фактуриране
cs: Platba a fakturace
cy: Talu a bilio
da: Betaling og fakturering
el: Πληρωμή & χρέωση
es_es: Pagos y facturas
et: Maksed ja arveldamine
eu: Ordainketa eta fakturazioa
fa: پرداخت‌های مالی
fi: Maksut ja laskutus
fr: Paiement et facturation
fur: Paiaments e faturazion
gd: Pàigheadh ⁊ bileachadh
gl: Pagos e facturas
he: תשלום וחיוב
hi_in: भुगतान और बिलिंग
hr: Plaćanje i naplata
hu: Fizetés és számlázás
ia: Pagamentos e facturation
id: Pembayaran & penagihan
is: Greiðslu og reikninga
it: Pagamenti e fatturazione
ja: 支払いと請求に関して
ka: გადახდა და ანგარიშსწორება
kab: Lexlaṣ d uftar
nl: Betaling & facturatie
pa_in: ਭੁਗਤਾਨ ਤੇ ਬਿੱਲਿੰਗ
pl: Płatności i rachunki
pt: Pagamento e faturação
pt_br: Pagamento e cobrança
ru: Оплата и выставление счетов
sk: Platba a fakturácia
sl: Plačilo in računi
sq: Pagesë & faturim
sr: Плаћање и наплата
sr_latn: Plaćanje i naplata
sv_se: Betalning & fakturering
th: การชำระและการเรียกเก็บเงิน
tr: Ödeme ve faturalandırma
tt: Түләү һәм исәп-хисап
uk: Оплата і виставлення рахунків
ur: ادائیگی اور بلنگ
vi: Thanh toán

source: Connection issues
be: Праблемы з падключэннем
cy: Materion cysylltu
sq: Probleme lidhjeje

source: Getting started
be: Пачатак працы
cy: Cychwyn arni
sq: Si t’ia fillohet

source: Account issues
be: Праблемы з уліковым запісам
cs: Problémy s účtem
cy: Materion cyfrif
da: Kontoproblemer
el: Ζητήματα λογαριασμού
es_es: Problemas con la cuenta
et: Konto probleemid
eu: Kontuaren arazoak
fa: مشکلات مربوط به حساب
fi: Tiliongelmat
fr: Problèmes de compte
fur: Problemis cul account
gd: Duilgheadas leis a’ chunntas
gl: Problemas coa conta
he: בעיות בחשבון
hi_in: खाते की समस्याएँ
hr: Problemi s računom
hu: Fiókproblémák
ia: Problemas con le conto
id: Masalah akun
is: Vandamál með notandaaðgang
it: Problemi con l’account
ja: アカウントに関する問題
ka: ანგარიშის ხარვეზები
kab: Uguren n umiḍan
nl: Accountproblemen
pa_in: ਖਾਤਾ ਮਸਲੇ
pl: Problemy z kontem
pt: Problemas com a conta
pt_br: Problemas com a conta
ru: Проблемы с аккаунтом
sk: Problémy s účtom
sl: Težave z računom
sq: Probleme llogarish
sr: Проблеми с налогом
sr_latn: Problemi s nalogom
sv_se: Kontoproblem
te: ఖాతా జారీ అయింది
th: ปัญหาบัญชี
tr: Hesap sorunları
tt: Хисап проблемалары
uk: Проблеми з обліковим записом
ur: اکاؤنٹ کے مسائل
vi: Vấn đề về tài khoản

source: Subject (optional)
ar: الموضوع (اختياري)
be: Тэма (па жаданні)
cs: Předmět (volitelné)
cy: Pwnc (dewisol)
da: Emne (valgfri)
el: Θέμα (προαιρετικό)
es_es: Asunto (opcional)
et: Teema (valikuline)
fa: عنوان (اختیاری)
fi: Aihe (valinnainen)
fr: Sujet (facultatif)
fur: Ogjet (opzionâl)
gd: Cuspair (roghainneil)
gl: Asunto (opcional)
he: נושא (לא חובה)
hi_in: विषय (वैकल्पिक)
hr: Predmet (neobavezno)
hu: Tárgy (nem kötelező)
ia: Subjecto (optional)
id: Subjek (opsional)
is: Viðfangsefni (valfrjálst)
it: Oggetto (facoltativo)
ja: 件名 (任意)
ka: საკითხი (არასავალდებულო)
kab: Asentel (afrayan)
nl: Onderwerp (optioneel)
pa_in: ਵਿਸ਼ਾ (ਚੋਣਵਾਂ)
pl: Temat (opcjonalny)
pt: Assunto (opcional)
pt_br: Assunto (opcional)
ru: Тема (необязательно)
sk: Predmet (voliteľný)
sl: Predmet (neobvezno)
sq: Subjekt (në daçi)
sr: Предмет (опционално)
sr_latn: Predmet (opcionalno)
sv_se: Ämne (valfritt)
te: విషయం (ఐచ్ఛికం)
th: หัวข้อ (ตัวเลือก)
tr: Konu (isteğe bağlı)
tt: Тема (мәҗбүри түгел)
uk: Тема (необов'язково)
ur: مضمون (اختیاری)
vi: Chủ đề (không bắt buộc)

source: Description of Issue
be: Апісанне праблемы
cy: Disgrifiad o'r Mater
sq: Përshkrim i problemit

source: You've connected your Firefox account to Mozilla products that keep you secure and productive on the web:
be: Вы падключылі свой уліковы запіс Firefox да прадуктаў Mozilla, якія забяспечваюць вашу бяспеку і прадукцыйнасць у Інтэрнэце:
cy: Rydych wedi cysylltu'ch cyfrif Firefox â chynnyrch Mozilla sy'n eich cadw'n ddiogel ac yn gynhyrchiol ar y we:
sq: E keni lidhur llogarinë tuaj Firefox me produkte Mozilla që ju mbajnë në internet të parrezikuar dhe prodhimtar në internet:

source: Please acknowledge that by deleting your account:
be: Калі ласка, пацвердзіце, што пры выдаленні ўліковага запісу:
cy: Cydnabyddwch hynny trwy ddileu eich cyfrif:
sq: Ju lutemi, dijeni që duke fshirë llogarinë tuaj:

source: Any subscriptions you have will be cancelled
be: Усялякія вашы падпіскі будуць ануляваныя
cy: Bydd unrhyw danysgrifiadau sydd gennych yn cael eu diddymu
sq: Do të anulohet çfarëdo pajtimi që keni bërë

source: You may lose saved information and features within Mozilla products
be: Вы можаце страціць захаваную інфармацыю і функцыі ў прадуктах Mozilla
cy: Efallai y byddwch yn colli gwybodaeth a nodweddion sydd wedi'u cadw o fewn cynnyrch Mozilla
sq: Mund të humbni të dhëna dhe veçori të ruajtura brenda produktesh Mozilla

source: Reactivating with this email may not restore your saved information
be: Паўторнае падключэнне на гэту электронную пошту можа не аднавіць захаваную інфармацыю
cy: Efallai na fydd ail gychwyn gyda'r e-bost hwn yn adfer eich manylion a gadwyd
sq: Riaktivizimi me këtë email mund të mos rikthejë të dhënat tuaja të ruajtura
