Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Password reset
ar: صُفِّرت كلمة السرّ
ast: Reanicióse la contraseña
az: Parolu sıfırla
be: Пароль скінуты
bg: Паролата е анулирана
bn_bd: পাসওয়ার্ড রিসেট
bn_in: পাসওয়ার্ড পুনরায় সেট হয়েছে
cs: Obnova hesla
cy: Ailosod cyfrinair
da: Adgangskode nulstillet
el: Επαναφορά κωδικού πρόσβασης
es_ar: Restablecer contraseña
es_es: Contraseña restablecida
et: Parool on lähtestatud
eu: Pasahitza berrezarrita
fa: بازنشانی گذرواژه
fi: Salasanan nollaus
fr: Mot de passe réinitialisé
fur: Ristabilìs la password
gd: Facal-faire air ath-shuidheachadh
gl: Restabeleceuse o contrasinal
he: איפוס ססמה
hi_in: कूटशब्द पुनः तैयार करें
hr: Ponovno postavljanje lozinke
hu: Jelszó visszaállítása
ia: Contrasigno reinitialisate
id: Penyetelan ulang sandi
is: Endurstilla lykilorð
it: Reimpostazione della password
ja: パスワードをリセット
ka: პაროლის განულება
kab: Awal uffir yettuwennez
lv: Paroles atstatīšana
nl: Wachtwoord opnieuw ingesteld
pa: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ
pa_in: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਕਰੋ
pl: Zmiana hasła
pt: Reposição da palavra-passe
pt_br: Redefinir senha
ru: Сброс пароля
sk: Obnova hesla
sl: Geslo ponastavljeno
sq: Ricaktim fjalëkalimi
sr: Ресетовање лозинке
sr_latn: Resetovanje lozinke
sv_se: Återställ lösenord
te: పాస్‌వర్డ్ రీసెట్
th: ตั้งรหัสผ่านใหม่
tr: Parola sıfırlama
tt: Парол үзгәртелде
uk: Відновлення пароля
ur: پاس ورڈ دوبارہ سیٹ کریں
vi: Đặt lại mật khẩu

source: Password reset successfully. Sign in to continue.
ar: صُفِّرت كلمة السرّ بنجاح. لُج للاستمرار.
ast: Reanicióse con ésitu la contraseña. Anicia sesión pa siguir.
az: Parol uğurla sıfırlandı. Davam etmək üçün daxil olun.
be: Пароль паспяхова скінуты. Увайдзіце для працягу.
bg: Паролата е нулирана успешно. Впишете се, за да продължите.
bn_bd: পাসওয়ার্ড সফলভাবে রিসেট হয়েছে। অব্যাহত রাখতে সাইন ইন করুন।
bn_in: পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে। চালিয়ে যেতে সাইন ইন করুন।
cs: Heslo bylo úspěšně obnoveno. Pro pokračování se přihlaste.
cy: Ailosodwyd y cyfrinair yn llwyddiannus. Mewngofnodwch i barhau.
da: Adgangskode nulstillet. Log ind for at fortsætte.
el: Έγινε επιτυχής επαναφορά του κωδικού πρόσβασης. Συνδεθείτε για να συνεχίσετε.
es_ar: La contraseña se restableció correctamente. Ingrese para continuar.
es_es: Contraseña restablecida correctamente. Inicia sesión para continuar.
et: Parool on lähtestatud. Jätkamiseks logi sisse.
eu: Pasahitza ondo berrezarri da. Jarraitzeko, hasi saioa.
fa: بازنشانی گذرواژه با موفقیت انجام شد. برای ادامه وارد شوید.
fi: Salasanan nollaus onnistui. Kirjaudu sisään jatkaaksesi.
fr: Mot de passe réinitialisé. Connectez-vous pour continuer.
fur: Password ristabilide cun sucès. Jentre par continuâ.
gd: Chaidh am facal-faire ath-shuidheachadh. Clàraich a-steach a leantainn air adhart.
gl: Restableceuse o contrasinal correctamente. Inicie sesión para continuar.
he: איפוס הססמה הושלם בהצלחה. נא להיכנס לחשבון כדי להמשיך.
hi_in: कूटशब्द सफलतापूर्वक बदला गया. जारी रखने के लिए साइन इन करें.
hr: Lozinka je uspješno ponovno postavljena. Prijavite se za nastavak.
hu: A jelszó sikeresen visszaállítva. Jelentkezzen be a folytatáshoz.
ia: Le contrasigno ha essite reinitialisate. Aperi session pro continuar.
id: Sandi sukses disetel ulang. Masuk untuk melanjutkan.
is: Tókst að endurstilla lykilorð. Skráðu þig inn til að halda áfram.
it: Reimpostazione della password completata. Effettua l’accesso per continuare.
ja: パスワードのリセットが完了しました。続けるにはログインしてください。
ka: პაროლი წარმატებით განულდა. შედით გასაგრძელებლად.
kab: Awal uffir yettuwennez akken iwata. Kcem akken ad tkemleḍ.
lv: Parole tika veiksmīgi atstatīta. Ieiet lai turpinātu.
nl: Wachtwoord is opnieuw ingesteld. Meld u aan om door te gaan.
pa: ਪਾਸਵਰਡ ਕਾਮਯਾਬੀ ਨਾਲ ਮੁੜ-ਸੈਟ ਕੀਤਾ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ।
pa_in: ਪਾਸਵਰਡ ਕਾਮਯਾਬੀ ਨਾਲ ਮੁੜ-ਸੈੱਟ ਕੀਤਾ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਸਾਇਨ ਇਨ ਕਰੋ।
pl: Pomyślnie zmieniono hasło. Zaloguj się, aby kontynuować.
pt: Palavra-passe reposta com sucesso. Inicie sessão para continuar.
pt_br: Senha redefinida com sucesso. Identifique-se para continuar.
ru: Пароль успешно сброшен. Войдите, чтобы продолжить.
sk: Heslo bolo úspešne obnovené. Môžete sa prihlásiť.
sl: Geslo je uspešno ponastavljeno. Prijavite se za nadaljevanje.
sq: Fjalëkalimi u ricaktua me sukses. Hyni që të vazhdoni.
sr: Лозинка је успешно ресетована. Пријавите се да бисте наставили.
sr_latn: Lozinka je uspešno resetovana. Prijavite se da biste nastavili.
sv_se: Lösenordet återställt. Logga in för att fortsätta.
te: సంకేతపదం విజయవంతంగా రీసెట్ చేయబడింది. కొనసాగడానికి ప్రవేశించండి.
th: ตั้งรหัสผ่านใหม่สำเร็จแล้ว ลงชื่อเข้าใช้เพื่อดำเนินการต่อ
tr: Parola başarıyla sıfırlandı. Devam etmek için giriş yapın.
tt: Парол уңышлы үзгәртелде. Дәвам итү өчен керегез.
uk: Пароль успішно скинуто. Увійдіть для продовження.
ur: پاس ورڈ کامیابی سے پھر سیٹ ہو چکا ہے۔ جاری رکھنے کے لئے سائن ان کرے۔
vi: Đã đặt lại mật khẩu. Đăng nhập để tiếp tục.

source: Sign in
ar: لِج
ast: Aniciar sesión
az: Daxil ol
be: Увайсці
bg: Вписване
bn_bd: সাইন ইন
bn_in: সাইন ইন
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
el: Σύνδεση
es_ar: Ingresar
es_es: Iniciar sesión
et: Sisselogimine
eu: Hasi saioa
fa: ورود
fi: Kirjaudu sisään
fr: Connexion
fur: Jentre
gd: Clàraich a-steach
gl: Identificarse
he: התחברות
hi_in: साइन इन
hr: Prijava
hu: Bejelentkezés
ia: Aperir session
id: Masuk
is: Innskráning
it: Accedi
ja: ログイン
ka: შესვლა
kab: Kcem
lv: Ieiet
nl: Aanmelden
pa: ਸਾਈਨ ਇਨ
pa_in: ਸਾਈਨ ਇਨ
pl: Zaloguj się
pt: Iniciar sessão
pt_br: Identifique-se
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Hyni
sr: Пријави ме
sr_latn: Prijavi me
sv_se: Logga in
te: ప్రవేశించు
th: ลงชื่อเข้า
tr: Giriş yap
tt: Керү
uk: Увійти
ur: سائن ان کریں
vi: Đăng nhập

source: %(permissionName)s (required)
ar: %(permissionName)s (مطلوبة)
ast: %(permissionName)s (ríquese)
az: %(permissionName)s (tələb edilir)
be: %(permissionName)s (абавязкова)
bg: %(permissionName)s (задължително)
bn_bd: %(permissionName) (আবশ্যক)
bn_in: %(permissionName)s (প্রয়োজনীয়)
cs: %(permissionName)s (vyžadováno)
cy: (Mae angen) %(permissionName)s
da: %(permissionName)s (påkrævet)
el: %(permissionName)s (απαιτείται)
es_ar: %(permissionName)s (obligatorio)
es_es: %(permissionName)s (obligatorio)
et: %(permissionName)s (kohustuslik)
eu: %(permissionName)s (beharrezkoa)
fa: %(permissionName)s (لازم است)
fi: %(permissionName)s (pakollinen)
fr: %(permissionName)s (obligatoire)
fur: %(permissionName)s (obligatori)
gd: %(permissionName)s (riatanach)
gl: %(permissionName)s (requirido)
he: %(permissionName)s (נדרש)
hi_in: %(permissionName)s (required) {ok}
hr: %(permissionName)s (obavezno)
hu: %(permissionName)s (szükséges)
ia: %(permissionName)s (obligatori)
id: %(permissionName)s (dibutuhkan)
is: %(permissionName)s (krafist)
it: “%(permissionName)s” (obbligatorio)
ja: %(permissionName)s (必須)
ka: %(permissionName)s (აუცილებელია)
kab: %(permissionName)s (yettwasra)
lv: %(permissionName)s (nepieciešams)
nl: %(permissionName)s (vereist)
pa_in: %(permissionName)s (ਲਾਜ਼ਮੀ)
pl: %(permissionName)s (wymagane)
pt: %(permissionName)s (requerido)
pt_br: %(permissionName)s (obrigatório)
ru: %(permissionName)s (обязательно)
sk: %(permissionName)s (povinné)
sl: %(permissionName)s (obvezno)
sq: %(permissionName)s (e domosdoshme)
sr: %(permissionName)s (обавезно)
sr_latn: %(permissionName)s (obavezno)
sv_se: %(permissionName)s (krävs)
te: %(permissionName)s (తప్పనిసరి)
th: %(permissionName)s (จำเป็น)
tr: %(permissionName)s (gerekli)
tt: %(permissionName)s (кирәк)
uk: %(permissionName)s (обов’язково)
ur: (ضرورت) %(permissionName)s
vi: %(permissionName)s (yêu cầu)

source: Email address
ar: عنوان البريد الإلكتروني
ast: Direición de corréu
az: E-poçt ünvanı
be: Адрас эл.пошты
bg: Имейл адрес
bn_bd: ইমেইল ঠিকানা
bn_in: ইমেইল
cs: E-mailová adresa
cy: Cyfeiriad e-bost
da: Mailadresse
el: Διεύθυνση email
es_ar: Dirección de correo electrónico
es_es: Dirección de correo
et: E-posti aadress
eu: Helbide elektronikoa
fa: آدرس پست‌الکترونیکی
fi: Sähköpostiosoite
fr: Adresse électronique
fur: Direzion e-mail
gd: Seòladh puist-d
gl: Enderezo do correo
he: כתובת דוא״ל
hi_in: ई-मेल पता
hr: Adresa e-pošte
hu: E-mail cím
ia: Adresse de e-mail
id: Alamat surel
is: Tölvupóstfang
it: Indirizzo email
ja: メールアドレス
ka: ელფოსტის მისამართი
kab: Tansa imayl
lv: Epasta adrese
nl: E-mailadres
pa_in: ਈਮੇਲ ਸਿਰਨਾਵਾਂ
pl: Adres e-mail
pt: Endereço de email
pt_br: Endereço de email
ru: Адрес электронной почты
sk: E-mailová adresa
sl: E-poštni naslov
sq: Adresë email
sr: Имејл-адреса
sr_latn: Imejl-adresa
sv_se: E-postadress
te: ఈమెయిల్ చిరునామా
th: ที่อยู่อีเมล
tr: E-posta adresi
tt: Эл. почта адресы
uk: Адреса е-пошти
ur: ای میل کا پتہ
vi: Địa chỉ email

source: Display name
ar: الاسم المعروض
ast: Nome p'amosar
az: Görüntülənmə adı
be: Адлюстроўнае імя
bg: Име
bn_bd: প্রদর্শিত নাম
bn_in: নাম প্রদর্শন করুন
cs: Zobrazované jméno
cy: Enw dangos
da: Vist navn
el: Εμφανιζόμενο όνομα
es_ar: Nombre para mostrar
es_es: Nombre visible
et: Kuvatav nimi
eu: Bistaratze-izena
fa: نمایش نام
fi: Näyttönimi
fr: Nom d’affichage
fur: Non visualizât
gd: An t-ainm-taisbeanaidh
gl: Nome visíbel
he: שם תצוגה
hi_in: प्रदर्शित होने वाला नाम
hr: Prikazano ime
hu: Megjelenő név
ia: Nomine a monstrar
id: Nama tampilan
is: Nafn til birtingar
it: Nome visualizzato
ja: 表示名
ka: გამოსაჩენი სახელი
kab: Isem yettwaseknen
lv: Parādāmais vārds
nl: Weergavenaam
pa: ਨਾਮ ਦਿਖਾਓ
pa_in: ਦਿਖਾਉਣ ਵਾਲਾ ਨਾਂ
pl: Wyświetlana nazwa
pt: Nome de apresentação
pt_br: Nome
ru: Отображаемое имя
sk: Zobrazované meno
sl: Prikazno ime
sq: Emër në ekran
sr: Име за приказ
sr_latn: Ime za prikaz
sv_se: Visningsnamn
te: చూపించే పేరు
th: ชื่อที่แสดงผล
tr: Görünen ad
tt: Күрсәтеләчәк исемегез
uk: Ім’я для показу
ur: ظاہر ہونے والا نام
vi: Tên hiển thị

source: Account picture
ar: صورة الحساب
ast: Semeya de cuenta
az: Hesab şəkli
be: Відарыс уліковага запісу
bg: Профилна снимка
bn_bd: অ্যাকাউন্ট ছবি
bn_in: অ্যাকাউন্টের ছবি
cs: Obrázek účtu
cy: Llun cyfrif
da: Kontobillede
el: Εικόνα λογαριασμού
es_ar: Foto de la cuenta
es_es: Imagen de la cuenta
et: Konto pilt
eu: Kontuaren argazkia
fa: تصویرِ حساب
fi: Tilin kuva
fr: Photo de profil
fur: Imagjin pal account
gd: Dealbh a’ chunntais
gl: Imaxe da conta
he: תמונת חשבון
hi_in: खाते की तस्वीर
hr: Slika računa
hu: Fiók képe
ia: Imagine del conto
id: Gambar akun
is: Mynd fyrir notandaaðgang
it: Immagine per questo account
ja: アカウント写真
ka: ანგარიშის სურათი
kab: Tugna n umiḍan
lv: Konta attēls
nl: Accountafbeelding
pa: ਖਾਤਾ ਤਸਵੀਰ
pa_in: ਖਾਤੇ ਦੀ ਤਸਵੀਰ
pl: Obraz konta
pt: Imagem da conta
pt_br: Imagem da conta
ru: Фото аккаунта
sk: Obrázok účtu
sl: Slika računa
sq: Foto llogarie
sr: Профилна слика
sr_latn: Profilna slika
sv_se: Kontobild
te: ఖాతా ముఖచిత్రం
th: รูปภาพบัญชี
tr: Hesap resmi
tt: Хисап рәсеме
uk: Зображення облікового запису
ur: اکاﺅنٹ کی تصویر
vi: Ảnh tài khoản

source: Welcome back
ar: مرحبا بعودتك
ast: Bienllegáu de nueves
az: Bir daha xoş gəldiniz
be: З вяртаннем
bg: Добре дошли отново
bn_bd: পুনরায় স্বাগতম
bn_in: পুনরায় স্বাগতম
cs: Vítejte zpět
cy: Croeso nôl
da: Velkommen tilbage
el: Καλώς ορίσατε και πάλι
es_ar: Bienvenido de vuelta
es_es: Te damos de nuevo la bienvenida
et: Tere tulemast tagasi
eu: Ongi etorri berriro
fa: خوش‌آمدید
fi: Tervetuloa takaisin
fr: Heureux de vous revoir !
fur: Bentornât
gd: Fàilte air ais
gl: Benvido de novo
he: ברוכים השבים
hi_in: आपका फिर से स्वागत है
hr: Dobro došli natrag
hu: Üdvözöljük újra
ia: Benvenite de novo
id: Selamat datang kembali
is: Velkomin aftur
it: Bentornato
ja: お帰りなさい
ka: კეთილი იყოს თქვენი დაბრუნება
kab: Anṣuf tikkelt-nniḍen
lv: Prieks jūs atkal redzēt!
nl: Welkom terug
pa: ਵਾਪਸੀ 'ਤੇ ਸਵਾਗਤ ।
pa_in: ਫਿਰ ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy z powrotem
pt: Bem-vindo(a) de volta
pt_br: Bom ter você de volta
ru: С возвращением
sk: Vitajte späť
sl: Dobrodošli nazaj
sq: Mirë se u kthyet
sr: Добро дошли назад
sr_latn: Dobro došli nazad
sv_se: Välkommen tillbaka
te: తిరిగి స్వాగతం
th: ยินดีต้อนรับกลับมา
tr: Yeniden hoş geldiniz
tt: Хуш кайтасыз
uk: З поверненням
ur: واپسى پر خوش آمديد
vi: Chào mừng trở lại

source: Firefox Sync will resume momentarily
ar: سيستكمل فَيَرفُكس المزامنة حالًا
ast: Firefox Sync resumiráse nun momentu
az: Firefox Sync ən qısa zamanda təkrar başlayacaq
be: Сінхранізацыя Firefox працягнецца праз імгненне
bg: Firefox Sync ще продължи веднага
bn_bd: কিছুক্ষণের মধ্যে Firefox Sync শুরু হবে
bn_in: Firefox Sync কিছুক্ষণের জন্য বন্ধ হবে
cs: Firefox Sync bude za chvíli pokračovat v synchronizaci
cy: Bydd Firefox Sync yn cychwyn cyn bo hir
da: Firefox Sync vil begynde igen om et øjeblik
el: Το Firefox Sync θα συνεχίσει εντός ολίγου
es_ar: Firefox Sync continuará en breve
es_es: Firefox Sync se reanudará de un momento a otro
et: Firefox Sync jätkab peagi
eu: Firefox Sync-ek une batean jarraituko du
fa: هم‌گام‌سازی فایرفاکس لحظاتی دیگر ادامه پیدا می‌کند
fi: Firefox Sync jatkaa hetken kuluttua
fr: Firefox Sync reprendra dans quelques instants
fur: Chi di pôc Firefox Sync si ripiarà
gd: Leanaidh sioncronachadh Firefox air a dh’aithghearr
gl: Firefox Sync continuará en breves
he: Firefox Sync יחדש את פעולתו בעוד מספר רגעים
hi_in: Firefox सिंक क्षण भर शुरू हो जाएगा
hr: Firefox sinkronizacija će odmah nastaviti
hu: A Firefox Sync mindjárt folytatódik
ia: Firefox Sync reprendera tosto
id: Firefox Sync akan dilanjutkan kembali
is: Firefox samstilling mun halda áfram eftir augnablik
it: Firefox Sync verrà riattivato a momenti
ja: Firefox Sync はすぐに再開されます
ka: Firefox Sync ახლავე გაგრძელდება
kab: Firefox Sync ad ikemmel akka kra n wakud
lv: Firefox sinhronizācija pēc mirkļa atsāksies
nl: Firefox Sync zal over enkele ogenblikken worden hervat
pa: Firefox ਸਿਙਂਕ ਪਲਾਂ 'ਚ ਮੁੜ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ ।
pa_in: Firefox ਸਿੰਕ ਪਲਾਂ 'ਚ ਮੁੜ ਚਾਲੂ ਹੋਵੇਗਾ
pl: Firefox Sync za chwilę wznowi synchronizację
pt: O Firefox Sync irá retomar dentro de momentos
pt_br: O Firefox Sync retornará em instantes
ru: Через несколько мгновений возобновится Синхронизация Firefox
sk: Firefox Sync bude za chvíľu pokračovať v synchronizácii
sl: Firefox Sync bo kmalu nadaljeval
sq: Firefox Sync-u do të rivihet në punë në çast
sr: Firefox Sync ће одмах наставити
sr_latn: Firefox Sync će odmah nastaviti
sv_se: Firefox Sync återupptas om ett ögonblick
te: Firefox Sync కొంతసేపట్లో ప్రారంభం అవుతుంది
th: Firefox Sync จะทำงานต่อเร็ว ๆ นี้
tr: Firefox Sync az sonra devam edecek
tt: Firefox Sync бераздан дәвам итәчәк
uk: Синхронізація Firefox продовжиться за мить
ur: Firefox ہم وقرت سے لمحہ بھر میں دوبارہ شروع ہوگا
vi: Đồng bộ hóa Firefox sẽ tiếp tục trong giây lát

source: Your password has been reset
ar: صُفّرت كلمة السر
az: Parolunuz sıfırlandı
be: Ваш пароль скінуты
bg: Паролата ви е анулирана
bn_bd: আপনার পাসওয়ার্ড রিসেট হয়েছে
cs: Vaše heslo bylo obnoveno
cy: Mae eich cyfrinair wedi ei ailosod
da: Din adgangskode er blevet nulstillet
el: Έγινε επαναφορά του κωδικού πρόσβασής σας
es_ar: Tu contraseña fue restablecida
es_es: Se ha restablecido tu contraseña
et: Sinu parool on lähtestatud
eu: Zure pasahitza berrezarri egin da
fa: کلمه عبور شو از نو تنظیم شد
fi: Salasanasi on nollattu
fr: Votre mot de passe a été réinitialisé
fur: La tô password e je date ristabilide
gd: Chaidh am facal-faire agad ath-shuidheachadh
gl: Restableceuse o contrasinal.
he: הססמה שלך אופסה
hi_in: आपका पासवर्ड पुनः तैयार कर दिया गया है
hr: Tvoja je lozinka ponovno postavljena
hu: A jelszó vissza lett állítva
ia: Tu contrasigno ha essite reinitialisate
id: Sandi Anda telah disetel ulang
is: Lykilorðið þitt hefur verið endurstillt
it: La password è stata reimpostata
ja: パスワードは変更されました
ka: თქვენი პაროლი განულებულია.
kab: Awla inek uffir yettuwennez
nl: Uw wachtwoord is opnieuw ingesteld
pa_in: ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੇੱਟ ਕੀਤਾ ਜਾ ਚੁੱਕਿਆ ਹੈ
pl: Zmieniono hasło
pt: A sua palavra-passe foi reposta
pt_br: Sua senha foi redefinida
ru: Ваш пароль был сброшен
sk: Vaše heslo bolo obnovené
sl: Vaše geslo je bilo ponastavljeno
sq: Fjalëkalimi juaj u ricaktua
sr: Лозинка је ресетована
sr_latn: Lozinka je resetovana
sv_se: Ditt lösenord har återställts
te: మీ సంకేతపదం రీసెట్ చేయబడింది
th: รหัสผ่านของคุณถูกตั้งใหม่แล้ว
tr: Parolanız sıfırlandı
tt: Серсүзегез алмаштырылды
uk: Ваш пароль було скинуто
ur: آپ کا پاس ورڈ پھر سے سیٹ ہو چکا ہے
vi: Mật khẩu của bạn đã được đặt lại

source: Complete set-up by entering the new password on your other Firefox devices.
ar: أكمِل الإعداد بإدخال كلمة السر الجديدة في أجهزة فَيرفُكس الأخرى.
ast: Completa la configuración introduciendo la contraseña nueva nos otros preseos Firefox de to.
az: Digər Firefox cihazlarınızda yeni parolu daxil etməklə qurulumu tamamlayın.
be: Закончыце наладку, увёўшы новы пароль на іншых вашых прыладах Firefox.
bg: Завършете настройката като въведете новата парола на друго устройство с Firefox.
bn_bd: আপনার ভিন্ন Firefox ডিভাইসে নতুন পাসওয়ার্ড দিয়ে সেট-আপটি সম্পন্ন করুন।
cs: Dokončete nastavení zadáním nového hesla na ostatní zařízeních s Firefoxem.
cy: Cwblhewch y gosod drwy gynnig eich cyfrinair ar eich dyfeisiau Firefox eraill.
da: Indtast den nye adgangskode på dine andre Firefox-enheder for at færdiggøre opsætningen.
el: Ολοκληρώστε τη ρύθμιση εισάγοντας τον νέο κωδικό πρόσβασης στις άλλες σας συσκευές με το Firefox.
es_ar: Complete la configuración introduciendo la nueva contraseña en sus otros dispositivos Firefox.
es_es: Completa la configuración introduciendo la nueva contraseña en el resto de tus dispositivos Firefox.
et: Seadistamise lõpetamiseks sisesta uus parool oma teistes Firefoxi seadmetes.
eu: Konfigurazioa osatzeko, idatzi pasahitz berria Firefox darabilzun beste gailuetan.
fa: برپاسازی را با وارد کردن گذرواژه جدید در سایز دستگاه‌های فایرفاکس خود تکمیل کنید.
fi: Viimeistele asennus syöttämällä uusi salasana muihin Firefox-laitteisiisi.
fr: Terminez la configuration en saisissant le nouveau mot de passe sur vos autres appareils Firefox.
fur: Par completâ la configurazion inserìs la gnove password su ducj chei altris dispositîfs colegâts cun Firefox.
gd: Coilean an suidheachadh le bhith a’ cur a-steach am facal-faire ùr air a’ chorr dhe na h-uidheaman Firefox agad.
gl: Completa a configuración introducindo o novo contrasinal nos outros dispositivos con Firefox.
he: ניתן להשלים את ההתקנה על ידי הקלדת הססמה החדשה במכשירי ה־Firefox הנוספים שלך.
hi_in: अपने अन्य Firefox उपकरणों पर नया पासवर्ड दर्ज करके सेट-अप पूरा करें.
hr: Dovrši postavljanje unosom nove lozinke na tvojim drugim uređajima s Firefoxom.
hu: Fejezze be a beállítást az új jelszó megadásával a többi Firefoxos eszközén.
ia: Pro terminar le configuration, insere le nove contrasigno in tu altere apparatos Firefox.
id: Lengkapi persiapan dengan memasukkan sandi yang baru di perangkat Firefox Anda yang lain.
is: Ljúktu uppsetningunni með því að setja inn nýja lykilorðið á hinum Firefox-tækjunum þínum.
it: Per completare la configurazione inserisci la nuova password su tutti i dispositivi collegati.
ja: 他の端末上の Firefox でも新しいパスワードを入力して、設定を完了してください。
ka: დაასრულეთ გამართვა ახალი პაროლის დანარჩენ მოწყობილობებზე შეყვანით.
kab: Fak tawilla s usekcem n wawal uffir amaynutɣef ibenkan inek Firefox.
nl: Voltooi de installatie door het nieuwe wachtwoord op uw andere Firefox-apparaten in te vullen.
pa_in: ਆਪਣੇ ਹੋਰ ਫਾਇਰਫਾਕਸ ਡਿਵਾਈਸਾਂ ਉੱਤੇ ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰਕੇ ਸੈੱਟ-ਅੱਪ ਨੂੰ ਪੂਰਾ ਕਰੋ।
pl: Dokończ konfigurację wprowadzając nowe hasło na pozostałych urządzeniach z Firefoksem.
pt: Complete a configuração ao digitar a sua nova palavra-passe nos seus outros dispositivos Firefox.
pt_br: Complete a configuração digitando a nova senha em seus outros dispositivos Firefox.
ru: Завершите настройку, введя новый пароль на ваших других устройствах с Firefox.
sk: Dokončite nastavenia zadaním nového hesla na ostatné zariadenia s Firefoxom.
sl: Dokončajte namestitev z vnosom novega gesla na drugih napravah s Firefoxom.
sq: Plotësojeni rregullimin duke dhënë fjalëkalimin e ri te pajisjet tuaja të tjera me Firefox.
sr: Завршите подешавање тако што ћете унети нову лозинку на вашим осталим Firefox уређајима.
sr_latn: Završite podešavanje tako što ćete uneti novu lozinku na vašim ostalim Firefox uređajima.
sv_se: Slutför konfigurationen genom att ange det nya lösenordet på dina andra Firefox-enheter.
te: మీ ఇతర పరికరాలలో కొత్త పాస్‌వర్డ్ నమోదు చేసి ఏర్పాటు పూర్తి చేయండి.
th: ตั้งค่าให้สมบูรณ์ โดยการป้อนรหัสผ่านใหม่บน Firefox ในอุปกรณ์อื่น ๆ
tr: Yeni parolanızı diğer Firefox cihazlarınıza girerek kurulumu tamamlayın.
tt: Firefox'лы башка җиһазларыгызда да яңа паролыгызны кертеп, көйләүне тәмамлагыз.
uk: Завершіть налаштування, ввівши новий пароль на ваших інших пристроях Firefox.
ur: اپنے دیگر Firefox آلات پر نیا پاسورڈ ڈال داخل کرکے سیٹ اپ مکمل کرے۔
vi: Hoàn thành thiết lập bằng cách nhập mật khẩu mới trên các thiết bị Firefox khác của bạn.

source: You are now ready to make changes to your Firefox Account.
ar: أنت جاهز لتجري التغييرات على حساب فَيَرفُكس.
ast: Agora tas preparáu pa facer cambeos na to cuenta de Firefox.
az: Artıq Firefox Hesabınıza dəyişiklik etməyə hazırsınız.
be: Цяпер вы гатовы рабіць змены ў сваім уліковым запісе Firefox.
bg: Вече сте готови да правите промени по своя Firefox Account.
bn_bd: আপনি আপনার Firefox Account এ পরিবর্তনের জন্য প্রস্তুত।
cs: Nyní můžete provést změny ve svém účtu Firefoxu.
cy: Rydych nawr yn barod i wneud newidiadau i'ch Cyfrif Firefox.
da: Du er nu klar til at lave ændringer i din Firefox-konto.
el: Τώρα μπορείτε να κάνετε αλλαγές στον λογαριασμό Firefox σας.
es_ar: Ahora está listo para hacer cambios a su cuenta de Firefox.
es_es: Ya puedes hacer cambios en tu cuenta de Firefox.
et: Nüüd võid Firefoxi kontos muudatusi teha.
eu: Orain prest zaude aldaketak egiteko zure Firefox kontuan.
fa: حالا شما برای ایجاد تغییرات در حساب فایرفاکس خود آماده‌اید.
fi: Olet nyt valmis tekemään muutoksia Firefox-tiliisi.
fr: Vous pouvez désormais effectuer des modifications à votre compte Firefox.
fur: Cumò al è dut pront par modificâ il to account Firefox.
gd: Tha gach rud deiseil a-nis airson rudan sa chunntas Firefox agad a chur air gleus.
gl: Xa pode facer cambios na súa conta de Firefox.
he: כעת באפשרותך לבצע שינויים בחשבון ה־Firefox שלך.
hi_in: आप अपने Firefox खाते में बदलाव करने के लिए अब तैयार हैं।
hr: Sada možeš promijeniti svoj Firefox račun.
hu: Most már végezhet változtatásokat a Firefox fiókján.
ia: Tu es ora preste pro modificar tu conto Firefox.
id: Sekarang Anda sudah siap untuk membuat perubahan pada Firefox Account Anda.
is: Núna geturðu farið að gera breytingar á Firefox-reikningnum þínum.
it: Ora sei pronto per modificare il tuo account Firefox.
ja: あなたは Firefox アカウントに変更を加える準備ができました。
ka: ახლა უკვე შეგიძლიათ თქვენს Firefox-ანგარიშზე ცვლილებების შეტანა.
kab: Aql-ak tura twejḍeḍ akken ad snifleḍ amiḍan-inek Firefox.
nl: U kunt nu wijzigingen aan uw Firefox-account aanbrengen.
pa_in: ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਲਈ ਤਬਦੀਲੀਆਂ ਕਰਨ ਲਈ ਤਬਦੀਲ ਕਰਨ ਤਿਆਰ ਹੋ।
pl: Można teraz wprowadzać zmiany konta Firefoksa.
pt: Está pronto(a) para fazer alterações à sua Conta Firefox.
pt_br: Agora você está pronto para fazer alterações em sua Conta Firefox.
ru: Сейчас вы можете сделать изменения в своём Аккаунте Firefox.
sk: Odteraz môžete robiť zmeny vo svojom účte Firefox.
sl: Sedaj ste pripravljeni za spreminjanje svojega Firefox Računa.
sq: Tani jeni gati të bëni ndryshime te Llogaria juaj Firefox.
sr: Сада сте спремни за прављење измена у вашем Firefox налогу.
sr_latn: Sada ste spremni za pravljenje izmena u vašem Firefox nalogu.
sv_se: Du kan nu göra ändringar i ditt Firefox-konto.
te: మీ Firefox ఖాతాలో మీరు ఇప్పుడు మార్పులు చేసుకోవచ్చు.
th: ตอนนี้คณพร้อมแล้วที่จะเปลี่ยนแปล Firefox Account ของคุณ
tr: Artık Firefox Hesabınızda değişiklik yapmaya hazırsınız.
tt: Сез хәзер Firefox аккаунтыгызга үзгәрешләр ясарга әзерсез.
uk: Тепер ви готові робити зміни в своєму обліковому записі Firefox.
ur: آپ اپنے Firefox اکائونٹ میں تبدیلیاں کرنے کے لیئے تیار ہیں۔
vi: Bây giờ bạn đã sẵn sàng thực hiện các thay đổi đối với Tài khoản Firefox của mình.
