Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
ast: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Ayuda</a>
be: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Даведка</a>
bn_bd: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">সাহায্য</a>
bn_in: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">সাহায্য</a>
cy: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Cymorth</a>
es_ar: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Ayuda</a>
hi_in: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">मदद</a>
lv: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Palidzība</a>
sq: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Ndihmë</a>

source: Get the latest news about Mozilla and Firefox.
ar: احصل على آخر الأخبار موزيلا و فَيَرفُكس.
ast: Consigui les caberes noticies tocante a Mozilla y Firefox.
az: Mozilla və Firefox haqqında son xəbərləri əldə edin.
be: Атрымліваць апошнія навіны пра Mozilla і Firefox.
bg: Получавайте последните новини за Mozilla и Firefox.
bn_bd: Mozilla ও Firefox সম্পর্কিত সর্বশেষ খবর নিন।
bn_in: Mozilla ও FIrefox সম্পর্কে সর্বশেষ খবর পান।
cs: Získejte nejčerstvější novinky o Mozille a Firefoxu.
cy: Derbyniwch y newyddion diweddaraf am Mozilla a Firefox.
da: Få seneste nyt om Mozilla og Firefox.
el: Λάβετε τα τελευταία νέα του Mozilla και του Firefox.
es_ar: Recibí las noticias más recientes sobre Mozilla y Firefox.
es_es: Recibe las últimas noticias de Mozilla y Firefox.
et: Hangi viimased Mozilla ja Firefoxi uudised.
eu: Eskuratu Mozilla eta Firefoxi buruzko azken berriak.
fa: آخرین اخبار فایرفاکس و موزیلا را دریافت کنید.
fi: Saa uusimmat Mozilla- ja Firefox-uutiset.
fr: Recevoir les dernières actualités concernant Mozilla et Firefox.
fur: Ricêf lis ultimis notiziis su Mozilla e Firefox.
gd: Faigh na naidheachdan as ùire mu Mozilla is Firefox.
gl: Reciba as últimas novas sobre Mozilla e Firefox.
he: קבלו את החדשות העדכניות ביותר על Mozilla ו־Firefox.
hi_in: मोज़िला और फ़ायरफ़ॉक्स के विषय में नवीनतम समाचार प्राप्त करें.
hr: Dobijte najnovije vijesti o Mozilli i Firefoxu.
hu: Iratkozzon fel a legfrissebb Mozilla és Firefox hírekre.
ia: Recipe le ultime novas sur Mozilla e Firefox.
id: Dapatkan berita terkini tentang Mozilla dan Firefox.
is: Fáðu nýjustu fréttir um Mozilla og Firefox.
it: Ricevi le ultime notizie su Mozilla e Firefox.
ja: Mozilla と Firefox に関する最新情報を入手しましょう。
ka: მიიღეთ უახლესი ცნობები Mozilla და Firefox-ის შესახებ.
kab: Awi-d isallen ineggura ɣef Mozilla akked Firefox.
lv: Saņemt jaunākās ziņas par Mozilla un Firefox.
nl: Ontvang het laatste nieuws over Mozilla en Firefox.
pa: ਮੋਜ਼ੀਲਾ ਤੇ ਫਾਇਰਫਾਕਸ ਬਾਰੇ ਨਵੀਆਂ ਖ਼ਬਰਾਂ ਲਵੋ।
pa_in: ਮੋਜ਼ੀਲਾ ਤੇ ਫਾਇਰਫਾਕਸ ਬਾਰੇ ਨਵੀਆਂ ਖ਼ਬਰਾਂ ਲਵੋ।
pl: Najnowsze aktualności o Mozilli i Firefoksie.
pt: Obtenha as notícias mais recentes acerca da Mozilla e do Firefox.
pt_br: Receba as últimas notícias sobre a Mozilla e o Firefox.
ru: Получать последние новости о Mozilla и Firefox.
sk: Získajte najčerstvejšie novinky o Mozille a Firefoxe.
sl: Sledite novicam o Mozilli in Firefoxu.
sq: Merrni lajmet më të reja rreth Mozilla-s dhe Firefox-it.
sr: Сазнајте најновије вести о Mozilla-и и Firefox-у.
sr_latn: Saznajte najnovije vesti o Mozilla-i i Firefox-u.
sv_se: Få de senaste nyheterna om Mozilla och Firefox.
te: Mozilla మరియు Firefoxల తాజా వార్తలు పొందండి.
th: สมัครรับข่าวสารล่าสุดเกี่ยวกับ Mozilla และ Firefox
tr: Mozilla ve Firefox hakkındaki son haberleri alın.
tt: Mozilla һәм Firefox хаккындагы соңгы яңалыкларны алыгыз.
uk: Отримайте останні новини про Mozilla і Firefox.
ur: Mozilla اور سے متعلق تازہ ترین خبریں حاصل کریں۔
vi: Nhận tin tức mới nhất về Mozilla và Firefox.

source: %(city)s, %(country)s (estimated)
ar: %(city)s، %(country)s (تقريبًا)
ast: %(city)s, %(country)s (estimao)
az: %(city)s, %(country)s (təxmini)
be: %(city)s, %(country)s (прыблізна)
bg: %(city)s, %(country)s (приблизително)
bn_bd: %(city)s, %(country)s (অনুমানকৃত)
bn_in: %(city)s, %(country)s (আনুমানিক)
cs: %(city)s, %(country)s (odhad)
cy: %(city)s, %(country)s (amcan)
da: %(city)s, %(country)s (anslået)
el: %(city)s, %(country)s (εκτίμηση)
es_ar: %(city)s, %(country)s (estimado)
es_es: %(city)s, %(country)s (aproximado)
et: %(city)s, %(country)s (umbkaudne)
eu: %(city)s, %(country)s (zenbatetsia)
fa: %(city)s, %(country)s (تخمینی)
fi: %(city)s, %(country)s (arvio)
fr: %(city)s, %(country)s (approximatif)
fur: %(city)s, %(country)s (stimâts)
gd: %(city)s, %(country)s (tuairmse)
gl: %(city)s, %(country)s (estimado)
he: ‏%(city)s,‏ %(country)s (משוער)
hi_in: %(city)s, %(country)s (अनुमान)
hr: %(city)s, %(country)s (procijenjeno)
hu: %(city)s, %(country)s (becsült)
ia: %(city)s, %(country)s (estimate)
id: %(city)s, %(country)s (perkiraan)
is: %(city)s, %(country)s (áætlað)
it: %(city)s, %(country)s (approssimativi)
ja: %(country)s、%(city)s (およその位置)
ka: %(city)s, %(country)s (მიახლოებითი)
kab: %(city)s, %(country)s (ahat)
lv: %(city)s, %(country)s (saskaitītas)
nl: %(city)s, %(country)s (geschat)
pa_in: %(city)s, %(country)s (ਅੰਦਾਜ਼ਨ)
pl: %(city)s, %(country)s (przybliżone)
pt: %(city)s, %(country)s (estimado)
pt_br: %(city)s, %(country)s (estimado)
ru: %(city)s, %(country)s (приблизительно)
sk: %(city)s, %(country)s (odhad)
sl: %(city)s, %(country)s (ocena)
sq: %(city)s, %(country)s (hamendësuar)
sr: %(city)s, %(country)s (процењено)
sr_latn: %(city)s, %(country)s (procenjeno)
sv_se: %(city)s, %(country)s (uppskattat)
te: %(city)s, %(country)s (అంచనా)
th: %(city)s %(country)s (โดยประมาณ)
tr: %(city)s, %(country)s (tahmini)
tt: %(city)s%(country)s (чама белән)
uk: %(city)s, %(country)s (можливо)
ur: %(city)s،%(country)s (تخمینہ)
vi: %(city)s, %(country)s (ước tính)

source: %(country)s (estimated)
ar: %(country)s (تقريبًا)
ast: %(country)s (estimáu)
az: %(country)s (təxmini)
be: %(country)s (прыблізна)
bg: %(country)s (приблизително)
bn_bd: %(country)s (অনুমানকৃত)
bn_in: %(country)s (আনুমানিক)
cs: %(country)s (odhad)
cy: %(country)s (amcan)
da: %(country)s (anslået)
el: %(country)s (εκτίμηση)
es_ar: %(country)s (estimado)
es_es: %(country)s (aproximado)
et: %(country)s (umbkaudne)
eu: %(country)s (zenbatetsia)
fa: %(country)s (تخمینی)
fi: %(country)s (arvio)
fr: %(country)s (approximatif)
fur: %(country)s (stimât)
gd: %(country)s (tuairmse)
gl: %(country)s (estimado)
he: %(country)s (משוער)
hi_in: %(country)s (अनुमान)
hr: %(country)s (procijenjeno)
hu: %(country)s (becsült)
ia: %(country)s (estimate)
id: %(country)s (perkiraan)
is: %(country)s (áætlað)
it: %(country)s (approssimativo)
ja: %(country)s (およその位置)
ka: %(country)s (მიახლოებითი)
kab: %(country)s (ahat)
lv: %(country)s (saskaitītas)
nl: %(country)s (geschat)
pa_in: %(country)s (ਅੰਦਾਜ਼ਨ)
pl: %(country)s (przybliżone)
pt: %(country)s (estimado)
pt_br: %(country)s (estimado)
ru: %(country)s (приблизительно)
sk: %(country)s (odhad)
sl: %(country)s (ocena)
sq: %(country)s (hamendësuar)
sr: %(country)s (процењено)
sr_latn: %(country)s (procenjeno)
sv_se: %(country)s (uppskattat)
te: %(country)s (అంచనా)
th: %(country)s (โดยประมาณ)
tr: %(country)s (tahmini)
tt: %(country)s (чама белән)
uk: %(country)s (можливо)
vi: %(country)s (ước tính)

source: IP address: %(ip)s
ar: عنوان IP:‏ %(ip)s
ast: Direición IP: %(ip)s
az: IP Ünvan: %(ip)s
be: IP-адрас: %(ip)s
bg: IP адрес: %(ip)s
bn_bd: আইপি ঠিকানা: %(ip)s
bn_in: IP ঠিকানা: %(ip)s
cs: IP adresa: %(ip)s
cy: Cyfeiriad IP: %(ip)s
da: IP-adresse: %(ip)s
el: Διεύθυνση IP: %(ip)s
es_ar: Dirección IP: %(ip)s
es_es: Dirección IP: %(ip)s
et: IP-aadress: %(ip)s
eu: IP helbidea: %(ip)s
fa: آدرس IP: %(ip)s
fi: IP-osoite: %(ip)s
fr: Adresse IP : %(ip)s
fur: Direzion IP: %(ip)s
gd: Seòladh IP: %(ip)s
gl: Enderezo IP: %(ip)s
he: כתובת IP:‏ %(ip)s
hi_in: IP एड्रेस: %(ip)s
hr: IP adresa: %(ip)s
hu: IP-cím: %(ip)s
ia: Addresse IP: %(ip)s
id: Alamat IP: %(ip)s
is: IP-vistfang: %(ip)s
it: Indirizzo IP: %(ip)s
ja: IP アドレス: %(ip)s
ka: IP-მისამართი: %(ip)s
kab: Tansa IP: %(ip)s
lv: IP adrese: %(ip)s
nl: IP-adres: %(ip)s
pa_in: IP ਸਿਰਨਾਵਾਂ: %(ip)s
pl: Adres IP: %(ip)s
pt: Endereço IP: %(ip)s
pt_br: Endereço IP: %(ip)s
ru: IP-адрес: %(ip)s
sk: IP adresa: %(ip)s
sl: IP-naslov: %(ip)s
sq: Adresë IP: %(ip)s
sr: IP адреса: %(ip)s
sr_latn: IP adresa: %(ip)s
sv_se: IP-adress: %(ip)s
te: IP చిరునామా: %(ip)s
th: ที่อยู่ IP: %(ip)s
tr: IP adresi: %(ip)s
tt: IP адрес: %(ip)s
uk: IP адреса: %(ip)s
ur: IP ایڈریس:%(ip)s
vi: Địa chỉ IP: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
ar: لمزيد من الأمان، رجاءً أكّد تسجيل دخولك لبداء علمية التزامُن مع هذا الجهاز:
ast: Pa más seguranza, confirma esti aniciu de sesión pa entamar a sincronizar con esti preséu:
az: Əlavə təhlükəsizlik üçün, lütfən daxil olmanı təsdiqləyin və bu cihazınızı sinxronlaşdırmaya başlayın:
be: Для дадатковай бяспекі, калі ласка, пацвердзіце гэты ўваход, каб пачаць сінхранізацыю з гэтай прыладай:
bg: За по-голяма сигурност, моля потвърдете вписването, за да започнете синхронизиране на устройството:
bn_bd: বাড়তি নিরাপত্তার জন্য, এই ডিভাইসে সিঙ্ক শুরু করতে আপনার সাইন-ইন নিশ্চিত করুন।
bn_in: অতিরিক্ত নিরাপত্তার জন্য, এই ডিভাইস এর সাথে সিঙ্ক শুরু করতে সাইন-ইন দয়া করে নিশ্চিত করুন:
cs: Pro lepší zabezpečení prosím potvrďte toto přihlášení před začátkem synchronizace tohoto zařízení:
cy: Er mwyn cryfhau eich diogelwch, cadarnhewch y mewngofnodi er mwyn cychwyn cydweddu gyda'r ddyfais hon:
da: Af sikkerhedshensyn skal du bekræfte dette login for at begynde synkronisering med denne enhed:
el: Για επιπρόσθετη ασφάλεια, επιβεβαιώστε αυτήν τη σύνδεση για την εκκίνηση του συγχρονισμού με αυτήν τη συσκευή:
es_ar: Para una mayor seguridad, confirme el inicio de sesión para empezar a sincronizar en este dispositivo:
es_es: Para mayor seguridad, confirma este inicio de sesión para que comience la sincronización con este dispositivo:
et: Turvalisuse lisamiseks kinnita palun see sisselogimine selle seadmega sünkimise alustamiseks:
eu: Segurtasun gehigarrirako, mesedez berretsi saio-hasiera gailu honekin sinkronizatzen hasteko:
fa: برای امنیت بیشتر، لطفا این ورود را تایید کنید تا همگام‌سازی با این دستگاه آغاز شود:
fi: Paremman turvallisuuden vuoksi vahvista tämä kirjautuminen aloittaaksesi synkronointi tämän laitteen kanssa:
fr: Pour une sécurité renforcée, veuillez confirmer cette connexion pour lancer la synchronisation avec cet appareil :
fur: Par vê plui sigurece, conferme chest acès par scomençâ a sincronizâ i dâts su chest dispositîf:
gd: Airson tèarainteachd a bharrachd, dearbh an clàradh a-steach a thòiseachadh air sioncronachadh leis an uidheam seo:
gl: Para maior seguridade, confirme este inicio de sesión para comezar a sincronizar con este dispositivo:
he: לצורך אבטחה מוגברת, נא לאשר התחברות זו על מנת להתחיל בסנכרון עם מכשיר זה:
hi_in: अतिरिक्त सुरक्षा के लिए , कृपया इस साइन-इन की पुष्टि करें ताकि यह डिवाइस सिंक करना शुरू कर सके:
hr: Zbog dodatne sigurnosti potvrdite ovu prijavu kako biste započeli sinkronizaciju s ovim uređajem:
hu: A fokozott biztonság érdekében erősítse meg bejelentkezését az eszközzel történő szinkronizáció előtt:
ia: Pro securitate additional, confirma iste apertura de session ante de synchronisar con iste apparato:
id: Untuk alasan keamanan, mohon konfirmasikan proses masuk ini untuk memulai sinkronisasi dengan perangkat ini:
is: Í öryggisskyni skaltu staðfesta þessa innskráningu til að hefja samstillingu við þetta tæki:
it: Per maggiore sicurezza, conferma questo accesso per iniziare a sincronizzare i dati su questo dispositivo:
ja: 念のため、この端末との同期を開始する前に、正規のログインであることを確認してください:
ka: დამატებითი უსაფრთხოებისთვის, გთხოვთ დაამოწმოთ ეს შესვლა, მოცემულ მოწყობილობასთან სინქრონიზაციის დასაწყებად:
kab: Ugar n tɣellist, ma ulac aɣilif, sentem tuqqna-agi akken ad tessenkreḍ amtawi akked yibenk-agi:
lv: Pievienotai drošībai, lūdzu apstipriniet šo pieslēgumu lai sinhronizētos ar šo ierīci:
nl: Bevestig voor extra beveiliging deze aanmelding om met het synchroniseren met dit apparaat te beginnen:
pa_in: ਵਾਧਾ ਕੀਤੀ ਸੁਰੱਖਿਆ ਲਈ, ਇਸ ਡਿਵਾਈਸ ਨਾਲ ਸਿੰਕ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਇਸ ਸਾਇਨ ਨੂੰ ਤਸਦੀਕ ਕਰੋ:
pl: W celu zwiększenia bezpieczeństwa, proszę potwierdzić to logowanie, aby zacząć synchronizację z tym urządzeniem:
pt: Para segurança adicional, por favor confirme este início de sessão para começar a sincronizar com este dispositivo:
pt_br: Para segurança adicional, confirme este acesso para começar a sincronizar com este dispositivo:
ru: Для повышения безопасности, пожалуйста, подтвердите этот вход для начала синхронизации с этим устройством:
sk: Prosím, potvrďte prihlásenie pred začiatkom synchronizácie s týmto zariadením:
sl: Zaradi večje varnosti potrdite, da ta prijava začne sinhronizacijo naprave:
sq: Për më tepër siguri, ju lutemi, ripohojeni këtë hyrje që të fillojë njëkohësimi me këtë pajisje:
sr: За додатну сигурност, потврдите ову пријаву да започнете синхронизовање са овим уређајем:
sr_latn: Za dodatnu sigurnost, potvrdite ovu prijavu da započnete sinhronizovanje sa ovim uređajem:
sv_se: För extra säkerhet, vänligen bekräfta denna inloggning för att börja synkronisera med den här enheten:
te: అదనపు భద్రత కోసం, ఈ పరికరంతో సింక్ ప్రారంభించడానికి సైన్ ఇన్ నిర్ధారించుకోండి:
th: เพื่อความปลอดภัยเพิ่มเติม โปรดยืนยันการลงชื่อเข้านี้เพื่อเริ่มซิงค์กับอุปกรณ์นี้:
tr: Bu cihazla eşitlemeyi başlatmak için güvenlik önlemi olarak lütfen bu girişi onaylayın:
tt: Өстәмә хәвефсезлек өчен, түбәндәге җиһаз белән синхронлауны башлау өчен, бу керүне раслагыз:
uk: Для додаткової безпеки, схваліть цей вхід, щоб почати синхронізацію з цим пристроєм:
ur: اظاافی سلامتی کے لئے،،براہ مہربانی اس اس آلہ کے ساتھ ہمہ وقت سازی شروع کرنے کے لئے سائن کی تصدیق کریں:
vi: Để bảo mật hơn, vui lòng xác nhận đăng nhập này để bắt đầu đồng bộ hóa với thiết bị này:

source: Bad Request
ar: طلب خاطئ
ast: Solicitú incorreuta
az: Xətalı Sorğu
be: Дрэнны запыт
bg: Грешна заявка
bn_bd: অবৈধ অনুরোধ
bn_in: অগ্রহণযোগ্য অনুরোধ
cs: Chybný požadavek
cy: Cais Gwael
da: Ugyldig forespørgsel
el: Κακό αίτημα
es_ar: Solicitud errónea
es_es: Solicitud errónea
et: Vigane päring
eu: Eskaera okerra
fa: درخواست بد
fi: Virheellinen pyyntö
fr: Requête incorrecte
fur: Richieste sbaliade
gd: Droch-iarrtas
gl: Solicitude incorrecta
he: בקשה שגויה
hi_in: गलत अनुरोध
hr: Loš zahtjev
hu: Hibás kérés
ia: Mal requesta
id: Permintaan Buruk
is: Ógild beiðni
it: Richiesta non valida
ja: 不正なリクエスト
ka: ცუდი მოთხოვნა
kab: Yir tuttra
lv: Slikts pieprasījums
nl: Ongeldige aanvraag
pa_in: ਖ਼ਰਾਬ ਬੇਨਤੀ
pl: Błędne żądanie
pt: Pedido inválido
pt_br: Requisição mal formada
ru: Неверный запрос
sk: Nesprávna požiadavka
sl: Napačna zahteva
sq: Kërkesë e Keqformuar
sr: Лош захтев
sr_latn: Loš zahtev
sv_se: Felaktig begäran
te: తప్పుడు విన్నపం
th: การร้องขอไม่ถูกต้อง
tr: Hatalı İstek
tt: Яраксыз сорау
uk: Неправильний запит
ur: بری درخواست
vi: Yêu cầu không hợp lệ

source: 500 Error
ar: خطأ 500
ast: Fallu 500
az: 500 Xəta
be: Памылка 500
bg: Грешка 500
bn_bd: 500 ভূল
bn_in: 500 ত্রুটি
cs: Chyba 500
cy: Gwall 500
da: Fejl 500
el: Σφάλμα 500
es_ar: Error 500
es_es: Error 500
et: Viga 500
eu: 500 errorea
fa: خطا ۵۰۰
fi: 500 Virhe
fr: Erreur 500
fur: Erôr 500
gd: Mearachd 500
gl: Erro 500
he: שגיאה 500
hi_in: 500 त्रुटि
hr: Greška 500
hu: 500-as hiba
ia: Error 500
id: Kesalahan 500
is: 500 villa
it: Errore 500
ja: 500 エラー
ka: 500 შეცდომა
kab: Tuccḍa 500
lv: 500. kļūda
nl: Fout 500
pa_in: 500 ਗ਼ਲਤੀ
pl: Błąd 500
pt: Erro 500
pt_br: Erro 500
ru: Ошибка 500
sk: Chyba 500
sl: Napaka 500
sq: Gabim 500
sr: Грешка 500
sr_latn: Greška 500
sv_se: 500 Fel
te: 500 లోపం
th: ข้อผิดพลาด 500
tr: Hata 500
tt: 500 хатасы
uk: Помилка 500
ur: 500 نقص
vi: Lỗi 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
ar: للأسف، حدث خطأ ما. تم إبلاغُنا ونعمل علي حل المشكلة.
ast: Rediós, daqué foi mal. Tamos avisaos y trabayaremos nuna igua.
az: Əzizim, burda nəsə səhv gedir. Biz bildiriş aldıq və bunu həll etmək üçün işləyəcik.
be: Ах, нешта пайшло не так. Мы апавешчаныя і пачнём працу над выпраўленнем.
bg: О, не, случи се нещо нередно! Уведомени сме за проблема и ще започнем работа по отстраняването му.
bn_bd: ওহো, সেখানে কিছু গণ্ডগোল হয়েছে, আমরা নোটিশ পেয়েছি এবং মেরামতের জন্য কাজ করছি।
bn_in: ওহো, কিছু একটা ভুল হয়েছিল। যা আমাদের জানানো হয় এবং আমরা তা সংশোধনের কাজে লেগে পরি।
cs: Ale ne, něco se pokazilo. Dostali jsme upozornění a co nejdříve začneme pracovat na opravě.
cy: O, aeth rhywbeth o'i le yn fanna. Rydym wedi cael clywed ac yn gweithio i'w drwsio.
da: Åh nej, noget gik galt. Vi har fået besked, og vil gå i gang med at finde en løsning.
el: Αγαπητέ χρήση, κάτι πήγε στραβά. Έχουμε ειδοποιηθεί και θα αρχίσουμε να εργαζόμαστε πάνω σε μια διόρθωση.
es_ar: ¡Ups! Algo resultó mal aquí. Nos ha llegado la notificación y estamos buscando una solución.
es_es: ¡Ups! Parece que hubo un problema. Nos ha llegado la notificación y estamos buscando una solución.
et: Heldeke, nüüd läks küll midagi valesti. Meid on sellest teavitatud ning alustame vea parandamist.
eu: Ai ene, zerbait gaizki joan da. Jaso dugu abisua eta arazoa konpontzen saiatuko gara.
fa: اوه عزیزم، یک اشتباهی رُخ داده. ما مطلع شدیم و در روی یک اصلاحیه کار خواهیم کرد.
fi: Voi ei, jotain meni vikaan. Saimme tiedon ja alamme korjata tilannetta.
fr: Oups, une erreur est survenue. Nous en avons été informés et allons préparer un correctif.
fur: Orpo, alc al è lât strucj. Nus è rivade a segnalazion dal probleme e o lavorarìn par comedâlu.
gd: Ìoc, chaidh rudeigin cearr. Tha fhios againn gun do thachair e agus tha sinn ag obair air.
gl: Vaia, algo fallou. Chegounos a notificación e buscaremos unha solución.
he: שוד ושבר, משהו השתבש. אנו מודעים לבעיה ופועלים לתיקונה.
hi_in: ओह प्रिय , कुछ गलत हो गया है । हमें अधिसूचित किया गया है और हम इसे सुधारना शुरू करेंगे ।
hr: Joj, došlo je do neke greške. Dobili smo obavijest o grešci i pokušat ćemo je ispraviti.
hu: Ó jaj, valami hiba történt. Értesítést kaptunk, és elkezdünk a javításon dolgozni.
ia: Guai, qualcosa ha fallite. Nos ha recipite notification e va tosto reparar le problema.
id: Tidak, ada yang salah. Kami telah diberitahu dan akan memperbaikinya.
is: Æi, eitthvað fór úrskeiðis þarna. Við höfum fengið tilkynningu og munum fara í að lagfæra þetta.
it: Si è verificato un comportamento anomalo dell’applicazione. Ci è stata inviata la segnalazione del problema e cercheremo di risolverlo quanto prima.
ja: 申し訳ありませんが、何か問題が発生しました。サーバー管理者が通知を受け取り、修正に取りかかります。
ka: ოჰ, არა, რაღაც ისე არ გამოვიდა. ჩვენ ამ ხარვეზის შესახებ უკვე შევიტყვეთ და მის აღმოფხვრაზე ვიმუშავებთ.
kab: Teḍra-d tuccḍa. Yebbeḍ-aɣ-d ulɣu udiɣ ad nteddu ad nseɣti ayagi.
lv: Ak vai, kaut kas nogāja greizi šeit. Mēs esam informēti un sāksim labot kļūdu.
nl: O jee, daar ging iets mis. We zijn op de hoogte gebracht en gaan aan een oplossing werken.
pa_in: ਓਹ ਹੋ, ਕੁਝ ਗਲਤ ਵਾਪਰਿਆ ਹੈ। ਸਾਨੂੰ ਸੂਚਨਾ ਦਿੱਤੀ ਗਈ ਹੈ ਅਤੇ ਅਸੀਂ ਇਸ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗੇ।
pl: Coś się nie powiodło. Zostaliśmy o tym powiadomieni i zaraz się tym zajmiemy.
pt: Oh não, algo correu mal aqui. Fomos notificados e iremos trabalhar numa correção.
pt_br: Infelizmente, algo deu errado. Fomos notificados e vamos começar a trabalhar na solução.
ru: О Боже мой, что-то пошло не так. Мы уведомлены об этом и начнём работу над исправлением.
sk: Niečo sa pokazilo. Boli sme na to upozornení a čo najskôr začneme pracovať na oprave.
sl: Joj, prišlo je do napake. Prejeli smo obvestilo in jo že odpravljamo.
sq: Oh, diç shkoi ters. E vumë re dhe do të punojmë për ta ndrequr.
sr: Упс, нешто погрешно се догодило овде. Обавештени смо и кренућемо са радом на решењу.
sr_latn: Ups, nešto pogrešno se dogodilo ovde. Obavešteni smo i krenućemo sa radom na rešenju.
sv_se: Oj, något gick snett. Vi har blivit underrättade och försöker lösa problemet.
te: అయ్యో, ఏదో తప్పు జరిగింది. మాకు నోటేసు అందింది మరియు మేము దేనిని పరిష్కరిస్తున్నాము.
th: เราทราบถึงความผิดพลาดแล้วและจะดำเนินการแก้ไขต่อไป
tr: Bir şeyler bozuldu galiba. Kendi kendimize otomatik olarak haber verdik, sorunu gidermeye çalışacağız.
tt: Әй Алла, нидер булган монда. Хәбәрен алдык һәм бу хатаны төзәтү өстендә эшләрбез.
uk: Ой, щось пішло не так. Ми отримали сповіщення і почнемо працювати над виправленням.
vi: Ôi trời, có gì đó không ổn. Chúng tôi đã được thông báo và sẽ cố gắng khắc phục.

source: Reset password link expired
ar: انتهت مُدة صلاحية الرابط الخاص بإعادة تعيين كلمة السرّ
ast: Caducó l'enllaz de reaniciu de contraseña
az: Parol sıfırlama keçidinin vaxtı keçib
be: Спасылка для скіду пароля пратэрмінаваная
bg: Връзката за нулиране на парола е с изтекла давност
bn_bd: পাসওয়ার্ড পরিবর্তনের লিঙ্কের মেয়াদ শেষ
bn_in: মেয়াদ শেষ হয়ে যাওয়া পাসওয়ার্ড লিঙ্ক আবার সেট করুন।
cs: Platnost odkazu pro obnovení hesla vypršela
cy: Mae'r ddolen ailosod wedi dod i ben
da: Linket til nulstilling af adgangskode udløb
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης έληξε
es_ar: Reiniciar contraseña
es_es: Enlace para restablecer la contraseña expirado
et: Parooli lähtestamise link aegus
eu: Pasahitza berrezartzeko lotura iraungita
fa: لینک بازنشانی گذوراژه منقضی شده است
fi: Salasanan nollauslinkki on vanhentunut
fr: Le lien de réinitialisation du mot de passe a expiré
fur: Chest colegament par ristabilî la password al è scjadût
gd: Dh’fhalbh an ùine air a’ cheangal airson ath-shuidheachadh an fhacail-fhaire
gl: Caducou a ligazón de restabelecer o contrasinal
he: פג תוקף הקישור לאיפוס הססמה
hi_in: कूटशब्द पुनः तैयार करने हेतु लिंक की वैधता समाप्त
hr: Poveznica za ponovno postavljanje lozinke je istekla
hu: A jelszó-visszaállítási hivatkozás lejárt
ia: Le ligamine pro reinitialisar le contrasigno ha expirate
id: Tautan untuk menyetel ulang sandi telah kedaluwarsa
is: Tengill til að endurstilla lykilorð er útrunninn
it: Questo link per reimpostare la password è scaduto
ja: パスワードをリセットするリンクの有効期限が切れました
ka: პაროლის აღსადგენი ბმული ვადაგასულია
kab: Wennez aseɣwen n wawal uffir aqbuṛ
lv: Paroles atstatīšanas saite nav vairs derīga
nl: Herinitialisatiekoppeling verlopen
pa: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਲਿੰਕ ਦੀ ਮਿਆਦ ਪੁੱਗੀ
pa_in: ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਲਿੰਕ ਦੀ ਮਿਆਦ ਪੁੱਗੀ
pl: Odnośnik do zmiany hasła wygasł
pt: A ligação para reposição da palavra-passe expirou
pt_br: O link para redefinir a senha expirou
ru: Срок жизни ссылки для сброса пароля истёк
sk: Platnosť odkazu na obnovenie hesla vypršala
sl: Povezava za ponastavitev gesla je potekla
sq: Lidhja e ricaktimit të fjalëkalimit skadoi
sr: Веза за ресетовање лозинке је истекла
sr_latn: Veza za resetovanje lozinke je istekla
sv_se: Länken för att återställa lösenordet är inte giltig längre
th: ลิงค์สำหรับตั้งรหัสผ่านใหม่หมดอายุ
tr: Parolayı sıfırlama bağlantısı zaman aşımına uğradı
tt: Паролны алыштыру сылтамасының вакыты узган
uk: Посилання для відновлення паролю недійсне
ur: ری سیٹ پاس ورڈ لنک کی میعاد ختم ہوگئی
vi: Liên kết đặt lại mật khẩu đã hết hạn
