Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: You've tried too many times. Try again %(retryAfterLocalized)s.
ar: لقد حاولت مرات كثيرة. حاول مرة أخرى %(retryAfterLocalized)s.
ast: Intetéstilo milenta vegaes. Volvi probar %(retryAfterLocalized)s.
az: Həddindən çox yoxladınız. %(retryAfterLocalized)s təkrar yoxlayın.
be: Вы зрабілі дужа шмат спробаў. Паспрабуйце зноў %(retryAfterLocalized)s.
bg: Твърде много опити. Пробвайте след %(retryAfterLocalized)s.
bn_bd: আপনি অনেক বার চেষ্টা করেছেন। %(retryAfterLocalized)s আবার চেষ্টা করুন।
bn_in: আপনি অনেকবার চেষ্টা করেছেন। আবার চেষ্টা করুন %(retryAfterLocalized)s।
cs: Vyčerpali jste příliš mnoho pokusů. Zkuste to znovu %(retryAfterLocalized)s.
cy: Rydych wedi cynnig gormod o weithiau. Ceisiwch yn hwyrach %(retryAfterLocalized)s.
da: Du har prøvet for mange gange. Prøv igen %(retryAfterLocalized)s.
el: Έχετε προσπαθήσει πάρα πολλές φορές. Δοκιμάστε ξανά %(retryAfterLocalized)s.
es_ar: Probó demasiadas veces. Inténtelo en %(retryAfterLocalized)s.
es_es: Has probado demasiadas veces. Inténtalo en %(retryAfterLocalized)s.
et: Proovisid liiga palju kordi. Proovi uuesti %(retryAfterLocalized)s.
eu: Gehiegitan saiatu zara. Saiatu berriro %(retryAfterLocalized)s.
fa: شما تعداد دفعات زیادی تلاش کردید. پس از %(retryAfterLocalized)s دوباره سعی کنید.
fi: Olet yrittänyt liian monta kertaa. Yritä uudestaan %(retryAfterLocalized)s.
fr: Vous avez effectué trop d’essais. Veuillez réessayer %(retryAfterLocalized)s.
fur: Tu âs provât masse voltis. Torne prove %(retryAfterLocalized)s.
gd: Rinn thu cus oidhirpean. Feuch ris a-rithist %(retryAfterLocalized)s.
gl: Xa o intentaches moitas veces. Volve intentalo %(retryAfterLocalized)s.
he: ניסית להתחבר יותר מידי פעמים. נא לנסות שוב %(retryAfterLocalized)s.
hi_in: आपने बहुत बार कोशिश की है. पुनः कोशिश करें %(retryAfterLocalized)s.
hu: Túl sokszor próbálkozott. Próbálja újra %(retryAfterLocalized)s múlva.
ia: Tu ha tentate troppo de vices. Retenta %(retryAfterLocalized)s.
id: Terlalu banyak percobaan. Coba lagi %(retryAfterLocalized)s.
is: Þú hefur prófað of oft. Reyndu aftur %(retryAfterLocalized)s.
it: Hai effettuato troppi tentativi errati. Riprova %(retryAfterLocalized)s.
ja: 何回も試したため中断されました。%(retryAfterLocalized)s に試してください。
ka: ზედმეტად ბევრჯერ შეგეშალათ. სცადეთ %(retryAfterLocalized)s-ის შემდეგ.
kab: Tɛerḍeḍ deqs n tikal. Ma ulac aɣilif, ɛreḍ tikelt nniḍen %(retryAfterLocalized)s.
lv: Jūs esat mēģinājuši pārāk daudz reižu. Mēģiniet vēlreiz %(retryAfterLocalized)s.
nl: U hebt het te vaak geprobeerd. Probeer het over %(retryAfterLocalized)s opnieuw.
pa_in: ਤੁਸੀਂ ਬਹੁਤ ਵਾਰ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਹੈ %(retryAfterLocalized)s ਨਾਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Próbowano za wiele razy. Spróbuj ponownie %(retryAfterLocalized)s.
pt: Tentou demasiadas vezes. Tente novamente %(retryAfterLocalized)s.
pt_br: Você já tentou muitas vezes. Tente novamente %(retryAfterLocalized)s.
ru: Вы произвели слишком много попыток. Попробуйте снова через %(retryAfterLocalized)s.
sk: Vyčerpali ste príliš mnoho pokusov. Skúste to znova %(retryAfterLocalized)s.
sl: Preveč poskusov. Poskusite znova %(retryAfterLocalized)s.
sq: E provuat shumë herë. Riprovoni %(retryAfterLocalized)s.
sr: Сувише покушаја је направљено. Пробајте поново за %(retryAfterLocalized)s.
sr_latn: Suviše pokušaja je napravljeno. Probajte ponovo za %(retryAfterLocalized)s.
sv_se: Du har försökt för många gånger. Försök igen om %(retryAfterLocalized)s.
te: మీరు చాలాసార్లు ప్రయత్నించారు. %(retryAfterLocalized)s మళ్ళీ ప్రయత్నించండి.
th: คุณได้พยายามหลายครั้งเกินไป ลองอีกครั้ง %(retryAfterLocalized)s
tr: Çok fazla deneme yaptınız. %(retryAfterLocalized)s yeniden deneyin.
tt: Артык күп тапкыр тырышып карадыгыз. %(retryAfterLocalized)s'тан янәдән тырышыгыз.
uk: Ви зробили забагато спроб. Повторіть знову через %(retryAfterLocalized)s.
ur: آپ نے کئی بار کوشش کر لی ہے۔ بھر کوشش کریں%(retryAfterLocalized)s۔
vi: Bạn đã thử quá nhiều lần. Thử lại %(retryAfterLocalized)s.

source: Invalid token
ar: رمز التسجيل غير صحيح
ast: Pase non válidu
az: Səhv token
be: Няправільны токен
bg: Невалиден токен
bn_bd: অকার্যকর টোকেন
bn_in: অবৈধ টোকেন
cs: Neplatný token
cy: Tocyn annilys
da: Ugyldigt token
el: Μη έγκυρο διακριτικό
es_ar: Identificador no válido
es_es: Token no válido
et: Vigane turvatõend
eu: Token baliogabea
fa: ژتون نامعتبر
fi: Virheellinen poletti
fr: Jeton non valide
fur: Gjeton no valit
gd: Tòcan mì-dhligheach
gl: Código incorrecto
he: אסימון לא חוקי
hi_in: अमान्य टोकन
hr: Nevažeći token
hu: Érvénytelen token
ia: Token invalide
id: Token tidak valid
is: Ógilt auðkenni
it: Token non valido
ja: トークンが正しくありません
ka: უვარგისი ჟეტონი
kab: Ajiṭun mačči d ameɣtu
lv: Nederīga pilnvara
nl: Ongeldige token
pa: ਗਲਤ ਟੋਕਨ
pa_in: ਗਲਤ ਟੋਕਨ
pl: Nieprawidłowy token
pt: Token inválido
pt_br: Token inválido
ru: Неправильный токен
sk: Neplatný token
sl: Neveljaven žeton
sq: Token i pavlefshëm
sr: Неважећи токен
sr_latn: Nevažeći token
sv_se: Ogiltig token
te: చెల్లని టోకెను
th: โทเคนไม่ถูกต้อง
tr: Geçersiz jeton
tt: Хаталы токен
uk: Неправильний токен
ur: ‏‏ناجائز ٹوکن۔
vi: Mã không hợp lệ

source: Invalid timestamp in request signature
ar: ختم الوقت غير صحيح في توقيع الطلب
ast: Marca de tiempu non válida na robla de la solicitú
az: Sorğu imzasında səhv vaxt damğası
be: Няправільная пазнака часу ў подпісе запыту
bg: Невалиден момент от време в подписа на заявката
bn_bd: সাক্ষর অনুরোধে অকার্যকর টাইমস্ট্যাম্প
bn_in: অবৈধ টাইমস্ট্যাম্প আবেদন সইয়ে
cs: Neplatná časová značka v podpisu požadavku
cy: Stamp amser annilys yn y llofnod cais
da: Ugyldigt tidsstempel i request signature
el: Μη έγκυρη χρονοσήμανση στην υπογραφή του αιτήματος
es_ar: La marca de tiempo en la solicitud de la firma no es válida
es_es: Marca de tiempo no válida en la solicitud de firma
et: Vigane ajatempel päringu signatuuris
eu: Denbora-marka baliogabea eskaeraren sinaduran
fa: برچسب زمان در امضای درخواست نامعتبر است
fi: Virheellinen aikaleima pyynnön allekirjoituksessa
fr: Horodatage non valide dans la signature de la requête
fur: Marche temporâl no valide te firme de richieste
gd: Stampa-ama mì-dhligheach ann an soidhneadh an iarrtais
gl: Marca de tempo incorrecta na sinatura da solicitude
he: חתימת זמן לא חוקית בחתימת הבקשה
hi_in: अनुरोध हस्ताक्षर में अवैध समयपंजीकरण
hr: Nevažeća vremenska oznaka u potpisu zahtjeva
hu: Érvénytelen időbélyeg a kérés aláírásában
ia: Marca temporal invalide in le signatura del requesta
id: Stempel waktu pada kode permintaan tidak valid
is: Ógildur tímastimpill í undirskriftarbeiðni
it: Data e ora non valide nella firma della richiesta
ja: リクエスト署名のタイムスタンプが正しくありません
ka: უვარგისი დრო მოთხოვნის ხელმოწერაში
kab: Azemzakud mačči d ameɣtu deg uzmul n tuttra
lv: Nederīgs laika zīmogs pieprasījuma parakstā
nl: Ongeldige tijdstempel in aanvraaghandtekening
pa: ਬੇਨਤੀ ਦਸਤਖਤ ਵਿੱਚ ਗਲਤ ਸਮਾਂ-ਮੋਹਰ
pa_in: ਬੇਨਤੀ ਦਸਤਖਤ ਵਿੱਚ ਗਲਤ ਸਮਾਂ-ਮੋਹਰ
pl: Nieprawidłowy znacznik czasu w podpisie żądania
pt: Timestamp inválido na assinatura do pedido
pt_br: Data e hora inválidos na assinatura da solicitação
ru: Неверная временная марка в подписи запроса
sk: Neplatná časová známka v podpise požiadavky
sl: Neveljaven časovni žig v podpisu zahteve
sq: Vulë e pavlefshme kohore te nënshkrimi i kërkesës
sr: Неважеће временско органичење у захтеву за потпис
sr_latn: Nevažeće vremensko organičenje u zahtevu za potpis
sv_se: Ogiltig tidsstämpel i förfrågansignatur
te: అభ్యర్థన సంతకంలో చెల్లని స్టాంప్
th: เวลาประทับไม่ถูกต้องในการร้องขอลายเซ็น
tr: İstek imzasında geçersiz zaman damgası
tt: Сорау имзасындагы вакыт тамгасында хата
uk: Недійсний відбиток часу у підписі запиту
vi: Dấu thời gian không hợp lệ trên yêu cầu chữ ký

source: Invalid nonce in request signature
ar: الرقم الاعتباطي غير صالح في توقيع الطلب
ast: «nonce» non válidu na robla de solicitú
az: Sorğu imzasında səhv təsadüfi kod
be: Нядзейсны аднаразовы ключ у подпісе запыту
bg: Невалиден nonce в подписа на заявката
bn_bd: স্বাক্ষর অনুরোধে এইবারের মতো অকার্যকর
bn_in: অবৈধ নন্স আবেদন সইয়ে
cs: Neplatné ověření v podpisu požadavku
cy: Nonce annilys yn y llofnod cais
da: Ugyldig nonce i request signature
el: Μη έγκυρος αριθμός μιας χρήσης στην υπογραφή του αιτήματος
es_ar: El código temporal en la solicitud de firma no es válido
es_es: No es válido el valor de seguridad (nonce) en la firma de la solicitud
et: Vigane nonss päringu signatuuris
eu: Nonce baliogabea eskaeraren sinaduran
fa: مقدار نامعتبر در امضا درخواست
fi: Virheellinen nonce-luku pyynnön allekirjoituksessa
fr: Mot non valide dans la signature de la requête
fur: Valôr di “nonce“ no valit te firme de richieste
gd: Nonce mì-dhligheach ann an soidhneadh an iarrtais
gl: Nonce incorrecto na sinatura da solicitude
he: צופן חד־פעמי שגוי בחתימת הבקשה
hi_in: अनुरोध हस्ताक्षर में अवैध अवसर
hr: Nevažeći proizvoljan broj u potpisu zahtjeva
hu: Érvénytelen nonce kód a kérés aláírásában
ia: Nonce invalide in le signatura del requesta
id: Kode nonce pada kode permintaan tidak valid
is: Ógild einnotatala í undirskriftarbeiðni
it: Numero nonce non valido nella firma della richiesta
ja: リクエスト署名の乱数が正しくありません
ka: უვარგისი მოცემული დრო მოთხოვნის ხელმოწერაში
kab: Awal mačči d ameɣtu deg uzmul n tutta
lv: Nederīgs vienreizējais kods pieprasījuma parakstā
nl: Ongeldige nonce in aanvraaghandtekening
pa: ਬੇਨਤੀ ਦਸਤਖਤ ਵਿੱਚ ਗਲਤ ਵਰਤਮਾਨ ਸਮਾਂ
pa_in: ਬੇਨਤੀ ਦਸਤਖਤ ਵਿੱਚ ਗਲਤ ਮੌਜੂਦਾ ਸਮਾਂ
pl: Nieprawidłowy znacznik „nonce” w podpisie żądania
pt: Valor de segurança inválido na assinatura do pedido
pt_br: Valor de segurança inválido na assinatura da solicitação
ru: Неверный случайный код в подписи запроса
sk: Neplatné číslo nonce v podpise požiadavky
sl: Neveljaven žeton v podpisu zahteve
sq: Varg i pavlefshëm te nënshkrimi i kërkesës
sr: Неважећи узорак у захтеву за потпис
sr_latn: Nevažeći uzorak u zahtevu za potpis
sv_se: Ogiltig nonce i förfrågansignatur
te: అభ్యర్థన సంతకంలో చెల్లని సమయము
th: nonce ไม่ถูกต้องในการร้องขอลายเซ็น
tr: İstek imzasında geçersiz karma kod
tt: Сорау имзасындагы очраклы кодта хата
uk: Недійсний випадковий код у підписі запиту
vi: Yêu cầu chữ ký không hợp lệ

source: Account already exists
ar: هذا الحساب موجودٌ مسبقًا
ast: Yá esiste la cuenta
az: Hesab artıq mövcuddur
be: Уліковы запіс ужо ёсць
bg: Сметката съществува
bn_bd: অ্যাকাউন্টটি ইতিমধ্যেই রয়েছে।
bn_in: অ্যাকাউন্ট ইতিমধ্যেই বর্তমান
cs: Účet už existuje
cy: Mae'r cyfrif yn bodoli'n barod
da: Kontoen findes allerede
el: Ο λογαριασμός υπάρχει ήδη
es_ar: La cuenta ya existe
es_es: La cuenta ya existe
et: Konto on juba olemas
eu: Kontua badago lehendik
fa: حساب از پیش وجود دارد
fi: Tili on jo olemassa
fr: Ce compte existe déjà
fur: Chest account al esist za
gd: Tha an cunntas seo ann mu thràth
gl: A conta xa existe
he: חשבון זה כבר קיים
hi_in: खाता पहले से मौजूद है
hr: Račun već postoji
hu: A fiók már létezik
ia: Iste conto ja existe
id: Akun sudah ada
is: Reikningur er þegar til
it: Questo account esiste già
ja: このアカウントは既に存在します
ka: ანგარიში უკვე არსებობს
kab: Amiḍan yella yakan
lv: Konts jau pastāv
nl: Account bestaat al
pa: ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pa_in: ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Konto już istnieje
pt: A conta já existe
pt_br: A conta já existe
ru: Аккаунт уже существует
sk: Účet už existuje
sl: Račun že obstaja
sq: Ka tashmë një llogari të tillë
sr: Налог већ постоји
sr_latn: Nalog već postoji
sv_se: Kontot finns redan
te: ఖాతా ఇప్పటికే ఉనికిలో ఉంది
th: มีบัญชีนี้อยู่แล้ว
tr: Hesap zaten var
tt: Хисап инде бар
uk: Обліковий запис вже існує
ur: اکائونٹ پہلے سے موجود ہے
vi: Tài khoản đã tồn tại

source: Unknown account
ar: الحساب غير معروف
ast: Cuenta desconocida
az: Bilinməyən hesab
be: Невядомы ўліковы запіс
bg: Непозната сметка
bn_bd: অজানা অ্যাকাউন্ট
bn_in: অপরিচিত অ্যাকাউন্ট
cs: Neznámý účet
cy: Cyfrif anhysbys
da: Ukendt konto
el: Άγνωστος λογαριασμός
es_ar: Cuenta desconocida
es_es: Cuenta desconocida
et: Tundmatu konto
eu: Kontu ezezaguna
fa: حساب ناشناخته
fi: Tuntematon tili
fr: Compte inconnu
fur: Account no cognossût
gd: Cunntas nach aithne dhuinn
gl: Conta descoñecida
he: חשבון לא מוכר
hi_in: अज्ञात खाता
hr: Nepoznati račun
hu: Ismeretlen fiók
ia: Conto incognite
id: Akun tidak dikenal
is: Óþekktur reikningur
it: Questo account non esiste
ja: 不明なアカウントです
ka: უცნობი ანგარიში
kab: Amiḍan arussin
lv: Nezināms konts
nl: Onbekende account
pa: ਅਣਜਾਣ ਖਾਤਾ
pa_in: ਅਣਜਾਣ ਖਾਤਾ
pl: Nieznane konto
pt: Conta desconhecida
pt_br: Conta desconhecida
ru: Неизвестный аккаунт
sk: Neznámy účet
sl: Neznan račun
sq: Llogari e panjohur
sr: Непознат налог
sr_latn: Nepoznat nalog
sv_se: Okänt konto
te: తెలియని ఖాతా
th: บัญชีที่ไม่รู้จัก
tr: Bilinmeyen hesap
tt: Билгесез хисап
uk: Невідомий обліковий запис
ur: ‏‏نامعلوم اکاؤنٹ
vi: Tài khoản không xác định

source: Incorrect email case
ar: صيغة البريد الإلكتروني غير صحيحة
ast: Formatu incorreutu de corréu
az: E-poçt hərf formatı düz deyil
be: Некарэктны рэгістр у электроннай пошце
bg: Неправилен мейл
bn_bd: ভুল ইমেইল কেস
bn_in: ভুল ইমেইল কেস
cs: Neplatný tvar e-mailu
cy: Maint nodau e-bost anghywir
da: Fejl. Mailadressen er versalfølsom
el: Εσφαλμένη περίπτωση email
es_ar: Caso de cuenta de correo electrónico incorrecto
es_es: El formato del correo no es válido
et: Vigane e-posti aadress
eu: Helbide elektronikoaren formatu okerra
fa: بزرگی و کوچکی حروف ایمیل نادرست است
fi: Virheellinen sähköpostiosoitteen kirjainkoko
fr: Casse de l’adresse incorrecte
fur: Direzion e-mail sbaliade (maiusculis/minusculis)
gd: Mearachd sa phost-d
gl: Maiúsculas incorrectas no enderezo de correo electrónico
he: אותיות קטנות/גדולות בדוא״ל שגויות
hi_in: गलत ईमेल मामला
hr: Neispravan upis adrese e-pošte
hu: Az e-mail kis- és nagybetűi helytelenek
ia: Majusculas e minusculas incorrecte in le email
id: Surel salah
is: Röng stafstaða í tölvupóstfangi
it: Utilizzo non corretto di maiuscole e minuscole durante la digitazione dell’indirizzo email
ja: メールアドレスの形式が正しくありません
ka: არასწორი ელფოსტა
kab: Amasal n imayl mačči d ameɣtu
lv: Nepareizs epasta reģistrs
nl: Onjuiste letters in e-mailadres
pa: ਗਲਤ ਈਮੇਲ ਕੇਸ
pa_in: ਗਲਤ ਈਮੇਲ ਕੇਸ
pl: Niepoprawna wielkość liter w adresie e-mail
pt: Email incorreto (remova as maiúsculas)
pt_br: Endereço de email incorreto
ru: Неправильный регистр букв электронной почты
sk: Neplatný tvar e-mailovej adresy
sl: Napačna velikost črk e-pošte
sq: Ngatërresë shkronjash të mëdha me të vogla te email-i
sr: Погрешна е-пошта
sr_latn: Pogrešna e-pošta
sv_se: Felaktigt e-postformat
te: సరికాని ఇమెయిల్ కేసు
th: อักษรตัวใหญ่ตัวเล็กในอีเมลไม่ถูกต้อง
tr: Hatalı e-posta yazımı
tt: Эл.почта адресында зур хәрефтән/кечкенә хәрефтән язу хатасы
uk: Неправильний формат адреси електронної пошти
ur: غلط ای میل کیس
vi: Định dạng địa chỉ email không chính xác

source: Incorrect password
ar: كلمة السرّ غير صحيحة
ast: Contraseña incorreuta
az: Parol yanlışdır
be: Няправільны пароль
bg: Неправилна парола
bn_bd: ভুল পাসওয়ার্ড
bn_in: বেঠিক পাসওয়ার্ড
cs: Nesprávné heslo
cy: Cyfrinair anghywir
da: Forkert adgangskode
el: Εσφαλμένος κωδικός πρόσβασης
es_ar: Contraseña incorrecta
es_es: Contraseña incorrecta
et: Vigane parool
eu: Pasahitz okerra
fa: گذرواژه نادرست است
fi: Virheellinen salasana
fr: Mot de passe incorrect
fur: Password sbaliade
gd: Facal-faire cearr
gl: Contrasinal incorrecto
he: ססמה שגויה
hi_in: गलत कूटशब्द
hr: Netočna lozinka
hu: Helytelen jelszó
ia: Contrasigno incorrecte
id: Sandi salah
is: Rangt lykilorð
it: Password errata
ja: パスワードが正しくありません
ka: არასწორი პაროლი
kab: Awal uffir mačči d ameɣtu
lv: Nepareiza parole
nl: Onjuist wachtwoord
pa_in: ਗਲਤ ਪਾਸਵਰਡ
pl: Niepoprawne hasło
pt: Palavra-passe incorreta
pt_br: Senha incorreta
ru: Неправильный пароль
sk: Neplatné heslo
sl: Napačno geslo
sq: Fjalëkalim i pasaktë
sr: Погрешна лозинка
sr_latn: Pogrešna lozinka
sv_se: Fel lösenord
te: తప్పుడు సంకేతపదం
th: รหัสผ่านไม่ถูกต้อง
tr: Parola yanlış
tt: Парол хаталы
uk: Неправильний пароль
ur: غلط پاسورڈ
vi: Mật khẩu không đúng

source: Unverified account
ar: حساب غير مُؤكّد
ast: Cuenta non verificada
az: Təsdiqlənməmiş hesab
be: Непацверджаны ўліковы запіс
bg: Непотвърдена сметка
bn_bd: অযাচাইকৃত অ্যাকাউন্ট
bn_in: অ্যাকাউন্ট যাঁচাই করা হয়নি
cs: Neověřený účet
cy: Cyfrif heb ei ddilysu
da: Ubekræftet konto
el: Μη επαληθευμένος λογαριασμός
es_ar: Cuenta no verificada
es_es: Cuenta no verificada
et: Kinnitamata konto
eu: Egiaztatu gabeko kontua
fa: حساب تایید نشده
fi: Vahvistamaton tili
fr: Compte non confirmé
fur: Chest account nol è stât verificât
gd: Cunntas gun dearbhadh
gl: Conta sen comprobar
he: חשבון לא מאומת
hi_in: असत्यापित खाता
hr: Nepotvrđeni račun
hu: Ellenőrizetlen fiók
ia: Conto non verificate
id: Akun belum diverifikasi
is: Óstaðfestur reikningur
it: Questo account non è stato verificato
ja: 未確認のアカウントです
ka: დაუმოწმებელი ანგარიში
kab: Amiḍan ur yettwasenqed ara
lv: Nepārbaudīts konts
nl: Niet-geverifieerde account
pa: ਨਾ-ਜਾਂਚਿਆ ਖਾਤਾ
pa_in: ਨਾ-ਜਾਂਚਿਆ ਖਾਤਾ
pl: Niezweryfikowane konto
pt: Conta não-verificada
pt_br: Conta não validada
ru: Неподтверждённый аккаунт
sk: Neoverený účet
sl: Nepotrjen račun
sq: Llogari e paverifikuar
sr: Непотврђен налог
sr_latn: Nepotvrđen nalog
sv_se: Overifierat konto
te: ధ్రువీకరించని ఖాతా
th: บัญชีที่ยังไม่ได้ตรวจสอบ
tr: Doğrulanmamış hesap
tt: Расланмаган хисап
uk: Непідтверджений обліковий запис
ur: غیر مصدقہ اکاؤنٹ
vi: Tài khoản chưa được xác minh

source: Invalid verification code
ar: رمز التأكيد غير صحيح
ast: Códigu de verificación non válidu
az: Xətalı təsdiq kodu
be: Няправільны код пацверджання
bg: Невалиден проверяващ код
bn_bd: অকার্যকর যাচাইকরণ কোড
bn_in: অবৈধ যাচাইকরণ কোড
cs: Neplatný ověřovací kód
cy: Cod dilysu annilys
da: Ugyldig bekræftelseskode
el: Μη έγκυρος κωδικός επαλήθευσης
es_ar: Código de verificación inválido
es_es: Código de validación incorrecto
et: Vigane kinnituskood
eu: Egiaztatze-kode baliogabea
fa: کد تایید نامعتبر
fi: Virheellinen vahvistuskoodi
fr: Code de confirmation incorrect
fur: Codiç di verifiche no valit
gd: Còd dearbhadh mì-dhligheach
gl: Código de comprobación incorrecto
he: קוד אימות שגוי
hi_in: अमान्य सत्यापन कूटभाषा
hr: Netočni kȏd za potvrdu
hu: Érvénytelen ellenőrzőkód
ia: Codice de verification invalide
id: Kode verifikasi tidak valid
is: Ógildur staðfestingarkóði
it: Codice di verifica non valido
ja: 確認コードが正しくありません
ka: არასწორი დამადასტურებელი კოდი
kab: Tangalt n usenqed mačči d tameɣtut
lv: Nepareizs pārbaudes kods
nl: Ongeldige verificatiecode
pa: ਗਲਤ ਜਾਂਚ ਕੋਡ
pa_in: ਗਲਤ ਜਾਂਚ ਕੋਡ
pl: Nieprawidłowy kod weryfikacyjny
pt: Código de verificação inválido
pt_br: Código de verificação inválido
ru: Неверный код подтверждения
sk: Neplatný overovací kód
sl: Neveljavna potrditvena koda
sq: Kod verifikimi i pavlefshëm
sr: Неважећи верификациони кôд
sr_latn: Nevažeći verifikacioni kôd
sv_se: Ogiltig verifieringskod
te: చెల్లని ధృవీకరణ కోడ్
th: รหัสตรวจสอบไม่ถูกต้อง
tr: Geçersiz doğrulama kodu
tt: Раслау кодында хата
uk: Недійсний код підтвердження
ur: باجائز تصدیق کنندہ کوڈ
vi: Mã xác minh không hợp lệ

source: Invalid JSON in request body
ar: ‏JSON غير صالح في متن الطلب
ast: JSON non válidu nel cuerpu de solicitú
az: İstək bədənində xətalı JSON
be: Няспраўны JSON у целе запыта
bg: Невалиден JSON в тялото на заявката
bn_bd: অনুরোধ বডিতে JSON টি অচেনা
bn_in: অবৈধ JSON রিকোয়েস্ট বডিতে
cs: Neplatný JSON v těle požadavku
cy: Cais JSON annilys yn y corff
da: Ugyldig JSON i request body
el: Μη έγκυρο JSON στο σώμα του αιτήματος
es_ar: JSON no válido en el cuerpo de la solicitud
es_es: JSON no válido en el cuerpo de la petición
et: Vigane JSON päringu kehas
eu: JSON baliogabea eskaeraren gorputzean
fa: JSON نامعتبر در متن درخواست
fi: Virheellistä JSON-koodia pyyntörungossa
fr: JSON non valide dans le contenu de la requête
fur: Ogjet JSON no valit tal cuarp de rispueste
gd: JSON mì-dhligheach ann am bodhaig an iarrtais
gl: JSON incorrecto no corpo da solicitude
he: JSON שגוי בגוף ההודעה
hi_in: अनुरोध क्षेत्र में अमान्य JSON
hr: Nevažeći JSON u tekstu zahtjeva
hu: Érvénytelen JSON a kérés törzsében
ia: JSON invalide in le corpore del requesta
id: Kode JSON pada isi permintaan tidak valid
is: Ógilt JSON í beiðni
it: Oggetto JSON non valido nel testo della richiesta
ja: リクエスト本体の JSON が正しくありません
ka: უვარგისი JSON მოთხოვნის შიგთავსში
kab: JSON Mačči d ameɣtu di tfekka n tuttra
lv: Nederīgs JSON pieprasījumā
nl: Ongeldige JSON in aanvraagtekst
pa: ਬੇਨਤੀ ਭਾਗ ਵਿੱਚ ਗਲਤ JSON
pa_in: ਬੇਨਤੀ ਭਾਗ ਵਿੱਚ ਗਲਤ JSON
pl: Nieprawidłowy kod JSON w treści żądania
pt: JSON inválido no corpo do pedido
pt_br: JSON inválido no corpo da solicitação
ru: Поврежденный JSON в теле запроса
sk: Neplatný kód JSON v tele požiadavky
sl: Neveljaven JSON v telesu zahteve
sq: JSON i pavlefshëm te lënda e kërkesës
sr: Неважећи JSON у телу за захтев
sr_latn: Nevažeći JSON u telu za zahtev
sv_se: Ogiltig JSON i förfrågan
te: రిక్వస్ట్ బాడీ లో‌ చెల్లని JSON
th: JSON ในตัวการร้องขอไม่ถูกต้อง
tr: İstek gövdesinde geçersiz JSON
tt: Сорау гәүдәсендә хаталы JSON
uk: Недійсний JSON у запиті
vi: JSON không hợp lệ trong nội dung yêu cầu

source: Invalid parameter: %(param)s
ar: معامل غير صالح: %(param)s
ast: Parámetru non válidu: %(param)s
az: Səhv parametr: %(param)s
be: Недапушчальны параметр: %(param)s
bg: Невалиден параметър: %(param)s
bn_bd: ভুল প্যারামিটার: %(param)s
bn_in: ভুল প্যারামিটার: %(param)s
cs: Neplatný parametr: %(param)s
cy: Paramedr annilys: %(param)s
da: Ugyldigt parameter: %(param)s
el: Μη έγκυρη παράμετρος: %(param)s
es_ar: Parámetro inválido: %(param)s
es_es: Parámetro no válido: %(param)s
et: Vigane parameeter: %(param)s
eu: Parametro baliogabea: %(param)s
fa: پارامتر نا معتبر : %(param)s
fi: Virheellinen parametri: %(param)s
fr: Paramètre invalide : %(param)s
fur: Parametri no valit: %(param)s
gd: Paramadair mì-dhligheach: %(param)s
gl: Parámetro incorrecto: %(param)s
he: פרמטר לא חוקי: %(param)s
hi_in: अमान्य मापदंड: %(param)s
hr: Nevažeći parametar: %(param)s
hu: Érvénytelen paraméter: %(param)s
ia: Parametro invalide: %(param)s
id: Parameter tidak valid: %(param)s
is: Ógild breyta: %(param)s
it: Parametro non valido: %(param)s
ja: 不正な引数: %(param)s
ka: მცდარი OAuth პარამეტრი: %(param)s
kab: Aɣewwaṛ mačči d ameɣtu: %(param)s
lv: Nederīgs parametrs: %(param)s
nl: Ongeldige parameter: %(param)s
pa_in: ਅਸਮਰੱਥ ਪੈਰਾਮੀਟਰ: %(param)s
pl: Nieprawidłowy parametr: %(param)s
pt: Parâmetro inválido: %(param)s
pt_br: Parâmetro inválido: %(param)s
ru: Некорректный параметр: %(param)s
sk: Neplatný parameter: %(param)s
sl: Neveljaven parameter: %(param)s
sq: Parametër i pavlefshëm: %(param)s
sr: Неважећи параметар: %(param)s
sr_latn: Nevažeći parametar: %(param)s
sv_se: Ogiltig parameter: %(param)s
te: చెల్లని పరామితి: %(param)s
th: พารามิเตอร์ไม่ถูกต้อง: %(param)s
tr: Geçersiz parametre: %(param)s
tt: Яраксыз параметр: %(param)s
uk: Недійсний параметр: %(param)s
ur: ناجائز پیرامیٹر: %(param)s
vi: Tham số không hợp lệ: %(param)s
