Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
cs: Toto heslo budete potřebovat pro přístup ke všech šifrovaným datům, které si u nás uložíte.<br/>Při jeho obnovení může dojít ke ztrátě všech těchto dat včetně hesel nebo záložek.
da: Du skal bruge denne adgangskode for at få adgang til de krypterede data, du gemmer hos os.<br/>En nulstilling kan medføre tab af data som fx adgangskoder og bogmærker.
el: Χρειάζεστε αυτό τον κωδικό πρόσβασης για πρόσβαση σε κρυπτογραφημένα δεδομένα που αποθηκεύετε σε εμάς.<br/>Επαναφορά, σημαίνει ενδεχομένως απώλεια δεδομένων, όπως κωδικοί πρόσβασης και σελιδοδείκτες.
es_es: Necesitas esta contraseña para acceder a cualquier dato cifrado que almacenes con nosotros.<br/>Un restablecimiento podría provocar la pérdida de datos, como contraseñas y marcadores.
et: Sa vajad seda parooli, et pääseda ligi meie juures salvestatud krüptitud andmetele.<br/>Lähtestamine tähendab andmete, nagu paroolid ja järjehoidjad, potentsiaalset kaotamist.
eu: Gurekin gordetako zifratutako datu orotarako sarbidea izateko behar duzu pasahitz hau.<br/>Pasahitza berrezarriz gero, ziurrenik pasahitzak eta laster-markak galdu egingo dira.
fa: برای دسترسی به هر نوع اطلاعات رمزنگاری شده‌ای ذخیره می‌کنیم، نیاز به این گذرواژه دارید.<br/>تغییر گذرواژه به معنی از دست دادن اطلاعات مانند گذرواژه‌ها و نشانک‌ها خواهد بود.
fi: Tarvitset tätä salasanaa, jotta voit käyttää palveluihimme tallennettuja salattuja tietojasi.<br/>Nollaus tarkoittaa, että saatat menettää tietosi, kuten salasanat ja kirjanmerkit.
fr: Vous avez besoin de ce mot de passe pour accéder aux données chiffrées que vous stockez chez nous.<br/>Le réinitialiser peut entraîner une perte de données telles que les mots de passe ou les marque-pages.
gd: Feumaidh tu am facal-faire seo airson cothrom fhaighinn air dàta crioptaichte agad san stòras againn.<br/>Ma nì thu ath-shuidheachadh, tha teans gun caill thu dàta mar fhaclan-faire agus comharran-lìn.
he: הססמה הזו תשמש אותך כדי לגשת לכל הנתונים המוצפנים שלך המאוחסנים אצלנו.<br/>איפוס הססמה עלול לגרום לאיבוד נתונים כמו ססמאות וסימניות.
hr: Ovu lozinku trebaš za pristupanje bilo kojim šifriranim podatcima koje pohranjujemo za tebe.<br/>Ponovno postavljanje može rezultirati gubitkom podataka, kao što su lozinke i zabilješke.
hu: Azért van szüksége erre a jelszóra, hogy hozzáférjen a nálunk tárolt titkosított adataihoz.<br/>A visszaállítás azt jelenti, hogy elvesztheti a jelszavait és könyvjelzőit.
ia: Iste contrasigno es necessari pro acceder al datos cryptate que tu immagazina in nostre systemas.<br/>Si tu reinitialisa le contrasigno, tu pote perder datos como contrasignos e marcapaginas.
it: Per accedere ai dati crittografati che memorizzi con noi, hai bisogno di questa password.<br/>Un ripristino significa potenzialmente perdere tutti i dati, come password e segnalibri.
ja: このパスワードはサーバーに保存した暗号化されたデータにアクセスするのに必要です。<br/>リセットするとログイン情報やブックマークなどのデータが失われる可能性があります。
ka: თქვენ გჭირდებათ ეს პაროლი, წვდომისთვის ნებისმიერ დაშიფრულ მონაცემებთან, რომელსაც ჩვენთან ინახავთ.<br/>განულების შედეგად, პაროლები და სანიშნები დაიკარგება.
kab: Tesriḍ awal-a uffir akken ad tkecmeḍ ɣer yisefka iwgelhanen akken ad teskelseḍ ɣur-neɣ.<br/>Awennez-is izmer ad d-yeglu s usruḥu n yisefka am wawalen uffiren neɣ ticraḍ n yisebtar.
nl: U hebt dit wachtwoord nodig om toegang te krijgen tot gecodeerde gegevens die u bij ons bewaart.<br/>Een herinitialisatie betekent mogelijk verlies van gegevens zoals wachtwoorden en bladwijzers.
pl: To hasło jest potrzebne, aby uzyskać dostęp do wszystkich zaszyfrowanych danych przechowywanych u nas.<br/>Zmiana hasła oznacza, że możliwa jest utrata danych, takich jak hasła i zakładki.
pt: Precisa desta palavra-passe para aceder a quaisquer dados cifrados que armazene connosco. <br/>Uma reposição significa a perda potencial de dados como palavras-passe e marcadores.
pt_br: Você precisa dessa senha para acessar qualquer dado criptografado que armazena conosco.<br/>Redefinir significa potencialmente perder dados como senhas e favoritos.
ru: Этот пароль необходим вам для доступа к любым зашифрованным данным, которые вы у нас храните.<br/>Сброс пароля повлечёт за собой потенциальную потерю таких данных, как пароли и закладки.
sk: Toto heslo potrebujete na prístup k šifrovaným údajom, ktoré u nás ukladáte.<br/>Obnovenie znamená, že môžete stratiť údaje, ako sú heslá a záložky.
sl: To geslo potrebujete za dostop do šifriranih podatkov, ki jih hranite pri nas.<br/>Ponastavitev pomeni morebitno izgubo podatkov, kot so gesla in zaznamki.
sr: Ова вам је лозинка потребна за приступ шифрованим подацима које чувате код нас.<br/>Поништавање исте може резултовати губитком података попут лозинки и обележивача.
sr_latn: Ova vam je lozinka potrebna za pristup šifrovanim podacima koje čuvate kod nas.<br/>Poništavanje iste može rezultovati gubitkom podataka poput lozinki i obeleživača.
sv_se: Du behöver det här lösenordet för att få åtkomst till krypterad information som du lagrar hos oss.<br/>En återställning innebär att data som lösenord och bokmärken förloras.
th: คุณต้องใช้รหัสผ่านนี้เพื่อเข้าถึงข้อมูลใด ๆ ที่เข้ารหัสที่คุณเก็บไว้กับเรา<br/>การตั้งค่าใหม่อาจทำให้ข้อมูลต่าง ๆ เช่น รหัสผ่าน และที่คั่นหน้า สูญหาย
tr: Sakladığınız şifrelenmiş verilere erişmek için bu parolaya ihtiyacınız olacak.<br/>Bu parolayı sıfırlarsanız kayıtlı parolalar ve yer imleri gibi verilerinizi kaybedebilirsiniz.
uk: Цей пароль необхідний для доступу до будь-яких зашифрованих даних, що зберігаються в нас.<br/>Відновлення означає потенційну втрату даних, наприклад, паролів та закладок.
vi: Bạn cần mật khẩu này để truy cập bất kỳ dữ liệu được mã hóa nào mà bạn lưu trữ với chúng tôi.<br/>Đặt lại có nghĩa là có khả năng mất dữ liệu như mật khẩu và dấu trang.

source: By proceeding, you agree to:<br /> Pocket’s <a id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
es_es: Al continuar, aceptas:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Términos de servicio</a> y <a id="pocket-pp" href="https://getpocket.com/en/privacy/">nota de privacidad</a> de Pocket<br /> <a id="fxa-tos" href="/legal/terms">Términos de servicio</a> y <a id="fxa-pp" href="/legal/privacy">nota de privacidad</a> de Firefox
fi: Jatkamalla hyväksyt:<br /> Pocketin <a id="pocket-tos" href="https://getpocket.com/en/tos/">käyttöehdot</a> ja <a id="pocket-pp" href="https://getpocket.com/en/privacy/">tietosuojakäytännön</a><br /> Firefoxin <a id="fxa-tos" href="/legal/terms">käyttöehdot</a> ja <a id="fxa-pp" href="/legal/privacy">tietosuojakäytännön</a>
hu: A folytatással beleegyezik a továbbiakba:<br /> A Pocket <a id="pocket-tos" href="https://getpocket.com/en/tos/">Szolgáltatási feltételeibe</a> és az <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Adatvédelmi nyilatkozatába</a><br /> A Firefox <a id="fxa-tos" href="/legal/terms">Szolgáltatási feltételeibe</a> és az <a id="fxa-pp" href="/legal/privacy">Adatvédelmi nyilatkozatába</a>
ka: თუ განაგრძობთ, თქვენ ეთანხმებით:<br /> Pocket-ის <a id="pocket-tos" href="https://getpocket.com/en/tos/">გამოყენების პირობებსა</a> და <a id="pocket-pp" href="https://getpocket.com/en/privacy/">პირადი მონაცემების დაცვის განაცხადს</a><br /> Firefox’s <a id="fxa-tos" href="/legal/terms">გამოყენების პირობებსა</a> და <a id="fxa-pp" href="/legal/privacy">პირადი მონაცემების დაცვის განაცხადს</a>
kab: Imi ad tkemmleḍ, ad tqebleḍ:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Tiwtilin n useqdec</a> akedd <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Tsertit n tbaḍnit</a> n Pocket<br /> <a id="fxa-tos" href="/legal/terms">Tiwtilin n useqdec</a> akked <a id="fxa-pp" href="/legal/privacy">Tsertit n tbaḍnit</a> n Firefox
ru: Продолжая, вы принимаете:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Условия службы</a> и <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Уведомление о конфиденциальности</a><br /> Pocket <a id="fxa-tos" href="/legal/terms">Условия службы</a> и <a id="fxa-pp" href="/legal/privacy">Уведомление о конфиденциальности</a> Firefox
sk: Pokračovaním súhlasíte s:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Zmluvné podmienky</a> a <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Oznámenie o ochrane osobných údajov</a> služby Pocket<br /> <a id="fxa-tos" href="/legal/terms">Zmluvné podmienky</a> a <a id="fxa-pp" href="/legal/privacy">Oznámenie o ochrane osobných údajov</a> prehliadača Firefox.
sv_se: Genom att fortsätta godkänner du:<br /> Pockets <a id="pocket-tos" href="https://getpocket.com/en/tos/">användarvillkor</a> och <a id="pocket-pp" href="https://getpocket.com/en/privacy/">sekretesspolicy</a><br /> Firefoxs <a id="fxa-tos" href="/legal/terms">användarvillkor</a> och <a id="fxa-pp" href="/legal/privacy">sekretesspolicy</a>
tt: Дәвам итү нәтиҗәсендә Сез<br /> Pocket-ның <a id="pocket-tos" href="https://getpocket.com/en/tos/">Куллану Шартлары</a> һәм <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Хосусыйлык Аңлатмасы</a><br /> Firefox-ның <a id="fxa-tos" href="/legal/terms">Куллану Шартлары</a> һәм <a id="fxa-pp" href="/legal/privacy">Хосусыйлык Аңлатмасы</a> белән килешәчәксез
uk: Продовжуючи, ви приймаєте:<br /> <a id="pocket-tos" href="https://getpocket.com/en/tos/">Умови надання послуги</a> та <a id="pocket-pp" href="https://getpocket.com/en/privacy/">Положення про приватність</a> Pocket<br /> <a id="fxa-tos" href="/legal/terms">Умови надання послуги</a> та <a id="fxa-pp" href="/legal/privacy">Положення про приватність</a> Firefox

source: Would you like to sync your phone?
es_es: ¿Te gustaría sincronizar tu teléfono?
hi_in: क्या आप अपने फोन को सिंक करना चाहेंगे?
sv_se: Vill du synkronisera din telefon?

source: Send a link by SMS to install Firefox on your phone.
es_es: Envía un enlace por SMS para instalar Firefox en tu teléfono.
hi_in: अपने फोन पर Firefox इंस्टॉल करने के लिए SMS द्वारा एक लिंक भेजें।
sv_se: Skicka en länk via SMS för att installera Firefox på din telefon.

source: SMS &amp; data rates may apply. The recipient’s consent is required. <a %(escapedLearnMoreAttributes)s>Learn more</a>
es_es: SMS &amp; se pueden aplicar tarifas de datos. Se requiere el consentimiento del destinatario. <a %(escapedLearnMoreAttributes)s>Saber más</a>
sv_se: SMS &amp; dataavgifter kan tillkomma. Mottagarens samtycke krävs. <a %(escapedLearnMoreAttributes)s>Läs mer</a>

source: We've sent you a text message
es_es: Te hemos enviado un mensaje de texto
sv_se: Vi har skickat ett textmeddelande

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
cs: Váš účet Firefoxu se chová podezřele. Abychom svůj účet ochránili, nastavte si prosím nové heslo a přihlaste se pomocí něj znovu ke všem službám Firefoxu.
da: Vi har konstateret mistænkelig adfærd på din Firefox-konto. Opret en ny adgangskode for at beskytte din konto. Du skal bruge adgangskoden til at logge ind på alle dine Firefox-kontotjenester.
el: Ανιχνεύσαμε ύποπτη συμπεριφορά στο λογαριασμό Firefox σας. Για να προστατεύσετε το λογαριασμό σας, παρακαλούμε δημιουργήστε ένα νέο κωδικό πρόσβασης. Θα τον χρησιμοποιήσετε για τη σύνδεση σε όλες τις υπηρεσίες του λογαριασμού Firefox σας.
es_es: Detectamos un comportamiento sospechoso en tu cuenta de Firefox. Para proteger tu cuenta, crea una nueva contraseña. Utilizarás esta contraseña para volver a iniciar sesión en todos los servicios de tu cuenta de Firefox.
et: Tuvastasime sinu Firefoxi kontol kahtlase käitumise. Oma konto kaitsmiseks loo palun uus parool. Kasuta seda parooli kõigisse oma Firefoxi konto teenustesse uuesti sisselogimiseks.
eu: Portaera susmagarria antzeman dugu zure Firefox kontuan. Zure kontua babesteko, sortu pasahitz berria mesedez. Pasahitz hau zure Firefox kontua darabilten zerbitzu guztietan saioa berriro hasteko erabiliko duzu.
fi: Havaitsimme epäilyttävää toimintaa Firefox-tililläsi. Aseta uusi salasana tilisi suojaamiseksi. Käytät tätä salasanaa kirjautumaan uudelleen sisään kaikkiin Firefox-tilin palveluihin.
fr: Nous avons détecté des comportements suspects sur votre compte Firefox. Pour protéger votre compte, merci de créer un nouveau mot de passe. Vous utiliserez ce mot de passe pour vous reconnecter sur tous les services de votre compte Firefox.
he: איתרנו התנהגות חשודה בחשבון ה־Firefox שלך. כדי להגן על החשבון שלך, נא ליצור ססמה חדשה. יהיה עליך להשתמש בסיסמה זו כדי להיכנס שוב לכל שירותי חשבון ה־Firefox שלך.
hr: Otkrili smo sumnjivo ponašanje na tvom računu za Firefox. Za zaštitu tvog računa, stvori novu lozinku. Koristit ćeš ovu lozinku za ponovno prijavu na sve tvoje servise računa za Firefox.
hu: Gyanús viselkedést észleltünk Firefox-fiókjában. Fiókja védelme érdekében hozzon létre egy új jelszót. Ezt a jelszót fogja használni, hogy újra bejelentkezzen az összes Firefox-fiókhoz kapcsolódó szolgáltatásba.
ia: Nos ha disvelate un comportamento suspecte sur tu Conto Firefox. Pro proteger tu conto, crea un nove contrasigno. Tu usara iste contrasigno pro tornar a signar in tote le servicios de tu Conto Firefox.
it: Abbiamo rilevato attività sospette sul tuo account Firefox. Per proteggerlo, crea una nuova password. Potrai utilizzare questa password per accedere nuovamente a tutti i servizi del tuo account Firefox.
ja: Firefox アカウントで疑わしい動作が検出されました。アカウントを保護するために、新しいパスワードを作成してください。このパスワードを使用して、すべての Firefox アカウントサービスに再度サインインします。
ka: თქვენს Firefox-ანგარიშზე საეჭვო მოქმედება შევნიშნეთ. თქვენი ანგარიშის დასაცავად, გთხოვთ შექმნათ ახალი პაროლი. მაგ პაროლს გამოიყენებთ ხელახლა შესასვლელად თქვენი Firefox-ანგარიშის ყველა მომსახურებაზე.
kab: Nufa-d dkra n ccek deg umiḍan-ik Firefox. Akken ad tḥ€rzeḍ amiḍan-ik, tanemmirt ma terniḍ awal uffir amaynut. Ad tesqedceḍ awal-a uffir akken ad teqqneḍ ɣer yimeẓla meṛṛan umiḍan-ik Firefox.
nl: We hebben verdacht gedrag op uw Firefox-account gedetecteerd. Maak een nieuw wachtwoord aan om uw account te beschermen. Dit wachtwoord gebruikt u om u weer bij al uw Firefox-accountservices aan te melden.
pl: Wykryliśmy podejrzane zachowanie na Twoim koncie Firefoksa. Aby je chronić, prosimy utworzyć nowe hasło. Użyjesz tego hasła, aby zalogować się z powrotem do wszystkich używanych usług konta Firefoksa.
pt: Detetámos um comportamento suspeito na sua conta do Firefox. Para proteger a sua conta, crie uma nova palavra-passe. Irá utilizar esta palavra-passe para fazer iniciar sessão novamente em todos os seus serviços da conta do Firefox.
pt_br: Detectamos comportamento suspeito na sua Conta Firefox. Para proteger sua conta, crie outra senha. Você usará essa senha para voltar a acessar todos os serviços da sua Conta Firefox.
ru: Мы обнаружили подозрительную активность в вашем аккаунте Firefox. Чтобы защитить его, создайте новый пароль. Вы будете использовать этот пароль для входа во все службы своего аккаунта Firefox.
sk: Vo vašom účte Firefox sme zistili podozrivé správanie. Na ochranu svojho účtu si vytvorte nové heslo. Toto heslo použijete na opätovné prihlásenie do všetkých služieb účtu Firefox.
sl: V vašem Firefox Računu smo zaznali sumljivo dejavnost. Za zaščito računa nastavite novo geslo. S tem geslom se boste znova prijavili v vse storitve svojega Firefox Računa.
sr: Открили смо сумњиво понашање на вашем Firefox налогу. Да бисте заштитили ваш налог, направите нову лозинку. Ову лозинку ћете користити за поновно повезивање са свим услугама вашег Firefox налога.
sr_latn: Otkrili smo sumnjivo ponašanje na vašem Firefox nalogu. Da biste zaštitili vaš nalog, napravite novu lozinku. Ovu lozinku ćete koristiti za ponovno povezivanje sa svim uslugama vašeg Firefox naloga.
sv_se: Vi upptäckte misstänkt beteende på ditt Firefox-konto. Skapa ett nytt lösenord för att skydda ditt konto. Du använder det här lösenordet för att logga in på alla dina Firefox-kontotjänster.
th: เราตรวจพบพฤติกรรมที่น่าสงสัยในบัญชี Firefox ของคุณ เพื่อปกป้องบัญชีของคุณโปรดสร้างรหัสผ่านใหม่ คุณจะใช้รหัสผ่านนี้เพื่อลงชื่อกลับเข้าใช้บริการบัญชี Firefox ทั้งหมดของคุณ
tr: Firefox hesabınızda şüpheli bir davranış tespit ettik. Hesabınızı korumak için lütfen yeni bir parola oluşturun. Tüm Firefox hesap hizmetlerinize tekrar giriş yapmak için bu parolayı kullanacaksınız.
uk: Ми виявили підозрілу активність у вашому обліковому записі Firefox. Для захисту свого облікового запису створіть новий пароль. Цей пароль ви використовуєте для входу в усі служби свого облікового запису Firefox.
vi: Chúng tôi đã phát hiện hành vi đáng ngờ trên tài khoản Firefox của bạn. Để bảo vệ tài khoản của bạn, vui lòng tạo một mật khẩu mới. Bạn sẽ sử dụng mật khẩu này để đăng nhập lại vào tất cả các dịch vụ tài khoản Firefox của bạn.

source: Create Password
cs: Vytvoření hesla
da: Opret adgangskode
el: Δημιουργία κωδικού πρόσβασης
es_es: Crear contraseña
et: Määra parool
eu: Sortu pasahitza
fa: ایجاد گذرواژه
fi: Luo salasana
fr: Créer un mot de passe
he: יצירת ססמה
hu: Jelszó létrehozása
ia: Crear contrasigno
id: Buat kata sandi
it: Crea password
ja: パスワードの作成
ka: შექმენით პაროლი
kab: Rnu awal uffir
nl: Wachtwoord aanmaken
pa_in: ਪਾਸਵਰਡ ਬਣਾਓ
pl: Utwórz hasło
pt: Criar palavra-passe
pt_br: Criar senha
ru: Создать пароль
sk: Vytvoriť heslo
sl: Ustvari geslo
sv_se: Skapa lösenord
th: สร้างรหัสผ่าน
tr: Parola oluştur
tt: Серсүз булдыру
uk: Створити пароль
ur: پاسورڈ بنائیں
vi: Tạo mật khẩu

source: Protect your data with a recovery key
bg: Защитете данните си с ключ за възстановяване
cs: Chraňte svá data obnovovacím klíčem
da: Beskyt dine data med en genoprettelsesnøgle
el: Προστατέψτε τα δεδομένα σας με ένα κλειδί ανάκτησης
es_es: Protege tus datos con una clave de recuperación
et: Kaitse oma andmeid taastevõtmega
eu: Babestu zure datuak berreskuratze-gako batekin
fi: Suojaa tietosi palautusavaimella
fr: Protégez vos données avec une clé de récupération
gd: Dìon an dàta agad le iuchair aisig
he: הגנה על הנתונים שלך באמצעות מפתח שחזור
hr: Zaštiti svoje podatke ključem za oporavak
hu: Védje adatait egy helyreállítási kulccsal
ia: Protege tu datos con un clave de recuperation
it: Proteggi i tuoi dati con una chiave di recupero
ja: 回復用キーでデータを保護する
ka: დაიცავით თქვენი მონაცემები აღდგენის გასაღებით
kab: Mmesten isefka-ik s tsarut n tririt
nl: Bescherm uw gegevens met een herstelsleutel
pl: Chroń swoje dane za pomocą klucza odzyskiwania
pt: Proteja a sua informação com uma chave de recuperação
pt_br: Proteja seus dados com uma chave de recuperação
ru: Защитите свои данные с помощью ключа восстановления
sk: Chráňte svoje údaje pomocou obnovovacieho kľúča
sl: Zaščitite svoje podatke z obnovitvenim ključem
sr: Заштитите ваше податке уз код за опоравак
sr_latn: Zaštitite vaše podatke uz kod za oporavak
sv_se: Skydda dina data med en återställningsnyckel
th: ปกป้องข้อมูลของคุณด้วยกุญแจกู้คืน
tr: Kurtarma anahtarıyla verilerinizi koruyun
tt: Мәгълүматыгызны коткару ачкычы ярдәмендә саклагыз
uk: Захистіть свої дані ключем відновлення
vi: Bảo vệ dữ liệu của bạn bằng khóa khôi phục

source: Your synced data can include passwords you've saved.
cs: Vaše synchronizovaná data mohou obsahovat vaše uložená hesla.
da: Dine synkroniserede data kan omfatte adgangskoder, du har gemt.
el: Τα συγχρονισμένα σας δεδομένα μπορεί να περιέχουν και τους αποθηκευμένους κωδικούς πρόσβασής σας.
es_es: Tus datos sincronizados pueden incluir contraseñas que hayas guardado.
et: Sinu sünkroniseeritud andmed võivad sisaldada salvestatud paroole.
eu: Sinkronizatutako zure datuek gorde dituzun pasahitzak izan ditzakete.
fi: Synkronoidut tiedot voivat sisältää tallentamiasi salasanoja.
fr: Vos données synchronisées peuvent contenir des mots de passe que vous avez enregistrés.
gd: Dh’fhaoidte gum bi faclan-faire a shàbhail thu san dàta sioncronaichte.
he: הנתונים המסונכרנים שלך יכולים לכלול ססמאות ששמרת.
hr: Tvoji sinkronizirani podaci mogu uključivati lozinke koje si spremio/la.
hu: A szinkronizált adatok tartalmazhatnak mentett jelszavakat.
ia: Tu datos synchronisate pote includer contrasignos que tu ha salvate.
it: I dati di sincronizzazione possono includere le password salvate.
ja: 同期データには、保存したパスワードを含めることができます。
ka: თქვენი დასინქრონებული მონაცემები შეიძლება შეიცავდეს შენახულ პაროლებს.
kab: Isefka-ik yemtawin zemren ad gebren awalen uffiren i teskelseḍ yakan.
nl: Uw gesynchroniseerde gegevens kunnen opgeslagen wachtwoorden bevatten.
pa_in: ਤੁਹਾਡੇ ਸਿੰਕ ਕੀਤੇ ਡਾਟੇ ਵਿੱਚ ਤੁਹਾਡੇ ਵਲੋਂ ਸੰਭਾਲੇ ਪਾਸਵਰਡ ਵੀ ਸ਼ਾਮਲ ਹਨ।
pl: Synchronizowane dane mogą zawierać zachowane hasła.
pt: Os seus dados sincronizados podem incluir palavras-passe que guardou.
pt_br: Seus dados sincronizados podem incluir senhas salvas.
ru: Ваши синхронизированные данные могут содержать пароли, которые вы сохранили.
sk: Vaše synchronizované údaje môžu zahŕňať heslá, ktoré ste si uložili.
sl: Vaši sinhronizirani podatki lahko vključujejo shranjena gesla.
sr: Ваши синхронизовани подаци могу да садрже лозинке које сте сачували.
sr_latn: Vaši sinhronizovani podaci mogu da sadrže lozinke koje ste sačuvali.
sv_se: Dina synkroniserade data kan inkludera lösenord som du har sparat.
th: ข้อมูลที่ซิงค์ของคุณอาจมีรหัสผ่านที่คุณได้บันทึกไว้
tr: Eşitlenen verileriniz arasında kayıtlı parolalar da bulunabilir.
uk: Ваші синхронізовані дані можуть включати збережені паролі.
vi: Dữ liệu được đồng bộ hóa của bạn có thể bao gồm mật khẩu bạn đã lưu.
