Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Did you use the system camera? You must pair from within a Firefox app.
az: Sistem kamerasını işlətdiniz? Firefox tətbiqi içindən qoşmalısınız.
be: Выкарыстоўвалі сістэмную камеру? Вы мусіце спарваць знутры праграмы Firefox.
cs: Použili jste systémový fotoaparát? Párování je potřeba zahájit z Firefoxu.
cy: Oeddech chi'n defnyddio camera'r system? Rhaid i chi baru o fewn ap Firefox.
da: Brugte du systemets kamera? Du skal parre ved hjælp af en Firefox-app.
el: Χρησιμοποιήσατε την κάμερα συστήματος; Πρέπει να κάνετε σύζευξη μέσα από την εφαρμογή Firefox.
es_es: ¿Has usado la cámara del sistema? Tienes que conectarla desde una aplicación de Firefox.
et: Kas kasutasid süsteemset kaamerat? Paaristama peab kasutades Firefoxi äppi.
eu: Sistemako kamera darabilzu? Firefox aplikazio batetik parekatu behar duzu.
fa: آیا از دوربین سیستم استفاده کردید؟ شما باید از درون یک برنامه فایرفاکس جفت سازی کنید.
fi: Käytitkö järjestelmän kameraa? Parittaminen tulee tehdä Firefox-sovelluksesta.
fr: Avez-vous utilisé la caméra du système ? L’association doit être effectuée depuis une application Firefox.
fur: Âstu doprât la fotocjamare di sisteme? Tu scugnis associâ di dentri di une aplicazion di Firefox.
gd: An do chleachd thu camara an t-siostaim? Feumaidh tu paidhreachadh o bhroinn aplacaid Firefox.
gl: Usou a cámara do sistema? Ten que emparellar desde unha aplicación de Firefox.
he: האם השתמשת במצלמת המערכת? יש לבצע צימוד מתוך היישום Firefox.
hr: Je li koristiš kameru sustava? Upariti moraš iz Firefox aplikacije.
hu: Használta a rendszerkamerát? Párosítania kell egy Firefox alkalmazásból.
ia: Ha tu usate le camera del systema? Tu debe accopular ab intra un application de Firefox.
id: Apakah Anda menggunakan kamera sistem? Anda harus memasangkan dari dalam aplikasi Firefox.
is: Notaðirðu myndavél stýrikerfisins? Þú verður að para innan úr Firefox-forritinu.
it: Hai utilizzato la fotocamera di sistema? Bisogna effettuare l’associazione da un’app di Firefox.
ja: システムカメラを使用しましたか？ Firefox アプリ内からペアリングする必要があります。
ka: სისტემის კამერას იყენებდით? მიერთებაა საჭირო Firefox-ის აპლიკაციიდან.
kab: Tesqedceḍ takamirat n unagraw? Issefk acuddu ad yettwag seg usnas Firefox.
nl: Hebt u de systeemcamera gebruikt? U moet koppelen vanuit een Firefox-app.
pa_in: ਕੀ ਤੁਸੀਂ ਸਿਸਟਮ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਸੀ? ਤੁਹਾਨੂੰ ਫਾਇਰਫਾਕਸ ਐਪਲੀਕੇਸ਼ਨ ਦੇ ਅੰਦਰੋਂ ਜੋੜਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Czy użyto aparatu systemowego? Należy powiązać z poziomu aplikacji Firefox.
pt: Utilizou a câmara do sistema? Deve emparelhar de dentro de uma aplicação do Firefox.
pt_br: Você usou a câmera do sistema? Você deve parear de dentro de um app Firefox.
ru: Вы использовали системную камеру? Вы должны выполнить сопряжение в приложении Firefox.
sk: Použili ste fotoaparát systému? Párovanie je potrebné zahájiť z Firefoxu.
sl: Ste uporabili sistemski fotoaparat? Seznanitev morate opraviti iz aplikacije Firefox.
sq: Përdorët kamerën e sistemit? Duhet të bëni çiftim që nga brenda aplikacionit Firefox.
sr: Да ли сте користили системску камеру? Морате да се упарите у оквиру Firefox апликације.
sr_latn: Da li ste koristili sistemsku kameru? Morate da se uparite u okviru Firefox aplikacije.
sv_se: Vill du använda enhetens kamera? Du måste para ihop den från en Firefox-app.
th: คุณใช้กล้องระบบหรือไม่? คุณต้องจับคู่จากภายในแอพ Firefox
tr: Sistem kamerasını mı kullandınız? Bir Firefox uygulaması içinden eşleştirme yapmalısınız.
uk: Ви використали системну камеру? Ви повинні створити пару в програмі Firefox.
vi: Bạn đã sử dụng máy ảnh hệ thống? Bạn phải ghép nối từ trong ứng dụng Firefox.

source: Verified
be: Пацверджана
cy: Dilyswyd
da: Bekræftet
el: Επαληθεύτηκε
es_es: Verificado
fa: تایید شد
fi: Vahvistettu
fr: Vérifiée
gd: Air a dhearbhadh
hi_in: सत्‍यापित किया गया
hr: Potvrđeno
hu: Ellenőrizve
ia: Verificate
id: Diverifikasi
it: Verificato
ka: დამოწმებულია
kab: Ittwasenqeḍ
pl: Zweryfikowano
pt: Verificado
pt_br: Validado
ru: Подтверждён
sk: Overená
sq: U verifikua
sr: Потврђено
sr_latn: Potvrđeno
sv_se: Verifierad
th: ยืนยันแล้ว
tr: Doğrulandı
tt: Расланды
uk: Підтверджено
ur: تصدیق شدہ
vi: Đã xác minh

source: Verification required
be: Патрэбна пацверджанне
cy: Mae angen dilysu
sq: Lypset verifikim

source: Subscriptions
ar: الاشتراكات
az: Abunəliklər
be: Падпіскі
bg: Абонаменти
cs: Předplatné
cy: Tanysgrifiadau
da: Abonnementer
el: Συνδρομές
es_es: Suscripciones
et: Tellimused
eu: Harpidetzak
fa: اشتراک‌ها
fi: Tilaukset
fr: Abonnements
fur: Sotscrizions
gd: Fo-sgrìobhaidhean
gl: Subscricións
he: מנויים
hi_in: सदस्यताएँ
hr: Pretplate
hu: Előfizetések
ia: Subscriptiones
id: Langganan
is: Áskriftir
it: Sottoscrizioni
ja: 購読
ka: გამოწერები
kab: Ajerred
nl: Abonnementen
pa_in: ਮੈਂਬਰੀ
pl: Subskrypcje
pt: Subscrições
pt_br: Inscrições
ru: Подписки
sk: Predplatné
sl: Naročnine
sq: Pajtime
sr: Претплате
sr_latn: Pretplate
sv_se: Prenumerationer
te: చందాలు
th: การสมัครสมาชิก
tr: Abonelikler
tt: Язылулар
uk: Підписки
ur: رکنیت
vi: Thuê bao

source: Manage…
be: Кіраванне…
cy: Rheoli…
sq: Administroni…

source: Get the most out of your account
be: Атрымайце максімум ад свайго ўліковага запісу
cy: Cael y gorau o'ch cyfrif
sq: Përfitoni maksimumin nga llogaria juaj

source: Sync these everywhere you sign in
be: Сінхранізуйце ўсюды, дзе ўвайшлі ў сістэму
cy: Cydweddwch y rhain ym mhob man y byddwch yn mewngofnodi
sq: Njëkohësoni këto kudo që bëni hyrjen

source: Practical knowledge is coming to your inbox
be: Практычныя веды ў вашай паштовай скрыні
cy: Mae gwybodaeth ymarferol yn dod i'ch blwch derbyn
sq: Dija praktike po vjen në postën tuaj

source: Sign up for more:
be: Падпішыцеся на больш:
cy: Cofrestrwch am ragor:
sq: Regjistrohuni për më tepër:

source: Be safer and smarter online
az: İnternetdə daha ağıllı və güvəndə olun
be: Будзьце больш разумнымі і бяспечнымі ў сеціве
bg: Останете в безопасност и бъдете по-разумни онлайн
cs: Zjistěte vše potřebné online
cy: Byddwch yn fwy diogel ac yn fwy craff ar-lein
da: Vær sikrere og smartere på nettet
el: Περισσότερη ασφάλεια και γνώσεις στο διαδίκτυο
es_es: Sé más seguro e inteligente en línea
et: Ole võrgus turvaliselt ja targalt
eu: Izan seguru eta azkarragoa Interneten
fa: به صورت آنلاین امن‌تر و باهوش‌تر بمانید
fi: Pysy turvassa ja fiksuna verkossa
fr: Apprendre à naviguer intelligemment et en sécurité
fur: Navigâ sigûrs e cul cjâf
gd: Bi sàbhailte ’s glic air loidhne
gl: Goce dunha Internet máis segura e intelixente
hi_in: ऑनलाइन सुरक्षित और चालाक बनें
hr: Budi sigurniji i pametniji na internetu
hu: Legyen nagyobb biztonságban és legyen okosabb online
ia: Sia plus secur e plus intelligente in linea
id: Lebih aman dan cerdas saat online
is: Vertu öruggari og snjallari á netinu
it: Come essere più sicuri e consapevoli online
ja: オンラインをより安全でスマートに
ka: გამოიყენეთ ინტერნეტი უსაფრთხოდ და მოხერხებულად
kab: Issin ad tinigeḍ s teḥerci akked tɣellist.
nl: Wees veiliger en slimmer online
pa_in: ਆਨਲਾਈਨ ਵੱਧ ਸੁਰੱਖਿਅਤ ਅਤੇ ਸਮਝਦਾਰ ਬਣੋ
pl: Bezpieczniej i mądrzej korzystaj z Internetu
pt: Esteja seguro(a) e mais inteligente online
pt_br: Fique mais seguro e esperto online
ru: Станьте безопаснее и умнее в Интернете
sk: Buďte chytrejší na internete
sl: Bodite varnejši in pametnejši na spletu
sq: Jini më të parrezikuar dhe të mençur në internet
sr: Будите безбеднији и паметнији на мрежи
sr_latn: Budite bezbedniji i pametniji na mreži
sv_se: Bli säkrare och smartare online
th: อยู่บนโลกออนไลน์ได้อย่างปลอดภัยและฉลาดขึ้น
tr: İnterneti daha güvenli ve akıllıca kullanın
tt: Интернетта иминлерәк һәм акыллырак булыгыз
uk: Будьте безпечнішими та розумнішими в Інтернеті
ur: آن لائن محفوظ اور ہوشیار رہیں
vi: An toàn hơn và thông minh hơn trên mạng

source: Invite me to test new Mozilla products
be: Запрашаць мяне на тэставанне новых прадуктаў Mozilla
cy: Gwahoddwch fi i brofi cynnyrch Mozilla newydd
sq: Ftomëni të testoj produkte të reja Mozilla

source: Take action to keep the internet healthy
az: İnterneti sağlam qorumaq üçün kömək edin
be: Прыміце меры, каб захаваць інтэрнэт здаровым
bg: Вземете мерки, за да поддържате интернет здрав
cs: Bojujte za zdravý internet
cy: Gweithredwch i gadw'r rhyngrwyd yn iach
da: Gør noget for at holde internettet sundt
el: Λάβετε δράση για ένα υγιές διαδίκτυο
es_es: Reacciona para que Internet siga siendo saludable
et: Võta kasutusele meetmeid interneti tervena hoidmiseks
fa: کاری برای سالم ماندن اینترنت انجام دهید
fi: Aktivoidu pitääksesi internetin terveenä
fr: Agir pour la bonne santé d’Internet
gd: Gabh pàirt is cùm an t-eadar-lìon slàn fallain
he: נקיטת פעולה לשמירת בריאות האינטרנט
hi_in: इंटरनेट को स्वस्थ रखने के लिए कार्रवाई करें
hr: Poduzmi korake za održavanje zdravog interneta
hu: Tegyen lépéseket, hogy az internet egészséges maradjon
ia: Age pro mantener Internet in bon sanitate
id: Ambil tindakan untuk menjaga kesehatan Internet
it: Come mantenere Internet in salute con le tue azioni
ja: インターネットを健全に保つために行動しましょう
ka: შეიტანეთ წვლილი ინტერნეტის სიჯანსაღისთვის
kab: Xdem kra i tezmert yelhan n internet
nl: Zet u in om het internet gezond te houden
pa_in: ਇੰਟਰਨੈੱਟ ਨੂੰ ਮਜ਼ਬੂਤ ਬਣਾਈ ਰੱਖਣ ਲਈ ਕਾਰਵਾਈ ਕਰੋ
pl: Podejmij działania, aby Internet pozostał zdrowy
pt: Tome medidas para manter a internet saudável
pt_br: Tome uma atitude para manter a internet saudável
ru: Помогите здоровому Интернету оставаться таким
sk: Boj za zdravý internet
sl: Ukrepajte in ohranite internet zdrav
sq: Hidhuni në veprim për ta mbajtur Internetin të shëndetshëm
sr: Предузмите кораке за одржавање здравог интернета
sr_latn: Preduzmite korake za održavanje zdravog interneta
sv_se: Vidta åtgärder för att hålla internet friskt
th: ร่วมลงมือสร้างอินเตอร์เน็ตที่ดี
tr: İnternetin sağlığını korumak için harekete geçin
tt: Сәламәт Интернетка сәламәт булып калырга ярдәм итегез
uk: Вживайте заходів, щоб зберегти Інтернет здоровим
ur: انٹرنیٹ کو صحت مند رکھنے کے لئے اقدامات کریں
vi: Hãy hành động để giữ cho internet khỏe mạnh

source: One last step
be: Апошні крок
cy: Un cam olaf
sq: Edhe një hap të fundit

source: Check %(escapedEmail)s for a confirmation link and we’ll get you on your way.
be: Праверце ў %(escapedEmail)s спасылку для пацверджання, і мы падтрымаем вас на вашым шляху.
cy: Gwiriwch %(escapedEmail)s am ddolen gadarnhau a byddwn yn eich rhoi chi ar eich ffordd.
sq: Shihni %(escapedEmail)s për një lidhje ripohimi dhe do t’ju bëjmë gati.

source: Sign in <span class="service">to your Firefox account</span>
be: Увайдзіце <span class="service">ў свой уліковы запіс Firefox</span>
cy: Mewngofnodwch i <span class="service">i'ch cyfrif Firefox</span>
sq: Bëni hyrjen <span class="service">te llogaria juaj Firefox</span>

source: Create your Firefox account
be: Стварыць уліковы запіс Firefox
cy: Crëwch gyfrif Firefox
sq: Krijoni llogarinë tuaj Firefox

source: Change email
be: Змяніць эл.пошту
cs: Změnit e-mail
cy: Newid e-bost
da: Skift mailadresse
el: Αλλαγή email
es_es: Cambiar correo
et: Muuda e-posti aadressi
eu: Aldatu helbide elektronikoa
fa: تغییر ایمیل
fi: Vaihda sähköpostiosoitetta
fr: Changer d’adresse électronique
fur: Modifiche e-mail
gd: Atharraich am post-d
gl: Cambiar o enderezo de correo electrónico
he: שינוי כתובת דוא״ל
hi_in: ईमेल बदलें
hr: Promijeni e-poštu
hu: E-mail cím módosítása
ia: Cambiar adresse de e-mail
id: Ubah surel
is: Breyta tölvupóstfangi
it: Modifica email
ja: メールアドレスを変更
ka: ელფოსტის შეცვლა
kab: Snifel imayl
nl: E-mailadres wijzigen
pa_in: ਈਮੇਲ ਬਦਲੋ
pl: Zmień adres e-mail
pt: Alterar email
pt_br: Alterar email
ru: Сменить адрес электронной почты
sk: Zmeniť e-mailovú adresu
sl: Sprememba e-pošte
sq: Ndryshoni email
sr: Промените адресу е-поште
sr_latn: Promenite adresu e-pošte
sv_se: Ändra e-postadress
th: เปลี่ยนอีเมล
tr: E-postayı değiştir
tt: Эл. почтаны үзгәртү
uk: Змінити адресу електронної пошти
ur: ای میل تبدیل کریں
vi: Thay đổi email

source: You did it! You’re signed in.
be: Вы зрабілі гэта! Вы ўвайшлі ў сістэму.
cy: Da iawn! Rydych wedi mewngofnodi.
sq: Ia dolët! Jeni futur.

source: Now get Firefox everywhere else.
be: Цяпер атрымайце Firefox на ўсіх астатніх прыладах.
cy: Nawr defnyddio Firefox ym mhob man arall.
sq: Tani merreni Firefox-in kudo gjetkë.

source: Sign in on your other devices to get all the products, knowledge, and privacy features of Firefox.
be: Увайдзіце на іншых прыладах, каб атрымаць усе прадукты, веды і магчымасці прыватнасці Firefox.
cy: Mewngofnodwch ar eich dyfeisiau eraill i gael holl gynnyrch, gwybodaeth, a nodweddion preifatrwydd Firefox.
sq: Hyni që nga pajisjet tuaja të tjera, që të merrni krejt produktet, dije dhe veçori privatësie të Firefox-it.

source: Why sign in on another device?
be: Навошта ўваходзіць на іншай прыладзе?
cy: Pam mewngofnodi ar ddyfais arall?
es_es: ¿Por qué iniciar sesión en otro dispositivo?
hi_in: किसी अन्य डिवाइस पर साइन इन क्यों करें?
sq: Pse të bëj hyrjen që nga një pajisje tjetër?
sv_se: Varför logga in på en annan enhet?

source: Start browsing
ar: ابدأ التصفح
be: Пачаць агляданне
bg: Започнете да разглеждате
cs: Začít prohlížet
cy: Cychwyn pori
da: Gå i gang med at bruge nettet
el: Έναρξη περιήγησης
es_es: Empieza a navegar
et: Alusta veebilehitsemist
eu: Hasi nabigatzen
fa: شروع کنید به مرور اینترنت
fi: Aloita selaaminen
fr: Commencer la navigation
gd: Tòisich air brabhsadh
he: התחלת גלישה
hi_in: ब्राउजिंग शुरू करें
hr: Započni pregledavati
hu: Böngészés megkezdése
ia: Comenciar a navigar
id: Mulai menjelajah
it: Inizia a navigare
ja: ブラウジングを始める
ka: დაიწყეთ მოგზაურობა ინტერნეტში
kab: Bdu tunigin
nl: Beginnen met browsen
pa_in: ਬਰਾਊਜ਼ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ
pl: Zacznij przeglądanie
pt: Começar a navegar
pt_br: Iniciar navegação
ru: Начать веб-сёрфинг
sk: Začnite prehliadať
sl: Začnite z brskanjem
sq: Filloni të shfletoni
sr: Почните прегледати
sr_latn: Počnite pregledati
sv_se: Börja surfa
te: విహరించడం మొదలుపెట్టండి
th: เริ่มการเรียกดู
tr: Gezinmeye başlayın
tt: Гизүне башлау
uk: Почати перегляд
ur: براؤزنگ کا آغاز کریں
vi: Bắt đầu duyệt web

source: Check your texts
be: Праверце SMS-паведамленні
cy: Gwiriwch eich negeseuon testun
es_es: Revisa tus SMS
hi_in: अपने अवतरणों की जाँच करें
sq: Kontrolloni tekstet tuaja
sv_se: Kontrollera dina texter

source: A link to the Firefox app was sent to %(escapedPhoneNumber)s
be: Спасылка на праграму Firefox была адпраўлена на %(escapedPhoneNumber)s
cy: Anfonwyd dolen i'r ap Firefox i %(escapedPhoneNumber)s
es_es: Se envió un enlace a la aplicación de Firefox a %(escapedPhoneNumber)s
hi_in: Firefox ऐप का लिंक %(escapedPhoneNumber)s पर भेजा गया
sq: Te %(escapedPhoneNumber)s u dërgua një lidhje për te aplikacioni Firefox
sv_se: En länk till Firefox-appen skickades till %(escapedPhoneNumber)s

source: Wrong number?
be: Няправільны нумар?
cy: Rhif anghywir?
es_es: ¿Número incorrecto?
hi_in: गलत नंबर?
sq: Numër i gabuar?
sv_se: Fel nummer?

source: If you are not receiving the SMS message, you can also search your app store for “Firefox.”
be: Калі вы не атрымліваеце SMS-паведамленне, вы можаце пашукаць у сваёй краме праграм па запыце «Firefox».
cy: Os nad ydych yn derbyn y neges SMS, gallwch hefyd chwilio eich storfa apiau am "Firefox."
es_es: Si no recibes un SMS, también puedes buscar "Firefox" en la tienda de aplicaciones.
sq: Nëse s’po e merrni mesazhin SMS, mund të kërkoni për “Firefox” edhe te shitorja juaj e aplikacioneve.
sv_se: Om du inte får SMS-meddelandet kan du även söka i appbutiken efter “Firefox”

source: Get more from these features:
be: Атрымайце больш ад гэтых функцый:
cy: Cael mwy o'r nodweddion hyn:
sq: Përfitoni më tepër prej këtyre veçorive:

source: Firefox browser
be: Браўзер Firefox
cy: Y porwr Firefox
es_es: Navegador Firefox
hi_in: Firefox ब्राउज़र
ka: Firefox-ბრაუზერი
ru: Браузер Firefox
sq: Shfletuesi Firefox
sr: Firefox прегледач
sr_latn: Firefox pregledač
sv_se: Webbläsaren Firefox
tr: Firefox tarayıcısı
tt: Firefox браузеры

source: Travel the internet with protection, on every device.
be: Падарожнічай па інтэрнэце з аховай, на кожнай прыладзе.
cy: Crwydro'r rhyngrwyd gyda diogelwch, ar bob dyfais.
sq: Udhëtoni në internet i mbrojtur, në çdo pajisje.

source: Keep your passwords protected and portable.
be: Трымайце свае паролі абароненымі і пераноснымі.
cy: Cadwch eich cyfrineiriau wedi'u diogelu ac yn gludadwy.
sq: Mbajini fjalëkalimet tuaja të mbrojtur dhe me vete.

source: Get a lookout for data breaches.
be: Праяўляйце пільнасць да ўцечак дадзеных.
cy: Cadw llygad allan am dor-data.
sq: Merrni njoftime mbi cenim të dhënash.

source: Share large files without prying eyes.
be: Дзяліцеся вялікімі файламі без старонніх вачэй.
cy: Rhannu ffeiliau mawr heb lygaid busneslyd.
sq: Shkëmbeni kartela të mëdha, pa sy që përgjojnë.

source: Test new Firefox products
ar: اختبر أحدث منتجات Firefox
be: Выпрабоўвайце новыя прадукты Firefox
bg: Пробвайте новите продукти на Firefox
cs: Vyzkoušejte nové produkty Firefoxu
cy: Profwch gynnyrch newydd Firefox
da: Test nye Firefox-produkter
el: Δοκιμάστε νέα προϊόντα του Firefox
es_es: Prueba nuevos productos de Firefox
et: Testi uusi Firefoxi tooteid
eu: Proba itzazu Firefox-en produktu berriak
fa: آزمون این محصول جدید فایرفاکس
fi: Testaa uusia Firefox-tuotteita
fr: Tester de nouveaux produits Firefox
gd: Cuir bathar Firefox ùr fo dheuchainn
he: בדיקת מוצרי Firefox חדשים
hi_in: नए Firefox उत्पादों का परीक्षण करें
hr: Isprobaj nove Firefox proizvode
hu: Tesztelje az új Firefox termékeket
ia: Prova le nove productos Firefox
id: Coba produk Firefox terbaru
it: Prova i nuovi prodotti Firefox
ja: 新しい Firefox 製品をテストする
ka: გამოცადეთ Firefox-ის ახალი პროდუქტები
kab: Sekyed ifarisen Mizilla imaynuten
nl: Test nieuwe Firefox-producten
pa_in: ਨਵੇਂ ਫਾਇਰਫਾਕਸ ਉਤਪਾਦਾਂ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Testuj nowe produkty Firefoksa
pt: Teste os novos produtos do Firefox
pt_br: Teste novos produtos Firefox
ru: Попробуйте новые продукты Firefox
sk: Vyskúšajte nové produkty Firefoxu
sl: Preizkusite nove izdelke Firefox
sq: Provoni produkte të reja Firefox
sr: Тестирајте нове Firefox производе
sr_latn: Testirajte nove Firefox proizvode
sv_se: Testa nya Firefox-produkter
th: ทดสอบผลิตภัณฑ์ Firefox ใหม่
tr: Yeni Firefox ürünlerini deneyin
tt: Яңа Firefox продуктларын сынап карагыз
uk: Спробуйте нові продукти Firefox
ur: Firefox کی نئی مصنوعات کی جانچیں
vi: Thử nghiệm sản phẩm Firefox mới

source: Practical knowledge is coming to your inbox. Sign up for more:
be: Практычныя веды ў вашай уваходнай пошце. Падпішыцеся на больш:
cs: Praktické informace až do vaší e-mailové schránky. Zaregistrujte se pro více informací:
cy: Mae gwybodaeth ymarferol yn dod i'ch blch derbyn. Cofrestrwch am ragor:
da: Tilmeld dig for at få nyttig viden i din indbakke:
el: Πρακτικές γνώσεις έρχονται στα εισερχόμενά σας. Εγγραφείτε για περισσότερα:
es_es: El conocimiento práctico está llegando a tu bandeja de entrada. Regístrate para saber más:
et: Praktilised teadmised tulevad sinu postkasti. Lisateabe saamiseks registreeru:
fa: دانشِ کاربردی مستقیم به حساب ایمیل شما ارسال می‌شود. برای محتوای بیشتر، عضو شوید:
fi: Hyödyllistä tietoa on tulossa sähköpostiisi. Tilaa lisää:
fr: Recevez des connaissances utiles directement dans votre boîte de réception. Abonnez-vous pour en savoir encore plus :
gd: Tha fiosrachadh feumail a’ tighinn dhan bhogsa a-steach agad. Clàraich airson barrachd:
hr: Praktično znanje stiže u tvoju dolaznu poštu. Prijavi se za više:
hu: Gyakorlati ismeretek érkeznek a postafiókjába. Iratkozzon fel többért:
ia: Le cognoscentia practic veni a tu cassa de entrata. Inscribe te:
id: Pengetahuan praktis akan datang ke kotak masuk Anda. Daftar untuk info lebih lanjut:
it: Ricevi suggerimenti pratici direttamente nella tua casella di posta. Registrati per saperne di più:
ja: 実用的な知識が受信トレイに届きます。登録して詳細を見る:
ka: გამოსადეგი მასალები ცოდნის ასამაღლებლად პირდაპირ თქვენს საფოსტო ყუთში. გამოიწერეთ:
kab: Rmes timussniwin yelhan srid deg tebwadt-ik n urmas. Multeɣ akken ad tissineḍ ugar:
nl: Praktische kennis komt naar uw Postvak IN. Schrijf u in voor meer:
pa_in: ਅਮਲੀ ਗਿਆਨ ਤੁਹਾਡੇ ਇਨਬਾਕਸ ‘ਚ ਲਵੋ। ਹੋਰ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ:
pl: Praktyczna wiedza w Twojej skrzynce. Zapisz się po więcej:
pt: O conhecimento prático está a chegar à sua caixa de entrada. Inscreva-se para mais:
pt_br: Conhecimento prático em sua caixa de entrada. Inscreva-se para receber mais:
ru: Практические знания уже отправлены на вашу почту. Подпишитесь, чтобы получать больше:
sk: Praktické znalosti prichádzajú do vašej e-mailovej schránky. Prihláste sa na odber ďalších vecí:
sl: Praktično znanje prihaja v vaš nabiralnik. Prijavite se za več:
sq: Dija praktike po vjen në të marrët tuaj. Regjistrohuni për më tepër:
sr: Примајте корисна знања директно у инбокс. Пријавите се да сазнате више:
sr_latn: Primajte korisna znanja direktno u inboks. Prijavite se da saznate više:
sv_se: Praktisk kunskap kommer till din inkorg. Registrera dig för mer:
th: ความรู้ที่เป็นประโยชน์กำลังมาถึงในกล่องจดหมายขาเข้าของคุณ ลงทะเบียนเพื่อรับข้อมูลเพิ่มเติม:
tr: Pratik bilgiler gelen kutunuza geliyor. Daha fazlası için kaydolun:
tt: Практик белемнәр сезнең почтагызга килер. Күбрәк белү өчен теркәлегез:
uk: Практичні знання вже у вашій поштовій скриньці. Підпишіться, щоб отримати більше:
vi: Kiến thức thực tế đang đến với hộp thư đến của bạn. Đăng ký để biết thêm:

source: Get app
be: Атрымаць праграму
cy: Estyn yr ap
sq: Merreni aplikacionin

source: Subscription has already been cancelled
be: Падпіска ўжо скасаваная
cs: Předplatné už bylo zrušeno
cy: Mae'r tanysgrifiad eisoes wedi'i ddiddymu
da: Abonnementet er allerede blevet annulleret
el: Η συνδρομή έχει ήδη ακυρωθεί
es_es: La suscripción ya ha sido cancelada
et: Tellimus on juba tühistatud
eu: Harpidetza bertan behera geratu da dagoeneko
fa: اشتراک در حال حاضر لغو شده است
fi: Tilaus on jo peruttu
fr: L’abonnement a déjà été annulé
fur: L'abonament al è za stât cancelât
gd: Chaidh crìoch a chur air an fho-sgrìobhadh mu thràth
gl: Xa se cancelara a subscrición
he: המינוי כבר בוטל
hi_in: सदस्यता पहले ही रद्द कर दी गई है
hr: Pretplata je već otkazana
hu: Az előfizetés már meg lett szakítva
ia: Le subscription ha jam essite cancellate
id: Langganan telah dibatalkan
is: Áskriftinni þinni hefur þegar verið sagt upp
it: L’abbonamento è già stato cancellato
ja: 購読はすでにキャンセルされています
ka: გამოწერა უკვე გაუქმებულია
kab: Ajerrrd ittwafsex yakan
nl: Abonnement is al opgezegd
pa_in: ਮੈਂਬਰੀ ਪਹਿਲਾਂ ਹੀ ਰੱਦ ਕੀਤੀ ਜਾ ਚੁੱਕੀ ਹੈ
pl: Subskrypcja została już anulowana
pt: A subscrição já foi cancelada
pt_br: A assinatura já foi cancelada
ru: Подписка уже была отменена
sk: Predplatné už bolo zrušené
sl: Naročnina je že preklicana
sq: Pajtimi është anuluar tashmë
sr: Претплата је већ отказана
sr_latn: Pretplata je već otkazana
sv_se: Prenumerationen har redan annullerats
th: การสมัครรับถูกยกเลิกไปแล้ว
tr: Abonelik zaten iptal edildi
tt: Язылу бетерелгән инде
uk: Передплату вже було скасовано
ur: رکنیت پہلے ہی منسوخ کردی گئی ہے
vi: Đăng ký đã bị hủy trước đó
