Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: This request requires two step authentication enabled on your account.
az: Bu istək hesabınızda 2 addımlı təsdiqlənmənin aktiv olmasını tələb edir.
be: Гэты запыт патрабуе, каб двухэтапная аўтарызацыя была ўключана ў вашым уліковым запісе.
bg: Тази заявка изисква включване на двуетапно удостоверение на профила ви.
cs: Tento požadavek vyžaduje nastavené dvoufázové ověření pro váš účet.
cy: Mae angen dilysu dau gam ar eich cyfrif ar gyfer hyn.
da: Denne forespørgsel kræver, at totrinsgodkendelse er aktiveret på din konto.
el: Αυτό το αίτημα απαιτεί ταυτοποίηση δύο παραγόντων στον λογαριασμό σας.
es_ar: Esta solicitud requiere autenticación de dos pasos habilitada en la cuenta.
es_es: Esta solicitud requiere la autenticación en dos pasos habilitada en tu cuenta.
et: See taotlus eeldab, et sinu kontol on lubatud kaheastmeline autentimine.
eu: Eskaera honek zure kontuan bi urratseko autentifikazioa gaitua egotea eskatzen du.
fa: این درخواست نیازمند یک ارزیابی دو مرحله ای که بر روی حساب کاربری شما فعال شده است.
fi: Tämä pyyntö edellyttää, että tililläsi on otettu käyttöön kaksivaiheinen todennus.
fr: Cette demande nécessite d’activer l’authentification en deux étapes sur votre compte.
fur: Cheste richieste e necessite che e sedi ative sul to account la autenticazion in doi passaçs.
gd: Feumaidh an t-iarrtas seo dearbhadh dà-cheumnach a bhith an comas sa chunntas agad.
gl: Esta solicitude require que a súa conta teña activada a autenticación de dous pasos.
he: בקשה זו דורשת הפעלת אימות דו־שלבי עבור החשבון שלך.
hi_in: इस अनुरोध के लिए आपके खाते पर द्वि-चरण प्रमाणीकरण सक्षम होना आवश्यक है।
hr: Ovaj zahtjev zahtijeva omogućenu dvofaktorsku autentikaciju za vaš račun.
hu: Ehhez a kéréshez a kétlépcsős hitelesítés engedélyezése szükséges a fiókjában.
ia: Iste requesta require le authentication a duo passos activate sur tu conto.
id: Permintaan ini memerlukan autentikasi dua faktor yang diaktifkan pada akun Anda.
is: Þessi fyrirspurn krefst tveggja þátta auðkenningar, sem hefur verið virkjuð á reikningi þínum.
it: Per completare questa richiesta è necessario attivare l’autenticazione in due passaggi sul tuo account.
ja: このリクエストには、あなたのアカウントで 2 段階認証を有効にする必要があります。
ka: მოთხოვნის შესასრულებლად საჭიროა ორბიჯიანი დამოწმების ჩართვა ანგარიშზე შესვლისას.
kab: Asuter-a isra sin waḥricen n usesteb iremden deg umiḍan-ik.
nl: Deze aanvraag vereist ingeschakelde authenticatie in twee stappen op uw account.
pa_in: ਇਸ ਬੇਨਤੀ ਲਈ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਦੋ ਪੜਾਵੀ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: To żądanie wymaga włączenia uwierzytelniania dwuetapowego na koncie użytkownika.
pt: Esta solicitação requer autenticação de dois passos ativada na sua conta.
pt_br: Esta solicitação requer autenticação em duas etapas ativada na sua conta.
ru: Для выполнения этого запроса необходимо включить двухэтапную аутентификацию в вашем аккаунте.
sk: Táto žiadosť vyžaduje povolenie dvojstupňového overovania vo vašom účte.
sl: Ta zahteva potrebuje omogočeno overjanje v dveh korakih v vašem računu.
sq: Kjo kërkesë lyp mirëfilltësim dyhapësh të aktivizuar në llogarinë tuaj.
sr: Овај захтев захтева омогућену аутентификацију у два корака на вашем налогу.
sr_latn: Ovaj zahtev zahteva omogućenu autentifikaciju u dva koraka na vašem nalogu.
sv_se: Den här förfrågan kräver tvåstegsautentisering aktiverat på ditt konto.
te: ఈ అభ్యర్థనకు మీ ఖాతాలో రెండు దశల అధీకరణ చేతనమై ఉండాలి.
th: คำขอนี้ต้องเปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนในบัญชีของคุณ
tr: Bu isteğin işleme konulabilmesi için hesabınızda iki aşamalı doğrulamanın açık olması gerekir.
uk: Цей запит вимагає увімкнення двоетапної перевірки вашого облікового запису.
vi: Yêu cầu này yêu cầu xác thực hai bước được bật trên tài khoản của bạn.

source: Failed due to a conflicting request, please try again.
az: Zidd istəyə görə uğursuz oldu, lütfən təkrar yoxlayın.
be: Не ўдалося з-за канфліктнага запыту, калі ласка, паспрабуйце яшчэ раз.
cs: Vyskytla se chyba v důsledku konfliktního požadavku. Zkuste to prosím znovu.
cy: Methiant oherwydd ceisiadau gwrthgyferbyniol, ceisiwch eto.
da: Mislykkedes på grund af en modstridende forespørgsel, prøv igen.
el: Αποτυχία λόγω αντικρουόμενου αιτήματος, παρακαλούμε δοκιμάστε ξανά.
es_es: Error por un conflicto en la solicitud. Inténtalo de nuevo.
et: Vastuolulise taotluse tõttu ebaõnnestus, palun proovi uuesti.
eu: Huts egin du bat ez datozen eskaerengatik, mesedez saiatu berriz.
fa: خطا به علت تداخل درخواست ها،‌ لطفا بعدا مراجعه کنید.
fi: Epäonnistui ristiriitaisen pyynnön vuoksi, yritä uudelleen.
fr: Échec en raison d’une demande conflictuelle, veuillez réessayer.
fur: Operazion falide par vie di un conflit tra richiestis, torne prove.
gd: Dh’fhàillig seo an cois còmhstri iarrtasan, feuch ris a-rithist.
gl: Fallou por mor dunha solicitude en conflito con esta, inténteo de novo.
he: נכשל עקב בקשה סותרת, נא לנסות שוב.
hi_in: परस्पर विरोधी अनुरोध के कारण असफ़ल, कृपया पुनः प्रयास करें।
hr: Nije uspjelo zbog sukobljenih zahtjeva, molimo pokušajte ponovno.
hu: Ellentmondásos kérés miatt sikertelen, próbálja újra.
ia: Fallite a causa de un conflicto inter requestas. Per favor reproba.
id: Gagal karena permintaan yang saling bertentangan, silakan coba lagi.
is: Mistókst vegna misvísandi fyrirspurnar, reyndu aftur.
it: Operazione non riuscita a causa di conflitto tra richieste, riprova.
ja: リクエストの競合により失敗しました。もう一度試してください。
ka: ვერ მოხერხდა შეუთავსებელი მოთხოვნის გამო, გთხოვთ სცადოთ ხელახლა.
kab: Ur yeddi ara ɣef sebba n tladna n tilla, ɛreḍ tikkelt-nniḍen.
nl: Mislukt vanwege een conflicterende aanvraag, probeer het opnieuw.
pa_in: ਕਿਸੇ ਵਿਰੋਧੀ ਬੇਨਤੀ ਦੇ ਕਾਰਨ ਅਸਫਲ, ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Niepowodzenie z powodu sprzecznego żądania, proszę spróbować ponownie.
pt: Falha devido a uma solicitação conflituante, por favor tente novamente.
pt_br: Falha devido a uma solicitação com conflito, tente novamente.
ru: Не удалось из-за конфликтующего запроса, пожалуйста, попробуйте снова.
sk: Vyskytla sa chyba v dôsledku konfliktnej požiadavky. Skúste to, prosím, znova.
sl: Napaka zaradi protislovne zahteve, poskusite znova.
sq: Dështoi për shkak të një kërkese me përplasje, ju lutemi, riprovoni.
sr: Неуспешно због конфликтног захтева, покушајте поново.
sr_latn: Neuspešno zbog konfliktnog zahteva, pokušajte ponovo.
sv_se: Misslyckades på grund av en motstridigt förfrågan, försök igen.
th: เกิดการขัดข้องจากคำขอที่ขัดแย้งกัน โปรดลองอีกครั้ง
tr: Çakışan bir istek nedeniyle başarısız oldu. Lütfen yeniden deneyin.
uk: Не вдалося, у зв'язку з конфліктним запитом. Повторіть спробу.
vi: Thất bại do mâu thuẫn yêu cầu, vui lòng thử lại.

source: Unknown customer for subscription.
az: Abunəlik üçün bilinməyən müştəri.
be: Невядомы кліент для падпіскі.
cs: Neznámý zákazník.
cy: Cwsmer anhysbys tanysgrifio.
da: Ukendt kunde for abonnement.
el: Άγνωστος πελάτης συνδρομής.
es_es: Cliente desconocido para la suscripción.
et: Tundmatu klient tellimuse esitamiseks.
eu: Harpidetzarako bezero ezezaguna.
fa: مشتری ناشناس برای دنبال کردن.
fi: Tuntematon asiakas tilaukselle.
fr: Client inconnu pour l’abonnement.
fur: Client no cognossût pal abonament.
gd: Custamair neo-aithnichte mu choinneamh an fho-sgrìobhaidh.
gl: Cliente da subscrición descoñecido.
hi_in: सदस्यता के लिए अज्ञात ग्राहक।
hr: Nepoznati kupac za pretplatu.
hu: Ismeretlen ügyfél az előfizetéshez.
ia: Cliente incognite pro le subscription.
id: Pelanggan tidak dikenal untuk berlangganan.
is: Óþekktur viðskiptavinur fyrir áskrift.
it: Cliente sconosciuto per l’abbonamento.
ja: 購読の顧客が不明です。
ka: გამოწერის დაუდგენელი მომხმარებელი.
kab: Amsaɣ arussin i ujerred.
nl: Onbekende klant voor abonnement.
pa_in: ਮੈਂਬਰੀ ਲਈ ਅਣਪਛਾਤਾ ਗਾਹਕ।
pl: Nieznany klient subskrypcji.
pt: Cliente desconhecido para subscrição.
pt_br: Cliente de assinatura desconhecido.
ru: Неизвестный пользователь для подписки.
sk: Neznámy zákazník.
sl: Neznana stranka za naročnino.
sq: Klient i panjohur për pajtim.
sr: Непознати корисник за претплату.
sr_latn: Nepoznati korisnik za pretplatu.
sv_se: Okänd kund för prenumeration.
th: ไม่ทราบลูกค้าสำหรับการสมัครสมาชิก
tr: Abonelik için bilinmeyen müşteri.
tt: Язылу өчен билгесез мөштәри.
uk: Невідомий клієнт для передплати.
vi: Không xác định được người dùng để đăng ký.

source: Unknown subscription.
ar: اشتراك مجهول.
az: Bilinməyən abunəlik.
be: Невядомая падпіска.
bg: Неизвестен абонамент.
cs: Neznámé předplatné.
cy: Tanysgrifiad anhysbys.
da: Ukendt abonnement.
el: Άγνωστη συνδρομή.
es_es: Suscripción desconocida.
et: Tundmatu tellimus.
eu: Harpidetza ezezaguna.
fa: دنبال کننده نا‌شناس.
fi: Tuntematon tilaus.
fr: Abonnement inconnu.
fur: Abonament no cognossût.
gd: Fo-sgrìobhadh neo-aithnichte.
gl: Subscrición descoñecida.
he: מינוי לא מוכר.
hi_in: अज्ञात सदस्यता।
hr: Nepoznata pretplata.
hu: Ismeretlen előfizetés.
ia: Subscription incognite.
id: Langganan tidak dikenal.
is: Óþekkt áskrift.
it: Abbonamento sconosciuto.
ja: 購読対象が不明です。
ka: დაუდგენელი გამოწერა.
kab: Ajerred arussin.
nl: Onbekend abonnement.
pa_in: ਅਣਪਛਾਤੀ ਮੈਂਬਰੀ।
pl: Nieznana subskrypcja.
pt: Subscrição desconhecida.
pt_br: Assinatura desconhecida.
ru: Неизвестная подписка.
sk: Neznáme predplatné.
sl: Neznana naročnina.
sq: Pajtim i panjohur.
sr: Непозната претплата.
sr_latn: Nepoznata pretplata.
sv_se: Okänd prenumeration.
th: ไม่ทราบการสมัครสมาชิก
tr: Bilinmeyen abonelik.
tt: Билгесез язылу.
uk: Невідома передплата.
ur: نامعلوم رکنیت۔
vi: Không xác định được đăng ký.

source: Unknown plan for subscription.
ar: خطة الاشتراك مجهولة.
az: Abunəlik üçün bilinməyən plan.
be: Невядомы план падпіскі.
cs: Neznámý plán předplatného.
cy: Cynllun tanysgrifio anhysbys.
da: Ukendt plan for abonnement.
el: Άγνωστο πρόγραμμα συνδρομής.
es_es: Plan de suscripción desconocido.
et: Tundmatu plaan tellimuse esitamiseks.
eu: Harpidetza plan ezezaguna.
fa: برنامه نامشخص برای دنبال کردن.
fi: Tuntematon tilaustaso.
fr: Plan tarifaire inconnu pour l’abonnement.
fur: Plan no cognossût pal abonament.
gd: Plana neo-aithnichte mu choinneamh an fho-sgrìobhaidh.
gl: Plan descoñecido para a subscrición.
he: תוכנית לא מוכרת למינוי.
hi_in: सदस्यता के लिए अज्ञात योजना।
hr: Nepoznata tarifa za pretplatu.
hu: Ismeretlen előfizetéstípus.
ia: Plano incognite pro le subscription.
id: Paket berlangganan tidak dikenal.
is: Óþekkt áskriftarleið.
it: Piano sconosciuto per l’abbonamento.
ja: 購読予定が不明です。
ka: გამოწერის დაუდგენელი გეგმა.
kab: Aɣawas n umulteɣ ur yettwassen ara.
nl: Onbekend abonnementsplan.
pa_in: ਮੈਂਬਰੀ ਲਈ ਅਣਪਛਾਤਾ ਪਲੈਨ।
pl: Nieznany plan subskrypcji.
pt: Plano desconhecido para subscrição.
pt_br: Plano de assinatura desconhecido.
ru: Неизвестный план подписки.
sk: Neznámy plán predplatného.
sl: Neznan načrt za naročnino.
sq: Plan i panjohur për pajtim.
sr: Непознати план за претплату.
sr_latn: Nepoznati plan za pretplatu.
sv_se: Okänd plan för prenumeration.
th: ไม่ทราบแผนสำหรับการสมัครสมาชิก
tr: Bilinmeyen abonelik planı.
tt: Билгесез язылу планы.
uk: Невідомий план передплати.
ur: رکنیت کا نامعلوم منصوبہ۔
vi: Không xác định được gói cho việc đăng ký.

source: Invalid payment token for subscription.
az: Abunəlik üçün xətalı ödəniş göstəricisi.
be: Нядзейсны плацежны токен для падпіскі.
cs: Neplatný platební token předplatného.
cy: Tocyn talu annilys i danysgrifio.
da: Ugyldigt betalings-token for abonnement.
el: Μη έγκυρο διακριτικό πληρωμής συνδρομής.
es_es: Token de pago no válido para la suscripción.
et: Kehtetu maksevahend tellimuse esitamiseks.
eu: Ordainketa-token baliogabea harpidetzarako.
fa: نشانه غیرمعتبر پرداخت برای مشترک شدن.
fi: Virheellinen maksupoletti tilaukselle.
fr: Jeton de paiement invalide pour l’abonnement.
fur: Gjeton dal paiament no valit pal abonament.
gd: Tòcan pàighidh mì-dhligheach mu choinneimh an fho-sgrìobhaidh.
gl: O código de pago da subscrición non é válido.
he: אסימון תשלום לא חוקי למינוי.
hi_in: सदस्यता के लिए अमान्य भुगतान टोकन।
hr: Nevažeći token plaćanja za pretplatu.
hu: Érvénytelen fizetési token az előfizetéshez.
ia: Token de pagamento non valide pro le subscription.
id: Token pembayaran tidak valid untuk berlangganan.
is: Ógilt greiðsluteikn fyrir áskrift.
it: Token di pagamento non valido per l’abbonamento.
ja: 購読の支払いトークンが無効です。
ka: გადახდის არამართებული კოდი გამოწერისთვის.
kab: Lexlas n ujiṭun i umulteɣ mačči d ameɣtu.
nl: Ongeldig betalingstoken voor abonnement.
pa_in: ਮੈਂਬਰੀ ਲਈ ਗਲਤ ਭੁਗਤਾਨ ਟੋਕਨ ਹੈ।
pl: Nieprawidłowy token płatności subskrypcji.
pt: Token de pagamento inválido para subscrição.
pt_br: Token de pagamento de assinatura inválido.
ru: Неверный платёжный токен для подписки.
sk: Neplatný platobný token predplatného.
sl: Neveljaven žeton plačila za naročnino.
sq: Token i pavlefshëm pagese për pajtim.
sr: Неважећи токен за плаћање за претплату.
sr_latn: Nevažeći token za plaćanje za pretplatu.
sv_se: Ogiltigt betalningstecken för prenumeration.
th: โทเค็นการชำระเงินสำหรับการสมัครสมาชิกไม่ถูกต้อง
tr: Abonelik için geçersiz ödeme belirteci.
tt: Язылу өчен яраксыз түләү токены.
uk: Недійсний платіжний токен для передплати.
vi: Mã token thanh toán không hợp lệ cho việc đăng ký.

source: Server busy, try again soon
ar: الخادوم مشغول، حاول مرة أخرى قريبًا
ast: Sirvidor ocupáu, volvi tentalo ceo
az: Server məşğuldur, daha sonra təkrar yoxlayın
be: Сервер заняты, паспрабуйце зноў крыху пазней
bg: Сървърът е зает, опитайте по-късно
bn_bd: সার্ভার ব্যস্ত, শীঘ্রই আবার চেষ্টা করুন
bn_in: সার্ভার ব্যস্ত, কিছুক্ষণের মধ্যে আবার চেষ্টা করুন
cs: Server je zaneprázdněn, zkuste to znovu později
cy: Mae'r gweinydd yn brysur, ceisiwch eto
da: Serveren er optaget, prøv igen om lidt
el: Απασχολημένος διακομιστής, δοκιμάστε ξανά σύντομα
es_ar: Servidor ocupado, intente de nuevo en breve
es_es: Servidor ocupado, vuelve a intentarlo en unos segundos
et: Server on hõivatud, proovi mõne aja pärast uuesti
eu: Zerbitzaria lanpetuta dago, saiatu berriro beranduago
fa: کارگزار مشغول است، کمی بعد مجددا تلاش کنید
fi: Palvelin on ruuhkautunut, yritä myöhemmin uudelleen
fr: Serveur occupé, veuillez réessayer plus tard
fur: Il servidôr al è ocupât, torne prove chi di pôc
gd: Tha am frithealaiche trang, feuch ris a-rithist a dh’aithghearr
gl: Servido ocupado, tente de novo pronto
he: השרת עמוס, נא לנסות שוב במועד מאוחר יותר
hi_in: सर्वर व्यस्त, जल्द ही पुन: प्रयास करें
hr: Poslužitelj je zauzet, pokušaj ponovo malo kasnije
hu: A kiszolgáló elfoglalt, próbálja újra később
ia: Servitor occupate, retenta plus tarde
id: Server sibuk, coba lagi nanti
is: Netþjónn er upptekinn, reyndu aftur seinna
it: Il server è occupato, riprova tra qualche secondo
ja: 現在サーバー負荷が高すぎます。しばらくしてから再度お試しください
ka: სერვერი დატვირთულია, ცადეთ მოგვიანებით
kab: Aqeddac ur yestufi ara, ɛreḍ tikkelt-nniḍen ticki
lv: Serveris ir pārāk aizņemts, mēģiniet vēlreiz vēlāk
nl: Server bezet, probeer het later opnieuw
pa: ਸਰਵਰ ਰੁੱਝਿਆ ਹੈ, ਛੇਤੀ ਹੀ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_in: ਸਰਵਰ ਰੁੱਝਿਆ ਹੈ, ਛੇਤੀ ਹੀ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Serwer jest zajęty, spróbuj ponownie później
pt: Servidor ocupado, tente mais tarde
pt_br: Servidor ocupado, tente novamente mais tarde
ru: Сервер занят, подождите и повторите попытку
sk: Server je zaneprázdnený, skúste to znova neskôr.
sl: Strežnik je zaseden, poskusite znova pozneje
sq: Shërbyesi është i zënë, riprovoni së shpejti
sr: Сервер је заузет, покушајте поново ускоро
sr_latn: Server je zauzet, pokušajte ponovo uskoro
sv_se: Servern upptagen, försök igen senare
te: సర్వర్ బిజీగా ఉంది, త్వరలో మళ్లీ ప్రయత్నించండి
th: เซิร์ฟเวอร์กำลังทำงานหนัก ลองอีกครั้งในเร็ว ๆ นี้
tr: Sistem meşgul, daha sonra tekrar deneyin
tt: Сермер мәшгуль, бераздан янәдән тырышып карагыз
uk: Сервер зайнятий, повторіть спробу пізніше
ur: پیش کار مصروف ہے، کچھ دیر میں پھر کوشش کریں
vi: Máy chủ bận, hãy thử lại sau

source: Feature not enabled
ar: الخاصية غير مفعّلة
az: Özəllik aktiv deyil
be: Функцыя не ўключана
bg: Тази възможност не е достъпна
bn_bd: ফিচার সক্রিয় হয়নি
cs: Funkce není povolena
cy: Nid yw'r nodwedd wedi ei alluogi
da: Funktionen er ikke aktiveret
el: Η λειτουργία δεν είναι ενεργή
es_ar: Función no habilitada
es_es: Función no activada
et: Funktsioon pole lubatud
eu: Ezaugarri ez gaitua
fa: این ویژگی فعال نشده
fi: Ominaisuus ei ole käytössä
fr: Fonctionnalité inactive
fur: Funzionalitât no abilitade
gd: Chan eil an gleus seo an comas
gl: Funcionalidade desactivada
he: התכונה אינה מופעלת
hi_in: सुविधा सक्षम नहीं है
hr: Funkcija nije aktivirana
hu: A funkció nem engedélyezett
ia: Functionalitate non activate
id: Fitur tidak diaktifkan
is: Eiginleiki ekki virkur
it: Caratteristica non attivata
ja: この機能は有効になっていません
ka: ეს შესაძლებლობა, არაა ჩართული
kab: Tamahilt ur termid ara
nl: Functie niet ingeschakeld
pa_in: ਵਿਸ਼ੇਸ਼ਤਾ ਯੋਗ ਨਹੀਂ ਹੈ
pl: Funkcja jest wyłączona
pt: Funcionalidade não ativada
pt_br: Funcionalidade não ativada
ru: Функция отключена
sk: Funkcia nie je povolená
sl: Funkcija ni omogočena
sq: Veçori e paaktivizuar
sr: Опција није омогућена
sr_latn: Opcija nije omogućena
sv_se: Funktionen är inte aktiverad
te: సౌలభ్యం చేతనం కాలేదు
th: คุณลักษณะนี้ไม่ได้เปิดใช้งาน
tr: Özellik etkin değil
tt: Функция кабызылмаган
uk: Функцію не увімкнено
ur: فیچر اہل نہیں بنایا گیا
vi: Tính năng không được bật

source: System unavailable, try again soon
ar: النظام غير متوفر، حاول مرة أخرى قريبًا
ast: Sistema non disponible, volvi tentalo ceo
az: Sistem hazırda əlçatan deyil, daha sonra təkrar yoxlayın
be: Сістэма недаступная, паспрабуйце яшчэ раз у бліжэйшы час
bg: Услугата е недостъпна, опитайте по-късно
bn_bd: সিস্টেম উপলব্ধ নয়, শীঘ্রই আবার চেষ্টা করুন
bn_in: সিস্টেম অনুপলব্ধ, কিছুক্ষণের মধ্যে আবার চেষ্টা করুন
cs: Systém je nedostupný, zkuste to znovu později
cy: Nid yw'r system ar gael, ceisiwch eto cyn bo hir.
da: Systemet er ikke tilgængeligt, prøv igen om lidt
el: Μη διαθέσιμο σύστημα, δοκιμάστε πάλι ξανά
es_ar: El sistema no está disponible, vuelva a intentarlo en breve
es_es: Sistema no disponible, vuelve a intentarlo en unos segundos
et: Süsteem pole kättesaadav, proovi mõne aja pärast uuesti
eu: Sistema ez dago erabilgarri, saiatu berrio beranduago
fa: سیستم در دسترس نیست، کمی بعد مجددا تلاش کنید
fi: Järjestelmään ei saada yhteyttä, yritä myöhemmin uudelleen
fr: Système indisponible, veuillez réessayer plus tard
fur: Il sisteme nol è disponibil, torne prove chi di pôc
gd: Chan eil an siostam ri làimh, feuch ris a-rithist a dh’aithghearr
gl: O sistema non está dispoñíbel, tente de novo pronto
he: המערכת אינה זמינה, נא לנסות שוב במועד מאוחר יותר
hi_in: प्रणाली अनुपलब्ध, जल्द ही पुन: प्रयास करें
hr: Sustav nije dostupan, pokušaj ponovo malo kasnije
hu: A rendszer nem érhető el, próbálja újra később
ia: Systema indisponibile, retenta plus tarde
id: Sistem tidak tersedia, coba lagi nanti
is: Kerfi er upptekið, reyndu aftur seinna
it: Il sistema non è disponibile, riprova tra qualche secondo
ja: 現在システムが利用できません。しばらくしてから再度お試しください
ka: სისტემა მიუწვდომელია, ცადეთ მოგვიანებით
kab: Ulac anagraw, ɛreḍ tikelt-nniḍen ticki
lv: Sistēma nav pieejama, mēģiniet vēlreiz vēlāk
nl: Systeem niet beschikbaar, probeer het later opnieuw
pa: ਸਿਸਟਮ ਉਪਲੱਬਧ ਨਹੀਂ, ਛੇਤੀ ਹੀ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pa_in: ਸਿਸਟਮ ਉਪਲੱਬਧ ਨਹੀਂ, ਛੇਤੀ ਹੀ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: System jest niedostępny, spróbuj ponownie później
pt: Sistema indisponível, tente mais tarde
pt_br: Sistema indisponível, tente novamente mais tarde
ru: Система недоступна, подождите и повторите попытку
sk: Systém nie je dostupný, skúste to znova neskôr.
sl: Sistem ni dosegljiv, poskusite znova pozneje
sq: Sistemi s’është në punë, riprovoni së shpejti
sr: Систем недоступан, покушајте поново за пар минута
sr_latn: Sistem nedostupan, pokušajte ponovo za par minuta
sv_se: Systemet är inte tillgängligt, försök igen senare
te: వ్యవస్థ అందుబాటులో లేవు, త్వరలో మళ్లీ ప్రయత్నించండి
th: ระบบไม่พร้อมใช้งาน ลองอีกครั้งหนึ่งเร็ว ๆ นี้
tr: Sistem şu an kullanılamıyor, daha sonra tekrar deneyin
tt: Система сүндерелгән, бераздан янәдән тырышып карагыз
uk: Система недоступна, спробуйте знову пізніше
ur: نظام دستیاب نہیں، جلد ہی دوبارہ کوشش کریں
vi: Hệ thống không khả dụng, hãy thử lại sau

source: This endpoint is no longer supported
ar: لم تعد نقطة النهاية هذه مدعومة
ast: Esti estremu yá nun ta sofitáu más
az: Uc nöqtə artıq dəstəklənmir
be: Гэты пункт доступу больш не падтрымліваецца
bg: Тази крайна точка вече не се поддържа
bn_bd: এই শেষবিন্দু আর সমর্থিত নয়
bn_in: এই endpoint আর সমর্থিত নয়
cs: Tento koncový bod už není podporován
cy: Nid yw'r pwynt diwedd yn cael ei gynnal bellach
da: Dette endpoint understøttes ikke længere
el: Αυτό το άκρο δεν υποστηρίζεται πια
es_ar: Este extremo ya no se admite
es_es: Este extremo ya no se admite
et: See lõpppunkt pole enam toetatud
eu: Mutur hau ez da onartzen
fa: از این مقصد دیگر پشتیبانی نمی‌شود
fi: Tämä endpoint ei ole enää tuettu
fr: Ce critère n’est plus pris en charge
fur: Chest pont terminâl nol è plui supuartât
gd: Chan eil taic ri puing-dheiridh d’ a leithid tuilleadh
gl: Xa non se permite usar este cabo
he: נקודת קצה זו אינה נתמכת יותר
hi_in: यह समापन बिंदु अब समर्थित नहीं है
hr: Ova krajnja točka više nije podržana
hu: Ez a végpont már nem támogatott
ia: Iste puncto terminal non es plus supportate
id: Titik-akhir ini tidak lagi didukung
is: Þessi endapunktur er ekki lengur í gildi
it: Questo endpoint non è più supportato
ja: このエンドポイントはサポートされなくなりました
ka: მოთხოვნის ეს საბოლოო პუნტქი აღარაა მხარდაჭერილი
kab: Asebdad-agi ur ittisefrak ara
lv: Šis galapunkts vairs netiek atbalstīts
nl: Dit eindpunt wordt niet meer ondersteund
pa: ਇਹ ਅੰਤ ਬਿੰਦੂ ਹੁਣ ਸਹਾਇਕ ਨਹੀਂ ਰਿਹਾ
pa_in: ਇਹ ਅੰਤ ਬਿੰਦੂ ਹੁਣ ਸਹਾਇਕ ਨਹੀਂ ਰਿਹਾ
pl: Ten punkt końcowy nie jest już obsługiwany
pt: Este endpoint não é mais suportado
pt_br: Este endpoint não é mais suportado
ru: Этот адрес запроса больше не поддерживается
sk: Tento koncový bod už nie je podporovaný
sl: Končna točka ni več podprta
sq: Kjo pikë mbarimi s’mbulohet më
sr: Крајња тачка више није подржана
sr_latn: Krajnja tačka više nije podržana
sv_se: Den här slutpunkten stöds inte längre
te: ఈ తుది స్థానం ఇకపై మద్దతు ఇవ్వబడదు
th: ไม่รองรับปลายทางนี้อีกต่อไป
tr: Bu uç nokta artık desteklenmiyor
tt: Бу сорау адресы тотылмый инде
uk: Ця адреса запиту більше не підтримується
ur: اختتامی نقطہ اب کارآمد نہیں ہے
vi: Điểm cuối này không còn được hỗ trợ
