Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. We'll contact you via email as soon as possible.
ar: شكرًا على تواصلك مع دعم Mozilla بخصوص <b>%(escapedLowercaseTopic)s</b> لمنتج <b>%(escapedSelectedProduct)s</b>. سنتواصل معك عبر هذا البريد الإلكتروني متى أمكن.
bg: Благодарим ви, че се свързахте с екипа за поддръжка на Mozilla относно <b>%(escapedLowercaseTopic)s</b> за <b>%(escapedSelectedProduct)s</b>. Ще се свържем с вас по имейл възможно най-скоро.
cs: Děkujeme vám, že jste se obrátili na podporu Mozilly ohledně problému <b>%(escapedLowercaseTopic)s</b> s <b>%(escapedSelectedProduct)s</b>. Brzy od nás obdržíte e-mailem odpověď.
da: Tak fordi du kontaktede Mozilla Support vedrørende <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. Vi vil kontakte dig via mail så hurtigt som muligt.
el: Σας ευχαριστούμε που απευθυνθήκατε στην Υποστήριξη Mozilla σχετικά με το θέμα: <b>%(escapedLowercaseTopic)s</b> για το <b>%(escapedSelectedProduct)s</b>. Θα επικοινωνήσουμε μαζί σας μέσω email το συντομότερο δυνατό.
es_es: Gracias por comunicarte con Ayuda de Mozilla sobre <b>%(escapedLowercaseTopic)s</b> para <b>%(escapedSelectedProduct)s</b>. Nos pondremos en contacto contigo por correo electrónico lo antes posible.
et: Täname, et võtsid ühendust Mozilla toega teemal <b>%(escapedLowercaseTopic)s</b> teenuse <b>%(escapedSelectedProduct)s</b> kohta. Võtame sinuga e-posti teel ühendust esimesel võimalusel.
fa: از اینکه با پشتیبانی Mozilla در مورد <b>%(escapedLowercaseTopic)s</b> برای <b>%(escapedSelectedProduct)s</b> تماس گرفتید متشکریم. ما در اسرع وقت از طریق ایمیل با شما تماس خواهیم گرفت.
fi: Kiitos että olit yhteydessä Mozilla-tukeen aiheesta <b>%(escapedLowercaseTopic)s</b> koskien tuotetta <b>%(escapedSelectedProduct)s</b>. Olemme yhteydessä sähköpostitse mahdollisimman pian.
fr: Merci d’avoir contacté l’assistance de Mozilla à propos de <b>%(escapedLowercaseTopic)s</b> pour <b>%(escapedSelectedProduct)s</b>. Nous vous contacterons par courriel dès que possible.
fur: Graciis di vê contatât il supuart Mozilla in merit a <b>%(escapedLowercaseTopic)s</b> par <b>%(escapedSelectedProduct)s</b>. Tu ricevarâs une rispueste vie e-mail a pene pussibil.
gd: Mòran taing airson fios a chur gu sgioba taic Mozilla a thaobh <b>%(escapedLowercaseTopic)s</b> airson <b>%(escapedSelectedProduct)s</b>. Cuiridh sinn post-d air ais thugad cho luath ’s a ghabhas.
gl: Grazas por contactar co soporte de Mozilla sobre <b>%(escapedLowercaseTopic)s</b> por <b>%(escapedSelectedProduct)s</b>. Contactaremos con vostede por correo electrónico o máis axiña posible.
he: תודה שפנית לתמיכה של Mozilla לגבי <b>%(escapedLowercaseTopic)s</b> עבור <b>%(escapedSelectedProduct)s</b>. ניצור איתך קשר בדוא״ל בהקדם האפשרי.
hi_in: <b>%(escapedSelectedProduct)s</b> के लिए <b>%(escapedLowercaseTopic)s</b> के बारे में Mozilla Support से संपर्क करने के लिए धन्यवाद। हम ईमेल द्वारा आपसे जल्द से जल्द संपर्क करेंगे।
hr: Zahvaljujemo na kontaktiranju Mozilline podrške zbog <b>%(escapedLowercaseTopic)s</b> za <b>%(escapedSelectedProduct)s</b>. Kontaktirat ćemo te putem e-pošte što je prije moguće.
hu: Köszönjük, hogy felkereste a Mozilla támogatást a következő témában: <b>%(escapedLowercaseTopic)s</b><b>%(escapedSelectedProduct)s</b>). A lehető leghamarabb kapcsolatba lépünk Önnel e-mailben.
ia: Gratias pro entrar in contacto con le supporto de Mozilla sur <b>%(escapedLowercaseTopic)s</b> pro <b>%(escapedSelectedProduct)s</b>. Nos te contactara via e-mail le plus tosto possibile.
id: Terima kasih telah menghubungi Dukungan Mozilla mengenai <b>%(escapedLowercaseTopic)s</b> untuk <b>%(escapedSelectedProduct)s</b>. Kami akan menghubungi anda melalui surel secepatnya.
is: Þakka þér fyrir að hafa samband við Mozilla Support aðstoðargáttina um <b>%(escapedLowercaseTopic)s</b> fyrir <b>%(escapedSelectedProduct)s</b>. Við verðum í sambandi í tölvupósti eins fljótt og mögulegt er.
it: Grazie per aver contattato il supporto Mozilla riguardo a <b>%(escapedLowercaseTopic)s</b> per <b>%(escapedSelectedProduct)s</b>. Riceverai una risposta via email il prima possibile.
ja: <b>%(escapedSelectedProduct)s</b> の <b>%(escapedLowercaseTopic)s</b> について Mozilla サポートにお問い合わせいただき、ありがとうございます。可能な限り速やかにメールで連絡いたします。
ka: გმადლობთ, რომ ისარგებლეთ Mozilla-ს მხარდაჭერით საკითხზე <b>%(escapedLowercaseTopic)s</b> <b>%(escapedSelectedProduct)s</b>-თვის. დაგიკავშირდებით ელფოსტაზე, რაც შეიძლება მოკლე ხანში.
kab: Tanemmirt imi tenremseḍ tallalt n Mozilla ɣef <b>%(escapedLowercaseTopic)s</b> i <b>%(escapedSelectedProduct)s</b>. Ad ak-d-nazen s yimayl s zzerb.
nl: Bedankt voor uw vraag aan Mozilla Support over <b>%(escapedLowercaseTopic)s</b> voor <b>%(escapedSelectedProduct)s</b>. We nemen zo snel mogelijk via e-mail contact met u op.
pl: Dziękujemy za skontaktowanie się z pomocą Mozilli w tej sprawie (<b>%(escapedLowercaseTopic)s</b> dla <b>%(escapedSelectedProduct)s</b>). Napiszemy do Ciebie wiadomość e-mail jak najszybciej.
pt: Obrigado por contatar o Suporte da Mozilla acerca de <b>%(escapedLowercaseTopic)s</b> para <b>%(escapedSelectedProduct)s</b>. Iremos contatar-lhe por e-mail assim que possível.
pt_br: Obrigado por entrar em contato com o Suporte Mozilla sobre <b>%(escapedLowercaseTopic)s</b> do <b>%(escapedSelectedProduct)s</b>. Entraremos em contato por email assim que possível.
ru: Спасибо за обращение в поддержку Mozilla по вопросу <b>%(escapedLowercaseTopic)s</b> для <b>%(escapedSelectedProduct)s</b>. Мы свяжемся с вами по электронной почте в ближайшее время.
sk: Ďakujeme, že ste sa obrátili na podporu Mozilly kvôli problému <b>%(escapedLowercaseTopic)s</b> s <b>%(escapedSelectedProduct)s</b>. Čo najskôr vás budeme kontaktovať e-mailom.
sl: Hvala, ker ste se obrnili na Mozillino podporo o <b>%(escapedLowercaseTopic)s</b> za <b>%(escapedSelectedProduct)s</b>. V najkrajšem možnem času se bomo obrnili na vas po e-pošti.
sr: Хвала вам што сте се обратили Mozilla подршци у вези <b>%(escapedLowercaseTopic)s</b> за <b>%(escapedSelectedProduct)s</b>. Контактираћемо вас е-поштом што је пре могуће.
sr_latn: Hvala vam što ste se obratili Mozilla podršci u vezi <b>%(escapedLowercaseTopic)s</b> za <b>%(escapedSelectedProduct)s</b>. Kontaktiraćemo vas e-poštom što je pre moguće.
sv_se: Tack för att du kontaktade Mozilla Support om <b>%(escapedLowercaseTopic)s</b> för <b>%(escapedSelectedProduct)s</b>. Vi kommer att kontakta dig via e-post så snart som möjligt.
th: ขอบคุณสำหรับการติดต่อฝ่ายสนับสนุนของ Mozilla เกี่ยวกับ <b>%(escapedLowercaseTopic)s</b> สำหรับ <b>%(escapedSelectedProduct)s</b> เราจะติดต่อคุณทางอีเมลโดยเร็วที่สุดเท่าที่จะเป็นไปได้
tr: <b>%(escapedSelectedProduct)s</b> için <b>%(escapedLowercaseTopic)s</b> hakkında Mozilla Destek ile iletişime geçtiğimiz için teşekkür ederiz. En kısa sürede size e-postayla dönüş yapacağız.
tt: <b>%(escapedSelectedProduct)s</b> өчен <b>%(escapedLowercaseTopic)s</b> турында Mozilla Ярдәм хезмәтенә мөрәҗәгать иткәнегез өчен рәхмәт. Без сезнең белән тиз арада эл. почта аша элемтәгә керербез.
uk: Дякуємо, що звернулися до служби підтримки Mozilla стосовно <b>%(escapedLowercaseTopic)s</b> для <b>%(escapedSelectedProduct)s</b>. Ми зв’яжемося з вами електронною поштою якнайшвидше.
vi: Cảm ơn bạn đã liên hệ với bộ phận hỗ trợ của Mozilla về <b>%(escapedLowercaseTopic)s</b> cho <b>%(escapedSelectedProduct)s</b>. Chúng tôi sẽ liên lạc với bạn qua email càng sớm càng tốt.

source: Close
fur: Siere
gl: Pechar
is: Loka

source: Account notifications will now also be sent to %(secondaryEmail)s.
bg: Известия също ще бъдат изпращани и до %(secondaryEmail)s.
cs: Upozornění o účtu budou posílána také na adresu %(secondaryEmail)s.
da: Meddelelser vedrørende kontoen vil fremover også blive sendt til %(secondaryEmail)s.
el: Οι ειδοποιήσεις λογαριασμού θα αποστέλλονται πλέον και στο %(secondaryEmail)s.
es_es: Las notificaciones de la cuenta también se enviarán ahora a %(secondaryEmail)s.
et: Konto teavitusi saadetakse edaspidi ka aadressile %(secondaryEmail)s.
eu: Kontuaren jakinarazpenak %(secondaryEmail)s helbidera ere bidaliko dira hemendik aurrera.
fa: اعلان‌های حساب شما از هم‌اکنون به %(secondaryEmail)s هم ارسال خواهند شد.
fi: Tilin ilmoitukset lähetetään nyt myös osoitteeseen %(secondaryEmail)s.
fr: Les notifications du compte seront à présent également envoyées à %(secondaryEmail)s.
fur: Di ca indenant lis notifichis dal to account a vignaran mandadis ancje a %(secondaryEmail)s.
gd: Thèid brathan mun chunntas a chur gu %(secondaryEmail)s o seo a-mach cuideachd.
gl: As notificacións da conta tamén se enviarán a %(secondaryEmail)s.
he: התרעות על החשבון תישלחנה מעתה גם אל %(secondaryEmail)s.
hr: Obavijesti o računu sada će se slati i na %(secondaryEmail)s.
hu: A fiókértesítések most már ide is el lesznek küldve: %(secondaryEmail)s.
ia: Le notificationes sur le conto essera ora inviate etiam a %(secondaryEmail)s.
id: Sekarang, pemberitahuan akun juga akan dikirim ke %(secondaryEmail)s.
is: Tilkynningar varðandi reikninga verða einnig sendar á %(secondaryEmail)s.
it: Da questo momento le notifiche riguardanti il tuo account Firefox verranno inviate anche a %(secondaryEmail)s.
ja: 今後はアカウント通知を %(secondaryEmail)s にもお送りします。
ka: ანგარიშის შეტყობინებებისთვის, ახლა უკვე შეგიძლიათ გამოიყენოთ %(secondaryEmail)s.
kab: Ilɣa n umiḍan ad ttwaznen daɣen tura ɣer %(secondaryEmail)s.
nl: Accountmeldingen worden nu ook naar %(secondaryEmail)s verzonden.
pa_in: ਖਾਤਾ ਸੂਚਨਾਵਾਂ ਨੂੰ ਹੁਣ %(secondaryEmail)s ਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: Powiadomienia dotyczące konta będą teraz wysyłane także na adres %(secondaryEmail)s.
pt: Agora, as notificações de conta irão também ser enviadas para %(secondaryEmail)s.
pt_br: As notificações da conta agora também serão enviadas para %(secondaryEmail)s.
ru: Оповещения аккаунта также будут присылаться на %(secondaryEmail)s.
sk: Upozornenia o účte budú odteraz odosielané taktiež na %(secondaryEmail)s.
sl: Obvestila o računu bodo poslana tudi na %(secondaryEmail)s.
sr: Обавештења о налогу ће сада бити слана на %(secondaryEmail)s.
sr_latn: Obaveštenja o nalogu će sada biti slana na %(secondaryEmail)s.
sv_se: Kontoaviseringar kommer nu också att skickas till %(secondaryEmail)s.
th: การแจ้งเตือนบัญชีจะถูกส่งไปยัง %(secondaryEmail)s ด้วย
tr: Hesap bildirimleri artık %(secondaryEmail)s adresine de gönderilecek.
tt: Аккаунтыгызга кагылышлы белдерүләр хәзер %(secondaryEmail)s адресына да җибәреләчәк.
uk: Сповіщення облікового запису тепер також надсилатимуться на %(secondaryEmail)s.
ur: اکاؤنٹ کی اطلاعات اب %(secondaryEmail)s پر بھی ارسال کی جاٴیں گی۔
vi: Thông báo tài khoản bây giờ cũng sẽ được gửi đến %(secondaryEmail)s.

source: Continue to %(serviceName)s
bg: Продължава към %(serviceName)s
cs: Pokračovat na %(serviceName)s
da: Fortsæt til %(serviceName)s
el: Συνέχεια στο %(serviceName)s
es_es: Continuar con %(serviceName)s
et: Jätka teenusega %(serviceName)s
eu: Jarraitu %(serviceName)s zerbitzura
fa: ادامه به %(serviceName)s
fi: Jatka palveluun %(serviceName)s
fr: Continuer vers %(serviceName)s
fur: Continue su %(serviceName)s
gd: Lean air adhart gu %(serviceName)s
gl: Continuar a %(serviceName)s
he: המשך אל %(serviceName)s
hi_in: %(serviceName)s पर जारी रखें
hr: Nastavi na %(serviceName)s
hu: Tovább erre: %(serviceName)s
ia: Continuar a %(serviceName)s
id: Lanjutkan ke %(serviceName)s
is: Halda áfram í %(serviceName)s
it: Continua su %(serviceName)s
ja: %(serviceName)s の利用を続ける
ka: გამოიყენეთ %(serviceName)s
kab: Kemmel ɣer %(serviceName)s
nl: Doorgaan naar %(serviceName)s
pa_in: %(serviceName)s ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Przejdź do usługi %(serviceName)s
pt: Continuar para o %(serviceName)s
pt_br: Continuar para %(serviceName)s
ru: Продолжить в %(serviceName)s
sk: Pokračovať na %(serviceName)s
sl: Nadaljujte v %(serviceName)s
sr: Наставите на %(serviceName)s
sr_latn: Nastavite na %(serviceName)s
sv_se: Fortsätt till %(serviceName)s
th: ดำเนินการต่อไปยัง %(serviceName)s
tr: %(serviceName)s servisine devam et
tt: %(serviceName)s хезмәтенә күчү
uk: Продовжити в %(serviceName)s
ur: %(serviceName)s میں جاری رکھیں
vi: Tiếp tục đến %(serviceName)s

source: Hide password
bg: Скриване на паролата
cs: Skrýt heslo
da: Skjul adgangskode
el: Απόκρυψη κωδικού πρόσβασης
es_es: Ocultar contraseña
et: Peida parool
eu: Ezkutatu pasahitza
fa: پنهان کردن گذرواژه
fi: Piilota salasana
fr: Masquer le mot de passe
fur: Plate password
gl: Agochar contrasinal
he: הסתרת ססמה
hi_in: पासवर्ड छिपाएं
hr: Sakrij lozinku
hu: Jelszó elrejtése
ia: Celar contrasigno
id: Sembunyikan sandi
is: Fela lykilorð
it: Nascondi password
ja: パスワードを隠す
ka: პაროლის დამალვა
kab: Ffer awal uffir
nl: Wachtwoord verbergen
pa_in: ਪਾਸਵਰਡ ਲੁਕਾਓ
pl: Ukryj hasło
pt: Ocultar palavra-passe
pt_br: Ocultar senha
ru: Скрыть пароль
sk: Skryť heslo
sl: Skrij geslo
sr: Сакриј лозинку
sr_latn: Sakrij lozinku
sv_se: Dölj lösenord
th: ซ่อนรหัสผ่าน
tr: Parolayı gizle
tt: Серсүзне яшерү
uk: Сховати пароль
ur: پاس ورڈ چھپائیں
vi: Ẩn mật khẩu

source: Firefox Backup Authentication Codes
fur: Codiçs di autenticazion di backup par Firefox
gl: Códigos de autenticación de respaldo de Firefox
is: Varaauðkenningarkóðar Firefox

source: Firefox Account Recovery Key
fur: Clâf di recupar dal account Firefox
gl: Clave de recuperación da conta de Firefox
is: Endurheimtulykill fyrir Firefox-reikning

source: Account confirmed successfully
fur: Account confermât cun sucès
gl: A conta confirmouse correctamente
is: Tókst að staðfesta reikning

source: payment & billing
cs: platba a fakturace
da: betaling og fakturering
el: πληρωμή & χρέωση
es_es: pago y facturación
et: maksed ja arveldamine
eu: ordainketa eta fakturazioa
fa: پرداخت‌ها و صورت‌حساب‌ها
fi: maksu ja laskutus
fr: paiement et facturation
fur: paiament e faturazion
gl: pagamento e facturación
he: תשלום וחיוב
hi_in: भुगतान और बिलिंग
hr: plaćanje i naplata
hu: fizetés és számlázás
ia: pagamentos e facturation
id: pembayaran & penagihan
is: greiðslur og innheimta
it: pagamento e fatturazione
ja: 支払いと請求に関して
ka: გადახდა და ანგარიშსწორება
kab: lexlaṣ d uftar
nl: betaling & facturatie
pa_in: ਭੁਗਤਾਨ ਤੇ ਬਿੱਲਿੰਗ
pl: płatności i rachunki
pt: pagamento e faturação
pt_br: pagamento e cobrança
ru: оплата и выставление счетов
sk: platba a fakturácia
sl: plačilo in obračun
sv_se: betalning och fakturering
th: การชำระและการเรียกเก็บเงิน
tr: ödeme ve faturalandırma
tt: түләү һәм исәп-хисап
uk: оплата і виставлення рахунків
ur: ادائیگی اور بلنگ
vi: thanh toán & lập hóa đơn

source: account issues
cs: problémy s účtem
da: kontoproblemer
el: ζητήματα λογαριασμού
es_es: problemas con la cuenta
et: konto probleemid
eu: kontuaren arazoak
fa: مشکلات حساب
fi: tiliongelmat
fr: problèmes de compte
fur: problemis cul account
gl: problemas coa conta
he: בעיות בחשבון
hi_in: खाते की समस्याएं
hr: problemi s računom
hu: fiókproblémák
ia: problemas con le conto
id: masalah akun
is: vandamál með notandaaðgang
it: problemi con l’account
ja: アカウントに関する問題
ka: ანგარიშის ხარვეზები
kab: uguren n umiḍan
nl: accountproblemen
pa_in: ਖਾਤਾ ਮਸਲੇ
pl: problemy z kontem
pt: problemas com a conta
pt_br: problemas com a conta
ru: проблемы с аккаунтом
sk: problémy s účtom
sl: težave z računom
sr: проблеми са налогом
sr_latn: problemi sa nalogom
sv_se: kontoproblem
te: ఖాతా సమస్యలు
th: ปัญหาบัญชี
tr: hesap sorunları
tt: хисап проблемалары
uk: проблеми з обліковим записом
ur: اکاؤنٹ کے مسائل
vi: vấn đề tài khoản

source: technical issues
bg: технически въпроси
cs: technické problémy
da: tekniske problemer
el: τεχνικά ζητήματα
es_es: problemas técnicos
et: tehnilised probleemid
eu: arazo teknikoak
fa: مشکلات فنی
fi: tekniset ongelmat
fr: problèmes techniques
fur: problemis tecnics
gl: problemas técnicos
he: בעיות טכניות
hi_in: तकनीकी समस्याएं
hr: tehnički problemi
hu: műszaki problémák
ia: problemas technic
id: masalah teknis
is: tæknileg vandamál
it: problemi tecnici
ja: 技術的な問題
ka: ტექნიკური ხარვეზები
kab: uguren itiknikanen
nl: technische problemen
pa_in: ਤਕਨੀਕੀ ਮਸਲੇ
pl: problemy techniczne
pt: problemas técnicos
pt_br: problemas técnicos
ru: технические неполадки
sk: technické problémy
sl: tehnične težave
sr: технички проблеми
sr_latn: tehnički problemi
sv_se: tekniska problem
te: సాంకేతిక సమస్యలు
th: ปัญหาทางเทคนิค
tr: teknik sorunlar
tt: техник проблемалар
uk: технічні проблеми
ur: تکنیکی مسائل
vi: vấn đề kỹ thuật

source: provide feedback / request features
cs: poskytnout zpětnou vazbu / navrhnout nové funkce
da: giv feedback eller foreslå funktioner
el: παροχή σχολίων / αίτημα λειτουργιών
es_es: enviar comentarios / solicitar funcionalidades
et: anna tagasisidet / taotle uut funktsionaalsust
eu: eman iritzia / eskatu eginbideak
fa: فرستادن بازخورد / درخواست ویژگی
fi: anna palautetta / pyydä ominaisuuksia
fr: donner votre avis / proposer de nouvelles fonctionnalités
fur: indiche opinions / richiestis di funzionalitâts
gl: proporcionar comentarios / solicitar funcionalidades
he: מתן משוב / בקשת תכונות
hr: pružanje povratnih informacija/zahtjeva za značajke
hu: visszajelzés / funkciókérés küldése
ia: forni commentarios / requesta functionalitates
id: berikan umpan balik / sarankan fitur
is: senda ábendingar / biðja um nýja eiginleika
it: inviare un’opinione / richiedere nuove funzioni
ja: フィードバックの提供 / 機能のリクエスト
ka: გამოხმაურება / შესაძლებლობების მოთხოვნა
kab: mudd-d timahilin n tmuɣli / asuter
nl: feedback geven / functies aanvragen
pa_in: ਫੀਡਬੈਕ / ਬੇਨਤੀ ਫੀਚਰ ਦਿਓ
pl: wyślij opinię/prośbę o funkcję
pt: fornecer feedback / solicitar funcionalidades
pt_br: dar opinião / solicitar recursos
ru: предоставление обратной связи / запрос функций
sk: poskytnite spätnú väzbu / navrhnite funkcie
sl: povratne informacije/predlog za izboljšavo
sv_se: ge återkoppling / begära funktioner
th: ให้คำติชม / ขอคุณลักษณะ
tr: görüş bildirme / yeni özellik talebi
tt: фикер һәм тәкъдимнәр җибәрү / яңа мөмкинлекләр сорау
uk: надіслати відгук / запит нової функції
ur: آراء / درخواست کی خصوصیات فراہم کریں۔
vi: cung cấp phản hồi / yêu cầu tính năng

source: not listed
cs: není v seznamu
da: ikke på listen
el: δεν αναγράφεται
es_es: no está en la lista
et: pole loetletud
eu: zerrendatu gabea
fa: فهرست نشده
fi: ei listattu
fr: non listé
fur: no te liste
gl: non listado
he: לא ברשימה
hr: nije na popisu
hu: nem listázott
ia: non listate
id: tidak terdaftar
is: ekki á listanum
it: non in elenco
ja: 一覧にない
ka: არაა ჩამონათვალში
kab: ur d-yettwabder ara
nl: niet vermeld
pa_in: ਅਣਸੂਚੀਬੱਧ ਨਹੀਂ
pl: niewymienione
pt: não listado
pt_br: não listado
ru: нет в списке
sk: neuvedené
sl: ni našteto
sr: није на листи
sr_latn: nije na listi
sv_se: inte listad
th: ไม่อยู่ในรายการ
tr: başka bir konu
tt: исемлектә юк
uk: не в переліку
ur: فہرست میں شامل نہیں
vi: không được liệt kê

source: Passwords
az: Şifrələr
bn_in: পাসওয়ার্ড
cs: Hesla
el: Κωδικοί πρόσβασης
et: Paroolid
eu: Pasahitzak
fa: گذرواژه‌ها
gl: Contrasinais
he: ססמאות
ia: Contrasignos
id: Sandi
is: Lykilorð
it: Password
ja: パスワード
lv: Paroles
nl: Wachtwoorden
pa: ਪਾਸਵਰਡ
pa_in: ਪਾਸਵਰਡ
pl: Hasła
pt_br: Senhas
sl: Gesla

source: Payment Methods
fur: Metodis di paiament
gl: Métodos de pago
is: Greiðslumátar

source: Unverified session
bg: Непотвърдена сесия
cs: Neověřená relace
da: Ubekræftet session
el: Μη επαληθευμένη συνεδρία
es_es: Sesión no verificada
et: Kinnitamata seanss
eu: Egiaztatu gabeko saioa
fa: ارتباط تایید نشده
fi: Vahvistamaton istunto
fr: Session non vérifiée
fur: Session no verificade
gd: Seisean gun dearbhadh
gl: Sesión sen verificar
he: הפעלה בלתי מאומתת
hr: Neprovjerena sesija
hu: Nem ellenőrzött munkamenet
ia: Session non verificate
id: Sesi tidak diverifikasi
is: Óstaðfest seta
it: Sessione non verificata
ja: 未確認のセッション
ka: დაუმოწმებელი სეანსი
kab: Tiɣimit ur nettwasenqed ara
nl: Niet-geverifieerde sessie
pa_in: ਨਾ-ਤਸਦੀਕ ਕੀਤਾ ਸ਼ੈਸ਼ਨ
pl: Niezweryfikowana sesja
pt: Sessão não-confirmada
pt_br: Sessão não validada
ru: Непроверенная сессия
sk: Neoverená relácia
sl: Nepreverjena seja
sr: Непроверена сесија
sr_latn: Neproverena sesija
sv_se: Overifierad session
th: วาระที่ไม่ได้รับการยืนยัน
tr: Doğrulanmamış oturum
tt: Расланмаган утырыш
uk: Неперевірений сеанс
ur: غیر تصدیق شدہ سیشن
vi: Phiên chưa được xác minh

source: You have reached the maximum allowed secondary emails
cs: Dosáhli jste maximálního počtu záložních e-mailových adres
da: Du har nået det maksimale antal tilladte sekundære mailadresser
el: Έχετε φτάσει τον μέγιστο επιτρεπτό αριθμό δευτερευόντων email
es_es: Has alcanzado la cantidad máxima de correos electrónicos secundarios permitidos
et: Oled jõudnud maksimaalselt lubatud teiseste e-posti aadresside arvuni
eu: Baimendutako ordezko helbide elektronikoen kopuru maximora heldu zara
fa: شما به حداکثر مجازِ ایمیل‌های ثانویه رسیده‌اید
fi: Olet jo ilmoittanut enimmäismäärän toissijaisia sähköpostiosoitteita
fr: Vous avez atteint le nombre maximal d’adresses électroniques secondaires autorisé
fur: Tu sês rivât/rivade al massim numar pussibil di e-mails secondaris
gl: Chegou aos máximos correos secundarios permitidos
he: הגעת לכמות המירבית המותרת של כתובות דוא״ל משניות
hr: Dostignut je maksimalan broj sekundarnih adresa e-pošte
hu: Elérte a másodlagos e-mailek megengedett legnagyobb számát
ia: Tu ha attingite le maxime numero de emails secundari
id: Anda telah mencapai batas maksimal akun serel sekunder yang diizinkan
is: Þú hefur náð hámarksfjölda leyfðra aukatölvupóstfanga
it: È stato raggiunto il numero massimo consentito di indirizzi email secondari
ja: 予備のメールが許可された最大数に達しました
ka: მიღწეულია დამატებითი ელფოსტის დასაშვები რაოდენობა
kab: Yewḍeḍ amḍan afellay n yimaylen isnawanen yettwasirgen
nl: U heeft het maximale aantal toegestane secundaire e-mailadressen bereikt
pl: Osiągnięto maksymalną dozwoloną liczbę dodatkowych adresów e-mail
pt: Atingiu o número máximo de e-mails secundários permitidos
pt_br: Você atingiu o máximo permitido de emails secundários
ru: Вы достигли максимально разрешённого числа дополнительных адресов электронной почты
sk: Dosiahli ste maximálny počet alternatívnych e-mailových adries
sl: Dosegli ste največje dovoljeno število pomožnih e-poštnih naslovov
sr: Достигли сте максималан број секундарних адреса е-поште
sr_latn: Dostigli ste maksimalan broj sekundarnih adresa e-pošte
sv_se: Du har nått maximalt tillåtna sekundära e-postadresser
th: คุณมีอีเมลสำรองสูงสุดถึงจำนวนสูงสุดที่อนุญาตแล้ว
tr: İzin verilen maksimum ikincil e-posta sayısına ulaştınız
uk: Ви маєте максимальну дозволену кількість додаткових адрес електронної пошти
vi: Bạn đã đạt đến email phụ tối đa được phép
