Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
be: Хм, у нас праблемы з нашай сістэмай. Мы працуем над тым, каб выправіць гэта, і просім прабачэння за нязручнасці. Калі ласка, паспрабуйце зноў пазней.
cs: Hmm, máme problémy s naším systémem. Pracujeme na jeho opravě a omlouváme se za nepříjemnosti. Zkuste to znovu později prosím.
cy: Hmm, rydyn ni'n cael trafferthion gyda'n system. Rydym yn ceisio'i drwsio ar eich rhan ac yn ymddiheuro am yr anghyfleustra. Rhowch gynnig arni eto'n hwyrach.
da: Hmm, vi har problemer med vores system. Vi arbejder på at løse dem for dig og undskylder ulejligheden. Prøv igen senere.
el: Χμμ, αντιμετωπίζουμε πρόβλημα με το σύστημά σας. Εργαζόμαστε για να το διορθώσουμε και λυπούμαστε για την αναστάτωση. Παρακαλούμε δοκιμάστε ξανά αργότερα.
es_es: Vaya, estamos teniendo problemas con el sistema. Estamos trabajando para solucionarlo y lamentamos los inconvenientes. Vuelve a intentarlo más tarde.
et: Hmm, meil on süsteemiga probleeme. Töötame selle sinu eest parandamise nimel ja palume ebamugavuste pärast vabandust. Palun proovi hiljem uuesti.
fa: هممم... به نظر میاد در سیستم به مشکلی خورده‌ایم. ما در تلاش برای اشکال هستیم و از این بابت عذرخواهی می‌کنیم. لطفاً بعدا دوباره تلاش کنید.
fi: Hmm, järjestelmissämme on ilmeisesti ongelmia. Korjaamme vikaa ja pahoittelemme tapahtunutta. Yritä myöhemmin uudelleen.
fr: Nous rencontrons des problèmes système, mais nous travaillons déjà à les résoudre. Nous vous prions de nous excuser pour ce désagrément et vous invitons à réessayer plus tard.
fur: O vin fastidis cui nestris sistemis. O sin daûr a comedâju e si scusìn pal inconvenient. Torne prove plui indenant.
gd: Hm, tha duilgheadasan aig na siostaman againn. Tha sinn ag obair air agus tha sinn duilich gun do chuir sinn fo mhì-ghoireas thu. Feuch ris a-rithist an ceann greis.
gl: O noso sistema ten un problema, e estamos traballando en solucionalo. Lamentamos as molestias. Inténteo de novo máis tarde.
he: הממ, יש בעיה במערכת שלנו. אנו מתקנים זאת כעת ומצטערים על אי הנוחות. נא לנסות שוב מאוחר יותר.
hr: Hmm, imamo problema s našim sustavom. Radimo na popravku i ispričavamo se zbog neugodnosti. Pokušaj ponovno kasnije.
hu: Hmm, problémák vannak a rendszerünkkel. Dolgozunk a javításon, és elnézést kérünk a kellemetlenségért. Próbálja újra később.
ia: Hmm, nos ha difficultates con nostre systema. Nos labora pro remediar lo e nos nos excusa pro le inconveniente. Per favor prova de novo plus tarde.
is: Hmm, kerfið okkar er að valda okkur vandræðum. Við erum að laga þetta og biðjumst velvirðingar á óþægindunum. Prófaðu endilega aftur síðar.
it: Stiamo riscontrando problemi di sistema, ma siamo già al lavoro per risolverli. Nel frattempo ci scusiamo per il disagio e ti chiediamo di riprovare più tardi.
ja: システムで問題が発生しました。現在、この問題の修正に取り組んでいます。ご不便をおかけして申し訳ありませんが、後でもう一度試してください。
ka: ჰმ, ჩვენს სისტემაში ხარვეზებია. ვმუშაობთ მათ გამოსწორებაზე და ბოდიშს გიხდით შეფერხებისთვის. გთხოვთ, სცადოთ მოგვიანებით.
kab: Hmm, nmuger-d kra n wuguren deg unagraw-nneɣ. Aql-aɣ ad nxeddme akken ad t-nefru, ihi suref-aɣ ɣef waya. Ma ulac aɣilif, ɛreḍ tikkelt-nniḍen ticki.
nl: Hmm, we hebben problemen met ons systeem. We werken eraan om het voor u op te lossen, onze excuses voor het ongemak. Probeer het later opnieuw.
pl: Występują problemy z naszym systemem. Pracujemy nad ich rozwiązaniem i przepraszamy za niedogodności. Proszę spróbować ponownie później.
pt: Hum, nós estamos a ter problemas com o nosso sistema. Estamos a trabalhar para os corrigir e pedimos desculpas pelo inconveniente. Por favor, tente novamente mais tarde.
pt_br: Hmm, estamos com problemas em nosso sistema. Estamos trabalhando para corrigir para você e pedimos desculpas pelo transtorno. Tente novamente mais tarde.
ru: Хм, у нас возникли проблемы с нашей системой. Мы работаем над тем, чтобы исправить их, и приносим свои извинения за доставленные неудобства. Пожалуйста, попробуйте позже.
sk: Hmm, máme problémy s našim systémom. Pracujeme na jeho oprave a ospravedlňujeme sa za nepríjemnosti. Prosím, skúste to znova.
sl: Hmm, imamo težave z našim sistemom. Trudimo se, da bi težavo čim prej odpravili in se opravičujemo za nevšečnosti. Poskusite kasneje.
sq: Hëm, po kemi probleme me sistemin tonë. Po punojnë për ta ndrequr dhe kërkojmë ndjesë për sikletin. Ju lutemi, riprovoni më vonë.
sr: Хмм, имамо проблема са системом, али већ радимо на њиховом решавању. Извињавамо се због непријатности и позивамо вас да покушате поново касније.
sr_latn: Hmm, imamo problema sa sistemom, ali već radimo na njihovom rešavanju. Izvinjavamo se zbog neprijatnosti i pozivamo vas da pokušate ponovo kasnije.
sv_se: Hmm, vi har problem med vårt system. Vi arbetar med att fixa det åt dig och ber om ursäkt för besväret. Försök igen senare.
th: อืมม์ เรากำลังมีปัญหากับระบบของเรา เรากำลังทำการซ่อมแซมให้คุณและขออภัยในความไม่สะดวก โปรดลองอีกครั้งในภายหลัง
tr: Sistemimizde bir sorun yaşanıyor. Ekibimiz sorunu düzeltmeye çalışıyor. Verdiğimiz rahatsızlıktan dolayı özür dileriz. Lütfen daha sonra yeniden deneyin.
uk: Хм, у нас виникли проблеми з нашою системою. Ми працюємо над виправленням і просимо вибачити за незручності. Будь ласка, спробуйте ще раз згодом.
vi: Hừm, chúng tôi gặp sự cố với hệ thống của chúng tôi. Chúng tôi đang cố gắng khắc phục nó cho bạn và xin lỗi vì sự bất tiện này. Vui lòng thử lại sau.

source: Other
ar: أخرى
be: Іншае
bg: Друг
cs: Jiné
cy: Arall
da: Andet
el: Άλλο
es_es: Otro
et: Muu
eu: Bestelakoak
fa: دیگر
fi: Muu
fr: Autre
fur: Altri
gd: Eile
gl: Outro
he: אחר
hi_in: अन्य
hr: Ostalo
hu: Egyéb
ia: Altere
id: Lainnya
is: Annað
it: Altro
ja: その他
ka: სხვა
kab: Wayeḍ
nl: Overig
pa_in: ਹੋਰ
pl: Inne
pt: Outro
pt_br: Outro
ru: Прочее
sk: Iné
sl: Drugo
sq: Tjetër
sr: Остало
sr_latn: Ostalo
sv_se: Annat
te: ఇతర
th: อื่น ๆ
tr: Diğer
tt: Башка
uk: Інше
ur: دیگر
vi: Khác

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
ar: شكرًا على تواصلك مع دعم Mozilla بخصوص <b>%(escapedLowercaseTopic)s</b>. سنتواصل معك عبر هذا البريد الإلكتروني متى أمكن.
bg: Благодарим ви, че се свързахте с екипа за поддръжка на Mozilla относно <b>%(escapedLowercaseTopic)s</b>. Ще се свържем с вас по имейл възможно най-скоро.
cs: Děkujeme vám, že jste se obrátili na podporu Mozilly ohledně problému <b>%(escapedLowercaseTopic)s</b>. Brzy od nás obdržíte e-mailem odpověď.
cy: Diolch am gysylltu â Mozilla Support am <b>%(escapedLowercaseTopic)s</b>. Byddwn yn cysylltu â chi trwy e-bost cyn gynted â phosibl.
da: Tak fordi du kontaktede Mozilla Support vedrørende <b>%(escapedLowercaseTopic)s</b>. Vi vil kontakte dig via mail så hurtigt som muligt.
el: Σας ευχαριστούμε που απευθυνθήκατε στην Υποστήριξη Mozilla σχετικά με το θέμα: <b>%(escapedLowercaseTopic)s</b>. Θα επικοινωνήσουμε μαζί σας μέσω email το συντομότερο δυνατό.
es_es: Gracias por comunicarte con Ayuda de Mozilla sobre <b>%(escapedLowercaseTopic)s</b>. Nos pondremos en contacto contigo por correo electrónico lo antes posible.
et: Täname, et võtsid ühendust Mozilla toega teemal <b>%(escapedLowercaseTopic)s</b>. Võtame sinuga e-posti teel ühendust esimesel võimalusel.
eu: Eskerrik asko Mozilla laguntzarekin <b>%(escapedLowercaseTopic)s</b>(r)i buruz harremanetan jartzeagatik. Lehenbailehen jarriko gara zurekin harremanetan posta elektronikoz.
fa: با تشکر از شما برای اتصال به پشتیبانی موزیلا در مورد <b>%(escapedLowercaseTopic)s</b>. در اسرع وقت با شما از طریق ایمیل تماس خواهیم گرفت.
fi: Kiitos, että otit yhteyttä Mozilla-tukeen aiheesta <b>%(escapedLowercaseTopic)s</b>. Otamme sinuun yhteyttä sähköpostitse pikimmiten.
fr: Merci d’avoir contacté l’assistance de Mozilla à propos de <b>%(escapedLowercaseTopic)s</b>. Nous vous contacterons par courriel dès que possible.
fur: Graciis di vê contatât il supuart di Mozilla in merit a <b>%(escapedLowercaseTopic)s</b>. Tu ricevarâs une rispueste vie e-mail a pene pussibil.
gd: Mòran taing airson fios a chur gu sgioba taic Mozilla a thaobh <b>%(escapedLowercaseTopic)s</b>. Cuiridh sinn post-d air ais thugad cho luath ’s a ghabhas.
gl: Grazas por contactar co soporte de Mozilla sobre <b>%(escapedLowercaseTopic)s</b>. Contactaremos con vostede por correo electrónico o máis axiña posible.
he: תודה שפנית לתמיכה של Mozilla לגבי <b>%(escapedLowercaseTopic)s</b>. ניצור איתך קשר בדוא״ל בהקדם האפשרי.
hi_in: <b>%(escapedLowercaseTopic)s</b> के बारे में Mozilla Support से संपर्क करने के लिए धन्यवाद। हम ईमेल द्वारा आपसे जल्द से जल्द संपर्क करेंगे।
hr: Hvala vam što se kontaktirali Mozilla podršku oko <b>%(escapedLowercaseTopic)s</b>. Kontaktirati ćemo vas putem e-pošte što je prije moguće.
hu: Köszönjük, hogy felkereste a Mozilla támogatást a következő témában: <b>%(escapedLowercaseTopic)s</b>. A lehető leghamarabb kapcsolatba lépünk Önnel e-mailben.
ia: Gratias pro entrar in contacto con le supporto de Mozilla sur <b>%(escapedLowercaseTopic)s</b>. Nos te contactara via e-mail le plus tosto possibile.
id: Terima kasih telah menghubungi Dukungan Mozilla tentang <b>%(escapedLowercaseTopic)s</b>. Kami akan menghubungi Anda via surel secepatnya.
is: Þakka þér fyrir að hafa samband við Mozilla Support aðstoðargáttina um <b>%(escapedLowercaseTopic)s</b>. Við verðum í sambandi í tölvupósti eins fljótt og mögulegt er.
it: Grazie per aver contattato il supporto Mozilla riguardo <b>%(escapedLowercaseTopic)s</b>. Riceverai una risposta via email il prima possibile.
ja: <b>%(escapedLowercaseTopic)s</b> について Mozilla サポートにお問い合わせいただき、ありがとうございます。可能な限り速やかにメールで連絡いたします。
ka: გმადლობთ, რომ ისარგებლეთ Mozilla-ს მხარდაჭერით საკითხზე <b>%(escapedLowercaseTopic)s</b>. დაგიკავშირდებით ელფოსტაზე, რაც შეიძლება მოკლე ხანში.
kab: Tanemmirt imi tneremseḍ tallelt n Mozilla ɣef <b>%(escapedLowercaseTopic)s</b>. Ad k-id-nennermes s yimayl melmi nezmer.
nl: Bedankt voor uw vraag aan Mozilla Support over <b>%(escapedLowercaseTopic)s</b>. We nemen zo snel mogelijk via e-mail contact met u op.
pl: Dziękujemy za skontaktowanie się z pomocą Mozilli w tej sprawie (<b>%(escapedLowercaseTopic)s</b>). Napiszemy do Ciebie wiadomość e-mail jak najszybciej.
pt: Obrigado por contactar o Apoio da Mozilla sobre <b>%(escapedLowercaseTopic)s</b>. Nós iremos contactá-lo por e-mail assim que possível.
pt_br: Obrigado por entrar em contato com o Suporte da Mozilla sobre <b>%(escapedLowercaseTopic)s</b>. Entraremos em contato por email assim que possível.
ru: Спасибо за обращение в поддержку Mozilla по вопросу <b>%(escapedLowercaseTopic)s</b>. Мы свяжемся с вами по электронной почте в ближайшее время.
sk: Ďakujeme, že ste sa obrátili na podporu Mozilly kvôli problému <b>%(escapedLowercaseTopic)s</b>. Čo najskôr vás budeme kontaktovať e-mailom.
sl: Hvala, ker ste se obrnili na Mozillino podporo o <b>%(escapedLowercaseTopic)s</b>. V najkrajšem možnem času se bomo obrnili na vas po e-pošti.
sq: Faleminderit që u lidhët me Asistencën e Mozilla-s rreth <b>%(escapedLowercaseTopic)s</b>. Do të lidhemi me ju me email sa më shpejt që të jetë e mundur.
sr: Хвала вам што сте се обратили Mozilla подршци у вези <b>%(escapedLowercaseTopic)s</b>. Контактираћемо вас е-поштом што је пре могуће.
sr_latn: Hvala vam što ste se obratili Mozilla podršci u vezi <b>%(escapedLowercaseTopic)s</b>. Kontaktiraćemo vas e-poštom što je pre moguće.
sv_se: Tack för att du kontaktade Mozilla Support om <b>%(escapedLowercaseTopic)s</b>. Vi kommer att kontakta dig via e-post så snart som möjligt.
th: ขอบคุณสำหรับการติดต่อฝ่ายสนับสนุนของ Mozilla เกี่ยวกับ <b>%(escapedLowercaseTopic)s</b> เราจะติดต่อคุณทางอีเมลโดยเร็วที่สุดเท่าที่จะเป็นไปได้
tr: <b>%(escapedLowercaseTopic)s</b> hakkında Mozilla Destek ile iletişime geçtiğimiz için teşekkür ederiz. En kısa sürede size e-postayla dönüş yapacağız.
tt: <b>%(escapedLowercaseTopic)s</b> турында Mozilla Ярдәм хезмәтенә мөрәҗәгать иткәнегез өчен рәхмәт. Без Сезнең белән тиз арада эл. почта аша элемтәгә керербез.
uk: Дякуємо за звернення до підтримки Mozilla щодо <b>%(escapedLowercaseTopic)s</b>. Ми зв'яжемося з вами електронною поштою найближчим часом.
vi: Cảm ơn bạn đã liên hệ với bộ phận hỗ trợ của Mozilla về <b>%(escapedLowercaseTopic)s</b>. Chúng tôi sẽ liên lạc với bạn qua email càng sớm càng tốt.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedPlan)s</b>. We'll contact you via email as soon as possible.
cy: Diolch i chi am gysylltu â Mozilla Support am <b>%(escapedLowercaseTopic)s</b> am <b>%(escapedSelectedPlan)s</b>. Byddwn yn cysylltu â chi trwy e-bost cyn gynted â phosibl.
sq: Faleminderit që u lidhët me Asistencën e Mozilla-s rreth <b>%(escapedLowercaseTopic)s</b> për <b>%(escapedSelectedPlan)s</b>. Do të lidhemi me ju me email sa më shpejt që të jetë e mundur.

source: Change...
be: Змяніць...
cy: Newid...
sq: Ndryshoni…

source: Last seen %(translatedTimeAgo)s
be: Апошняя актыўнасць %(translatedTimeAgo)s
cy: Gwelwyd diwethaf %(translatedTimeAgo)s
sq: Parë së fundi më %(translatedTimeAgo)s

source: Last seen over %(translatedTimeAgo)s
be: Апошняя актыўнасць: больш за %(translatedTimeAgo)s
cy: Gwelwyd diwethaf dros %(translatedTimeAgo)s
sq: Parë së fundi më herët se %(translatedTimeAgo)s

source: Last seen %(translatedTimeAgo)s in %(translatedCountry)s
be: Апошняя актыўнасць: больш за %(translatedTimeAgo)s у %(translatedCountry)s
cy: Gwelwyd diwethaf %(translatedTimeAgo)s yn %(translatedCountry)s
sq: Parë së fundi më %(translatedTimeAgo)s në %(translatedCountry)s

source: Last seen over %(translatedTimeAgo)s in %(translatedCountry)s
be: Апошняя актыўнасць: больш за %(translatedTimeAgo)s у %(translatedCountry)s
cy: Gwelwyd diwethaf dros %(translatedTimeAgo)s yn %(translatedCountry)s
sq: Parë së fundi më herët se %(translatedTimeAgo)s në %(translatedCountry)s

source: Last seen %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Апошняя актыўнасць %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Gwelwyd diwethaf %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Parë së fundi më %(translatedTimeAgo)s afër %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last seen over %(translatedTimeAgo)s near %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
be: Апошняя актыўнасць: больш за %(translatedTimeAgo)s блізу %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
cy: Gwelwyd diwethaf dros %(translatedTimeAgo)s ger %(translatedCity)s, %(translatedState)s, %(translatedCountry)s
sq: Parë së fundi më herët se %(translatedTimeAgo)s pranë %(translatedCity)s, %(translatedState)s, %(translatedCountry)s

source: Last seen time unknown
be: Час апошняй актыўнасці невядомы
cy: Amser gwelwyd diwethaf yn anhysbys
sq: Kohë e panjohur e parjes për herë të fundit

source: Expired or invalid code
be: Пратэрмінаваны або нядзейсны код
cy: Cod wedi dod i ben neu'n annilys
sq: Kod i skaduar ose i pavlefshëm

source: Sync these everywhere you sign in:
be: Сінхранізуйце ўсюды, дзе ўвайшлі ў сістэму:
cy: Cydweddwch y rhain ym mhobman fyddwch yn mewngofnodi:
sq: Njëkohësojini këto kudo që bëni hyrjen:

source: Enable Sync
be: Уключыць Sync
cy: Galluogi Sync
sq: Aktivizoni Sync-un

source: Don’t sync this device
be: Не сінхранізоўваць гэтую прыладу
bg: Да не се синхронизира това устройство
cs: Toto zařízení nesynchronizovat
cy: Peidio cydweddu'r ddyfais hon
da: Synkroniser ikke denne enhed
el: Χωρίς συγχρονισμό συσκευής
es_es: No sincronizar este dispositivo
et: Ära sünkroniseeri seda seadet
eu: Ez sinkronizatu gailu hau
fa: این دستگاه را همگام‌سازی نکنید
fi: Älä synkronoi tätä laitetta
fr: Ne pas synchroniser cet appareil
fur: No sta sincronizâ chest dispositîf
gd: Na sioncronaich an t-uidheam seo
gl: Non sincronizar este dispositivo
he: לא לסנכרן את המכשיר הזה
hi_in: इस उपकरण को सिंक न करें
hr: Ne sinkroniziraj ovaj uređaj
hu: Ne szinkronizálja ezt az eszközt
ia: Non synchronisar iste apparato
id: Jangan sinkronkan perangkat ini
is: Ekki samstilla þetta tæki
it: Non sincronizzare questo dispositivo
ja: この端末では同期しない
ka: უარი, ამ მოწყობილობის სინქრონიზაციაზე
kab: Ur mtawi ara deg ibenk-agi
nl: Dit apparaat niet synchroniseren
pa_in: ਇਹ ਡਿਵਾਈਸ ਸਿੰਕ ਨਾ ਕਰੋ
pl: Nie synchronizuj tego urządzenia
pt: Não sincronizar este dispositivo
pt_br: Não sincronizar este dispositivo
ru: Не синхронизировать это устройство
sk: Toto zariadenie nesynchronizovať
sl: Ne sinhroniziraj te naprave
sq: Mos e njëkohëso këtë pajisje
sr: Не синхронизујте овај уређај
sr_latn: Ne sinhronizujte ovaj uređaj
sv_se: Synkronisera inte den här enheten
th: ไม่ต้องซิงค์อุปกรณ์นี้
tr: Bu cihazı eşitleme
tt: Бу җиһазны синхронламау
uk: Не синхронізувати цей пристрій
vi: Không đồng bộ hóa thiết bị này

source: Enter verification code
ar: أدخِل رمز التأكيد
be: Увядзіце код пацверджання
bg: Въведете кода за проверка
cy: Rhowch y cod dilysu
da: Indtast bekræftelseskode
el: Εισαγάγετε τον κωδικό επαλήθευσης
es_es: Introduce el código de verificación
fa: کد تاییدیه را وارد کنید
fi: Kirjoita vahvistuskoodi
fr: Saisissez le code de vérification
gd: Cuir a-steach an còd dearbhaidh
hi_in: सत्यापन कोड दर्ज करें
hr: Upiši kȏd za potvrdu
hu: Adja meg az ellenőrzőkódot
ia: Insere le codice de verification
id: Masukkan kode verifikasi
it: Inserisci il codice di verifica
ka: შეიყვანეთ დამადასტურებელი კოდი
kab: Sekcem tangalt n usenqed
pl: Wpisz kod weryfikacyjny
pt: Inserir código de confirmação
pt_br: Digite o código de verificação
ru: Введите код подтверждения
sk: Zadajte overovací kód
sq: Jepni kodin e verifikimit
sr: Унесите верификациони код
sr_latn: Unesite verifikacioni kod
sv_se: Ange verifieringskod
th: ใส่รหัสตรวจสอบ
tr: Doğrulama kodunu girin
tt: Раслау кодын кертү
uk: Введіть код підтвердження
ur: توثیقی کوڈ داخل کریں
vi: Nhập mã xác minh

source: Please enter the verification code that was sent to %(escapedEmail)s within 20 minutes.
be: Калі ласка, увядзіце код пацвярджэння, адпраўлены на адрас %(escapedEmail)s на працягу 20 хвілін.
cy: Rhowch y cod dilysu a anfonwyd at %(escapedEmail)s o fewn 20 munud.
sq: Ju lutemi, jepni brenda 20 minutash kodin e verifikimit që qe dërguar te %(escapedEmail)s.

source: Recent Activity
ar: آخر نشاط
be: Апошняя актыўнасць
bg: Последна активност
cs: Nedávná aktivita
cy: Gweithgareddau Diweddar
da: Seneste aktivitet
el: Πρόσφατη δραστηριότητα
es_es: Actividad reciente
et: Hiljutine tegevus
eu: Azken jarduera
fa: فعالیت‌های اخیر
fi: Viimeisin toiminta
fr: Activité récente
fur: Ativitât resinte
gd: Gnìomhachd o chionn goirid
gl: Actividade recente
he: פעילות אחרונה
hi_in: हाल की गतिविधि
hr: Nedavna aktivnost
hu: Friss tevékenység
ia: Recente activitate
id: Aktivitas Terkini
is: Nýleg virkni
it: Attività recente
ja: 最近のアクティビティ
ka: ბოლო მოქმედება
kab: Armud n melmi kan
nl: Recente activiteit
pa_in: ਤਾਜ਼ਾ ਸਰਗਰਮੀ
pl: Ostatnie działania
pt: Atividade recente
pt_br: Atividade recente
ru: Последние действия
sk: Nedávna aktivita
sl: Nedavne dejavnosti
sq: Veprimtari Së Fundi
sr: Недавна активност
sr_latn: Nedavna aktivnost
sv_se: Senaste aktivitet
te: ఇటీవలి కార్యకలాపం
th: กิจกรรมล่าสุด
tr: Son etkinlikler
tt: Соңгы гамәлләр
uk: Нещодавня активність
ur: حالیہ سرگرمی
vi: Hoạt động gần đây

source: Security Events
ar: الأحداث الأمنية
be: Падзеі бяспекі
cs: Události týkající se bezpečnosti
cy: Digwyddiadau Diogelwch
da: Sikkerhedsbegivenheder
el: Συμβάντα ασφαλείας
es_es: Eventos de seguridad
et: Turvasündmused
eu: Segurtasun-gertaerak
fa: رُخدادهای امنیتی
fi: Turvallisuuteen liittyvät tapahtumat
fr: Évènements de sécurité
fur: Events di sigurece
gd: Tèarainteachd
gl: Eventos de seguridade
he: אירועי אבטחה
hi_in: सुरक्षा उपक्रम
hr: Sigurnosni događaji
hu: Biztonsági események
ia: Eventos de securitate
is: Öryggisatvik
it: Eventi di sicurezza
ja: セキュリティイベント
ka: უსაფრთხოების ღონისძიებები
kab: Ineḍruyen n teɣlist
nl: Beveiligingsgebeurtenissen
pa_in: ਸੁਰੱਖਿਆ ਘਟਨਾਵਾਂ
pl: Wydarzenia związane z bezpieczeństwem
pt: Eventos de segurança
pt_br: Eventos de segurança
ru: Уведомления безопасности
sk: Bezpečnostné udalosti
sl: Varnostni dogodki
sq: Akte Sigurie
sr: Сигурносни догађаји
sr_latn: Sigurnosni događaji
sv_se: Säkerhetshändelser
te: భద్రతా సంఘటనలు
th: เหตุการณ์ด้านความปลอดภัย
tr: Güvenlik olayları
tt: Иминлеккә бәйле вакыйгалар
uk: Події безпеки
ur: سلامتی کے واقعات
vi: Sự kiện bảo mật

source: Event Name
ar: اسم الحدث
be: Назва падзеі
cs: Název události
cy: Enw'r Digwyddiad
da: Begivenhedsnavn
el: Όνομα συμβάντος
es_es: Nombre del evento
et: Sündmuse nimi
eu: Gertaera-izena
fa: نام رُخداد
fi: Tapahtuman nimi
fr: Nom de l’évènement
fur: Non event
gd: Ainm an tachartais
gl: Nome do evento
he: שם אירוע
hi_in: उपक्रम नाम
hr: Naziv događaja
hu: Esemény neve
ia: Nomine de evento
is: Heiti atviks
it: Nome evento
ja: イベント名
ka: ღონისძიების დასახელება
kab: Isem n tedyant
nl: Naam gebeurtenis
pa_in: ਘਟਨਾ ਦਾ ਨਾਂ
pl: Nazwa wydarzenia
pt: Nome do evento
pt_br: Nome do evento
ru: Название события
sk: Názov udalosti
sl: Ime dogodka
sq: Emër Akti
sr: Назив догађаја
sr_latn: Naziv događaja
sv_se: Händelsenamn
te: సంఘటన పేరు
th: ชื่อเหตุการณ์
tr: Olay adı
tt: Вакыйга исеме
uk: Назва події
ur: واقعہ کا نام
vi: Tên sự kiện

source: Created At
ar: تاريخ الإنشاء
be: Створана
cs: Vytvořeno v
cy: Crëwyd Yn
da: Oprettet den
el: Δημιουργήθηκε στις
es_es: Creado el
et: Loodud
eu: Sortze-data
fa: ساخته شده در
fi: Luotu
fr: Créé le
fur: Date creazion
gd: Air a chruthachadh
gl: Creado o
he: נוצר בתאריך
hi_in: पर निर्मित
hr: Stvoreno
hu: Létrehozva
ia: Create le
is: Búið til í
it: Data creazione
ja: 作成日
ka: შექმნის დრო
kab: Yettwarna di
nl: Aangemaakt op
pa_in: ਬਣਾਇਆ
pl: Utworzono
pt: Criado a
pt_br: Criado em
ru: Создано
sk: Vytvorená
sl: Ustvarjeno ob
sq: Krijuar Tek
sr: Створен
sr_latn: Stvoren
sv_se: Skapad den
th: สร้างเมื่อ
tr: Oluşturulma
tt: Ясалган
uk: Створено
ur: پر پیدا کیا
vi: Được tạo lúc

source: Delete events
ar: احذف الأحداث
be: Выдаліць падзеі
cs: Vymazat události
cy: Dileu digwyddiadau
da: Slet begivenheder
el: Διαγραφή συμβάντων
es_es: Eliminar eventos
et: Kustuta sündmused
eu: Ezabatu gertaerak
fa: حذف رُخدادها
fi: Poista tapahtumat
fr: Supprimer les évènements
fur: Elimine events
gd: Sguabadh às
gl: Eliminar os eventos
he: מחיקת אירועים
hi_in: उपक्रमों को हटाएँ
hr: Izbriši događaje
hu: Események törlése
ia: Deler eventos
is: Eyða atburðum
it: Elimina eventi
ja: イベントを削除
ka: ღონისძიებების წაშლა
kab: Kkes tidyanin
nl: Gebeurtenissen verwijderen
pa_in: ਘਟਨਾਵਾਂ ਹਟਾਓ
pl: Usuń wydarzenia
pt: Eliminar eventos
pt_br: Excluir eventos
ru: Удалить события
sk: Odstrániť udalosti
sl: Izbriši dogodke
sq: Fshini akte
sr: Избришите догађаје
sr_latn: Izbrišite događaje
sv_se: Ta bort händelser
th: ลบเหตุการณ์
tr: Etkinlikleri sil
tt: Вакыйгаларны бетерү
uk: Видалити події
ur: واقعات کو حذف کریں
vi: Xóa các sự kiện
