Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Can not change primary email to an email that does not belong to this account
ar: لا يمكن تغيير البريد الإلكتروني الأولي إلى بريد لا ينتمي إلى هذه الحساب
az: Əsas e-poçt ünvanı bu hesaba aid olmayan ünvanla dəyişdirilə bilməz
be: Немагчыма змяніць асноўны адрас эл.пошты на той, што не належыць гэтаму ўліковаму запісу
bg: Основният ел. адрес не може да бъде променен на ел. адрес, който не принадлежи на същата сметка
cs: Hlavní e-mailová adresa nelze změnit na adresu, která nepatří k tomuto účtu
cy: Nid oes modd newid prif e-bost i e-bost nad yw'n perthyn i'r cyfrif hwn
da: Kan ikke skifte primær mailadresse til en mailadresse, der ikke hører til denne konto
el: Δεν είναι δυνατή η αλλαγή του κύριου email σε email που δεν ανήκει στον λογαριασμό
es_ar: No se puede cambiar la dirección de correo electrónico por una dirección de correo electrónico que no se corresponde con esta cuenta
es_es: No se puede cambiar el correo principal por una dirección de correo que no pertenece a esta cuenta
et: Peamiseks e-posti aadressiks ei saa määrata selle kontoga sidumata aadressi
eu: Ezin da aldatu helbide elektroniko nagusia kontu honenetakoa ez den helbide elektroniko batera
fa: نمی‌توان رایانامه اصلی را به رایانامه‌ای که به این حساب متعلق نیست تغییر داد
fi: Ensisijaista sähköpostia ei voi vaihtaa sähköpostiin, joka ei kuulu tähän tiliin
fr: Il est impossible de modifier l’adresse électronique principale lorsque la nouvelle adresse n’est pas associée à ce compte
fur: Nol è pussibil cambiâ la e-mail primarie cuntune e-mail che no aparten a chest account
gd: Chan urrainn dhut post-d nach ann aig a’ chunntas seo a dhèanamh de phrìomh phost-d
gl: Non se pode cambiar o enderezo de correo electrónico principal a un que non pertence a esta conta
he: לא ניתן לשנות את כתובת הדוא״ל הראשית לכתובת שאינה שייכת לחשבון זה
hi_in: प्राथमिक ईमेल को ऐसे ईमेल से नही बदल सकते जो इस खाते से सबंधित नही है
hr: Nije moguće izmijeniti primarnu e-poštu u adresu e-pošte koja ne pripada ovom računu
hu: Nem változtatja az elsődleges e-mailcímet olyan e-mailcímre, amely nem tartozik ehhez a fiókhoz
ia: Impossibile cambiar le adresse de e-mail primari a un adresse que non pertine a iste conto
id: Tidak dapat mengubah surel utama ke surel yang tidak terkait dengan akun ini
is: Ekki er hægt að breyta aðalpóstfangi í tölvupóstfang sem ekki tilheyrir þessum reikningi
it: Non è possibile sostituire l’indirizzo email principale con un indirizzo che non appartiene a questo account
ja: 主要アドレスをこのアカウントに紐付けられていないアドレスに変えることはできません
ka: მთავარი ელფოსტა, ვერ შეიცვლება იმ ელფოსტით, რომელიც ამ ანგარიშს არ ეკუთვნის
kab: Ur izmir ara ad t-ibeddel γer imayl amezwaru ma yella tansa-agi tamaynut ur teqqin ara γer umiḍan-a
nl: Kan primair e-mailadres niet wijzigen naar een e-mailadres dat niet bij deze account hoort
pa_in: ਮੁੱਢਲੇ ਈਮੇਲ ਨੂੰ ਐਸੇ ਈਮੇਲ ਵਿਚ ਤਬਦੀਲ ਕਰਨ ਵਿਚ ਅਸਮਰੱਥ, ਜੋ ਇਸ ਖਾਤੇ ਨਾਲ ਸੰਬੰਧਿਤ ਨਹੀਂ ਹੈ
pl: Nie można zmienić głównego adresu e-mail na adres nienależący do tego konta
pt: Não pode alterar um email primário para um email que não pertence a esta conta
pt_br: Não é possível alterar o email principal para um email que não pertence a esta conta
ru: Нельзя изменить основной адрес электронной почты на использующийся в другом аккаунте
sk: Hlavnú e-mailovú adresu nemožno zmeniť na adresu, ktorá nepatrí k tomuto účtu
sl: Glavnega e-poštnega naslova ni mogoče spremeniti na naslov, ki ne pripada temu računu
sq: S’mund të ndryshohet email-i parësor në një email që nuk i përket kësaj llogarie
sr: Примарна адреса се не може заменити адресом која не припада овом налогу
sr_latn: Primarna adresa se ne može zameniti adresom koja ne pripada ovom nalogu
sv_se: Det går inte att ändra primär e-post till en e-post som inte hör till det här kontot
te: ఈ ఖాతాకు చెందని ఇమెయిల్కి ప్రాథమిక ఇమెయిల్ను మార్చలేరు
th: ไม่สามารถเปลี่ยนอีเมลหลักเป็นอีเมลที่ไม่เกี่ยวข้องกับบัญชีนี้
tr: Ana e-postayı bu hesaba bağlı olmayan bir e-postayla değiştiremezsiniz
tt: Беренчел эл. почтаны бу хисапка кермәгән почтага үзгәртеп булмый
uk: Не можна змінити основну адресу електронної пошти на ту, що не належить цьому обліковому запису
vi: Không thể thay đổi email chính thành email không thuộc tài khoản này

source: This email can not currently be used to login
ar: لا يمكن استخدام هذا البريد الإلكتروني للولوج حاليا
az: Bu e-poçt hazırla daxil olmaq üçün işlədilə bilməz
be: Гэту эл.пошту зараз нельга выкарыстоўваць для ўваходу
bg: Този ел. адрес не може да бъде използван за вход
cs: Tuto e-mailovou adresu nejde v současné chvíli pro přihlášení použít
cy: Ar hyn o bryd, nid oes modd defnyddio'r e-bost hwn i fewngofnodi
da: Denne mailadresse kan i øjeblikket ikke bruges til login
el: Αυτό το email δεν μπορεί να χρησιμοποιηθεί για σύνδεση αυτήν τη στιγμή
es_ar: No se puede utilizar esta dirección de correo para iniciar la sesión
es_es: No se puede utilizar esta dirección de correo para iniciar sesión
et: Seda e-posti aadressi hetkel sisselogimiseks kasutada ei saa
eu: Helbide elektroniko hau ezin da erabili saioa hasteko
fa: در حال حاضر از این رایانامه برای وارد شدن نمی‌توانید استفاده کنید
fi: Tätä sähköpostiosoitetta ei voi juuri nyt käyttää kirjautumiseen
fr: Cette adresse électronique ne peut pas être utilisée pour vous connecter pour le moment
fur: In chest moment nol è pussibil doprâ cheste direzion par jentrâ
gd: Chan urrainn dhut clàradh a-steach leis a’ phost-d seo aig an àm seo
gl: Este enderezo de correo electrónico non pode usarse para iniciar sesión nestes momentos
he: לא ניתן להשתמש כרגע בכתובת הדוא״ל הזאת להתחברות
hi_in: यह ईमेल इस समय लॉगिन करने के लिए इस्तेमाल नहीं किया जा सकता
hr: Ova e-pošta se trenutno ne može koristiti za prijavu
hu: Ez az e-mailcím jelenleg nem használható bejelentkezésre
ia: Al momento non es possibile usar iste adresse de e-mail pro aperir session
id: Surel ini tidak dapat digunakan untuk masuk
is: Ekki er hægt að nota þetta tölvupóstfang til innskráningar á þessum tíma
it: Al momento non è possibile utilizzare questo indirizzo email per accedere
ja: このアドレスは現在ログインに使用できません
ka: ეს ელფოსტა, ვერ იქნება გამოყენებული ანგარიშზე შესასვლელად
kab: Imayl-agi ur izmir ara ad ittwaseqdec i unukcum tura akka
nl: Dit e-mailadres kan momenteel niet voor aanmelding worden gebruikt
pa_in: ਇਹ ਈਮੇਲ ਵਰਤਮਾਨ ਵਿੱਚ ਲੌਗਇਨ ਕਰਨ ਲਈ ਨਹੀਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ
pl: Tego adresu e-mail nie można obecnie używać do logowania
pt: Este email não pode ser utilizado atualmente para iniciar sessão
pt_br: Este email não pode ser usado no momento para acessar
ru: В настоящее время, этот адрес электронной почты нельзя использовать для входа
sk: Túto e-mailovú adresu v súčasnosti nemôžete použiť na prihlásenie
sl: Tega e-poštnega naslova trenutno ni mogoče uporabiti za prijavo
sq: Ky email s’mund të përdoret hëpërhë për të bërë hyrje
sr: Ова адреса се тренутно не може користити за приступ
sr_latn: Ova adresa se trenutno ne može koristiti za pristup
sv_se: Den här e-postadressen kan inte användas för att logga in
te: ఈ ఈమెయిలుని ప్రవేశించడానికి ప్రస్తుతం వాడలేరు
th: ไม่สามารถใช้อีเมลนี้ในการเข้าสู่ระบบได้ในขณะนี้
tr: Bu e-postayı şu anda giriş yapmak için kullanamazsınız
tt: Хәзерге вакытта бу эл. почта керү өчен кулланыла алмый
uk: Цю адресу електронної пошти зараз не можна використовувати для входу
ur: اس ای میل کو فی الحال لاگ ان کرنے کے لئے استعمال نہیں کیا جاسکتا ہے
vi: Email này hiện không thể được sử dụng để đăng nhập

source: Failed to send email
ar: فشل إرسال البريد
az: E-poçt göndərmək mümkün olmadı
be: Не ўдалося выслаць ліст
bg: Неуспешно изпращане на писмо
bn_bd: ইমেইল পাঠাতে ব্যর্থ হয়েছে
cs: Chyba při odesílání e-mailové zprávy
cy: Methwyd anfon e-bost
da: Kunne ikke sende mail
el: Αποτυχία αποστολής email
es_ar: Falló el envío del correo electrónico
es_es: Fallo al enviar el correo
et: Kirja saatmine ebaõnnestus
eu: Ezin da mezua bidali
fa: ارسال رایانامه شکست خورد
fi: Sähköpostin lähettäminen epäonnistui
fr: Échec de l’envoi du courriel
fur: Nol è stât pussibil mandâ la e-mail
gd: Dh’fhàillig cur a’ phuist-d
gl: Non se puido enviar a mensaxe de correo electrónico
he: כישלון בשליחת דוא״ל
hi_in: ईमेल भेजने में विफल
hr: Slanje e-pošte nije uspjelo
hu: Az üzenetküldés meghiúsult
ia: Falta a inviar le email
id: Gagal mengirim surel
is: Mistókst að senda tölvupóst
it: Invio email non riuscito
ja: メールを送信できませんでした
ka: ელფოსტაზე წერილის გაგზავნა ვერ მოხერხდა
kab: Tuzzna n imayl ur teddi ara
nl: Verzenden van e-mailbericht is mislukt
pa_in: ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ
pl: Wysłanie wiadomości e-mail się nie powiodło
pt: Falha ao enviar email
pt_br: Falha ao enviar email
ru: Не удалось отправить письмо
sk: Odoslanie e-mailu zlyhalo
sl: Pošiljanje e-pošte ni uspelo
sq: Dështoi në dërgimin e email-it
sr: Неуспешно слање поруке
sr_latn: Neuspešno slanje poruke
sv_se: Misslyckades med att skicka e-post
te: ఈమెయిలు పంపించడం విఫలమైంది
th: การส่งอีเมลล้มเหลว
tr: E-posta gönderilemedi
tt: Электрон хат җибәреп булмады
uk: Не вдалося надіслати лист
ur: ای میل ارسال کرنے میں ناکام رہا
vi: Không thể gửi email

source: Valid code required
ar: مطلوب رمز صالح
az: Keçərli kod tələb edilir
be: Патрэбен дзейсны код
bg: Необходим е валиден код
cs: Zadejte platný kód
cy: Mae angen codi dilys
da: Gyldig kode påkrævet
el: Απαιτείται έγκυρος κωδικός
es_ar: Se requiere un código válido
es_es: Se requiere un código válido
et: Kood peab olema korrektne
eu: Baliozko kodea behar da
fa: یک کد معتبر ضروریه
fi: Vaaditaan kelvollinen koodi
fr: Un code valide est nécessaire
fur: Al è necessari indicâ un codiç valit
gd: Tha feum air còd dligheach
gl: Requírese un código válido
he: נדרש קוד תקף
hi_in: वैध कोड आवश्यक है
hr: Potreban je važeći kôd
hu: Érvényes kód szükséges
ia: Codice valide requirite
id: Dibutuhkan kode yang valid
is: Gerð er krafa um gildan kóða
it: È necessario fornire un codice valido
ja: 正しいコードを入力してください
ka: მართებული კოდი აუცილებელია
kab: Tangalt tameɣtut tettwasra
nl: Geldige code vereist
pa_in: ਢੁੱਕਵਾਂ ਕੋਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymagany jest prawidłowy kod
pt: Código válido requerido
pt_br: É necessário um código válido
ru: Введите корректный код
sk: Zadajte platný kód
sl: Vnesite veljavno kodo
sq: Lypset kod i vlefshëm
sr: Валидан код је потребан
sr_latn: Validan kod je potreban
sv_se: Giltig kod krävs
te: చెల్లుబాటయ్యే కోడు అవసరం
th: ต้องการโค้ดที่ถูกต้อง
tr: Geçerli bir kod gerekli
tt: Дөрес код кирәк
uk: Необхідний дійсний код
ur: جائز کوڈ درکار ہے
vi: Yêu cầu mã hợp lệ

source: This verification code has expired
ar: انتهت صلاحية رمز التأكيد هذا
az: Bu təsdiq kodunun vaxtı çıxıb
be: Гэты код пацверджання пратэрмінаваны
bg: Този код за упълномощаване е изтекъл
cs: Tento ověřovací kód vypršel
cy: Mae'r cod dilysu hwn wedi dod i ben
da: Denne bekræftelseskode er udløbet
el: Αυτός ο κωδικός επαλήθευσης έχει λήξει
es_ar: Este código de verificación está vencido
es_es: Este código de verificación ha expirado
et: See kinnituskood on aegunud
eu: Egiaztatze kodea iraungi da
fa: این کد تاییدیه منقضی شده است
fi: Tämä vahvistuskoodi on vanhentunut
fr: Ce code de vérification a expiré
fur: Chest codiç di verifiche al è scjadût
gd: Dh’fhalbh an ùine air a’ chòd dearbhaidh seo
gl: Este código de verificación caducou
he: קוד אימות זה פג
hi_in: यह सत्यापन कोड समाप्त हो चुका है
hr: Ovaj kontrolni kôd je istekao
hu: Ez az ellenőrzőkód már lejárt
ia: Iste codice de verification ha expirate
id: Kode verifikasi ini telah kedaluwarsa
is: Þessi staðfestingarkóði hefur runnið út
it: Questo codice di verifica è scaduto
ja: この確認コードは期限切れとなっています
ka: დამადასტურებელი კოდი ვადაგასულია
kab: Tangalt-agi n usended temmut
nl: Deze verificatiecode is verlopen
pa_in: ਇਹ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ ਹੈ
pl: Ten kod weryfikacyjny wygasł
pt: Este código de verificação expirou
pt_br: Este código de verificação expirou
ru: Срок действия кода подтверждения истёк
sk: Platnosť overovacieho kódu vypršala
sl: Potrditvena koda je potekla
sq: Ky kod verifikimi ka skaduar
sr: Код за потврду је истекао
sr_latn: Kod za potvrdu je istekao
sv_se: Denna verifieringskod har upphört
te: ఈ ధృవీకరణ కోడ్ గడువు ముగిసింది
th: รหัสยืนยันนี้หมดอายุแล้ว
tr: Bu doğrulama kodunun süresi bitmiş
tt: Бу раслау кодының вакыты чыккан
uk: Час дії коду підтвердження завершився
vi: Mã xác minh này đã hết hạn

source: A TOTP token already exists for this account
az: Bu hesabda artıq TOTP tokeni mövcuddur
be: Для гэтага ўліковага запісу ўжо ёсць TOTP-токен
bg: За този профил вече съществува TOTP токен
cs: TOTP token pro tento účet už existuje
cy: Mae tocyn TOTP eisoes yn bodoli ar gyfer y cyfrif hwn
da: Et TOTP-token findes allerede til denne konto
el: Υπάρχει ήδη ένα διακριτικό TOTP για αυτόν τον λογαριασμό
es_es: Ya existe un token TOTP para esta cuenta
et: Selle konto jaoks on TOTP-turvatõend juba olemas
eu: Badago lehendik TOTP tokena kontu honetarako
fa: یک نشانهTOTP در حال حاضر برای این حساب وجود دارد
fi: TOTP-poletti on jo olemassa tälle tilille
fr: Un jeton TOTP existe déjà pour ce compte.
fur: Al esist za un gjeton TOTP par chest account
gd: Tha tòcan TOTP ann airson a’ chunntais seo mu thràth
gl: Xa hai un código TOTP para esta conta
he: אסימון TOTP כבר קיים עבור משתמש זה
hi_in: इस खाते के लिए एक TOTP टोकन पहले से मौजूद है
hr: Za ovaj račun već postoji TOTP token
hu: A fiókhoz már létezik TOTP token
ia: Un token TOTP jam existe pro iste conto
id: Token TOTP sudah ada untuk akun ini
is: TOTP tákn er þegar til fyrir þennan reikning
it: Esiste già un token TOTP per questo account
ja: このアカウントの TOTP トークンはすでに存在しています
ka: TOTP-ნიშანი ამ ანგარიშისთვის უკვე არსებობს
kab: Ajiṭun TOTP yella yakan i umiḍan-a
nl: Er bestaat al een TOTP-token voor deze account
pa_in: ਇਸ ਖਾਤੇ ਲਈ ਪਹਿਲਾਂ ਹੀ TOTP ਟੋਕਨ ਮੌਜੂਦ ਹੈ
pl: Token TOTP już istnieje dla tego konta
pt: Um token TOTP já existe para esta conta
pt_br: Já existe um token TOTP nesta conta
ru: Для этого аккаунта уже существует TOTP-токен
sk: Token TOTP pre tento účet už existuje
sl: Za ta račun že obstaja žeton TOTP
sq: Për këtë llogari ka tashmë një token TOTP
sr: TOTP токен већ постоји за овај налог
sr_latn: TOTP token već postoji za ovaj nalog
sv_se: Ett TOTP-token finns redan för det här kontot
th: มีโทเค็น TOTP อยู่แล้วสำหรับบัญชีนี้
tr: Bu hesaba ait bir TOTP jetonu zaten var
tt: Бу хисап өчен TOTP токены инде бар
uk: TOTP-токен вже існує для цього облікового запису
ur: اس اکاؤنٹ کے لئے پہلے ہی ایک TOTP ٹوکن موجود ہے
vi: Một token TOTP đã tồn tại cho tài khoản này

source: TOTP token not found
az: TOTP tokeni tapılmadı
be: TOTP-токен не знойдзены
bg: Токенът TOTP не е намерен
cs: TOTP token nenalezen
cy: Heb ganfod tocyn TOTP
da: TOTP-token ikke fundet
el: Δεν βρέθηκε διακριτικό TOTP
es_es: Token TOTP no encontrado
et: TOTP-turvatõendit ei leitud
eu: Ez da TOTP tokena aurkitu
fa: رمز TOTP پیدا نشد
fi: TOTP-polettia ei löytynyt
fr: Jeton TOTP introuvable
fur: Gjeton TOTP no cjatât
gd: Cha deach an tòcan TOTP a lorg
gl: Non se atopou o código TOTP
he: אסימון TOTP לא נמצא
hi_in: TOTP टोकन नहीं मिला
hr: TOTP token nije pronađen
hu: A TOTP token nem található
ia: Token TOTP non trovate
id: Token TOTP tidak ditemukan
is: TOTP tákn fannst ekki
it: Token TOTP non trovato
ja: TOTP トークンが見つかりません
ka: TOTP-ნიშანი ვერ მოიძებნა
kab: Ulac ajiṭun TOTP
nl: TOTP-token niet gevonden
pa_in: TOTP ਟੋਕ ਨਹੀਂ ਲੱਭਿਆ
pl: Nie odnaleziono tokena TOTP
pt: Token TOTP não encontrado
pt_br: Token TOTP não encontrado
ru: TOTP-токен не найден
sk: Token TOTP sa nenašiel
sl: Žetona TOTP ni mogoče najti
sq: S’u gjet token TOTP
sr: TOTP токен није пронађен
sr_latn: TOTP token nije pronađen
sv_se: TOTP-token hittades inte
th: ไม่พบโทเค็น TOTP
tr: TOTP jetonu bulunamadı
tt: TOTP токен табылмады
uk: TOTP-токен не знайдено
ur: TOTP ٹوکن نہیں ملا
vi: Không tìm thấy token TOTP

source: Recovery code not found
az: Bərpa kodu tapılmadı
be: Код аднаўлення не знойдзены
bg: Кодът за възстановяване не е намерен
cs: Obnovovací kód nenalezen
cy: Heb ganfod y cod adfer
da: Genoprettelseskode ikke fundet
el: Δεν βρέθηκε κωδικός ανάκτησης
es_es: No se ha encontrado el código de recuperación
et: Taastamiskoodi ei leitud
eu: Ez da berreskuratze kodea aurkitu
fa: کد باآوری پیدا نشد
fi: Palautuskoodia ei löytynyt
fr: Code de récupération introuvable
gd: Cha deach an còd aisig a lorg
he: קוד השחזור לא נמצא
hi_in: रिकवरी कोड नहीं मिला
hr: Kôd za oporavak nije pronađen
hu: A helyreállítási kód nem található
ia: Codice de recuperation non trovate
id: Kode pemulihan tidak ditemukan
it: Codice di recupero non trovato
ja: リカバリーコードが見つかりません
ka: აღდგენის კოდი ვერ მოიძებნა
kab: Tangalt n usellek ulac-itt
nl: Herstelcode niet gevonden
pa_in: ਰਿਕਵਰੀ ਕੋਡ ਨਹੀਂ ਲੱਭਾ
pl: Nie odnaleziono kodu odzyskiwania
pt: Código de recuperação não encontrado
pt_br: Código de recuperação não encontrado
ru: Код восстановления не найден
sk: Obnovovací kód sa nenašiel
sl: Koda za obnovitev ni bila najdena
sq: S’u gjet kod rikthimesh
sr: Код за опоравак није пронађен
sr_latn: Kod za oporavak nije pronađen
sv_se: Återställningskoden hittades inte
th: ไม่พบรหัสการกู้คืน
tr: Kurtarma kodu bulunamadı
tt: Тергезү коды табылмады
uk: Код відновлення не знайдено
ur: بازیابی کا کوڈ نہیں ملا
vi: Không tìm thấy mã khôi phục

source: Unavailable device command
az: Əlçatmaz cihaz əmri
be: Каманда для недаступнай прылады
cs: Nedostupný příkaz zařízení
cy: Gorchymyn dyfais ddim ar gael
da: Utilgængelig enheds-kommando
el: Μη διαθέσιμη εντολή συσκευής
es_es: Comando de dispositivo no disponible
et: Seadme käsk pole saadaval
eu: Ez dago erabilgarri gailu-komandoa
fa: دستورهای دستگاه در دسترس نیست
fi: Tämä laitekomento ei ole käytettävissä
fr: Commande de l’appareil non disponible
fur: Il comant dal dispositîf nol è disponibil
gd: Àithne uidheim nach eil ri làimh
gl: A orde do dispositivo non está dispoñíbel
hi_in: अनुपलब्ध उपकरण कमांड
hr: Nedostupna naredba uređaja
hu: Nem elérhető eszközparancs
ia: Commando de apparato non disponibile
id: Perintah perangkat tidak tersedia
is: Tækjaskipun ótiltæk
it: Controllo del dispositivo non disponibile
ja: 使用できないデバイスコマンド
ka: მიუწვდომელი მოწყობილობის ბრძანება
kab: Taladna n yibenk ulac-itt
nl: Niet-beschikbare apparaatopdracht
pa_in: ਡਿਵਾਈਸ ਕਮਾਂਡ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Niedostępne polecenie urządzenia
pt: Comando de dispositivo indisponível
pt_br: Comando de dispositivo não disponível
ru: Ошибка при отправке команды недоступному устройству
sk: Nedostupný príkaz zo zariadenia
sl: Nerazpoložljiv ukaz za napravo
sq: Urdhër pajisje që s’gjendet
sr: Наредба уређаја није доступна
sr_latn: Naredba uređaja nije dostupna
sv_se: Ej tillgängligt enhetskommando
th: คำสั่งอุปกรณ์ไม่พร้อมใช้งาน
tr: Kullanılamayan cihaz komutu
tt: Мөмкин булмаган җайланма командасы
uk: Команда для недоступного пристрою
vi: Lệnh thiết bị không khả dụng

source: Recovery key not found
az: Bərpa açarı tapılmadı
be: Ключ аднаўлення не знойдзены
bg: Ключът за възстановяване не е намерен
cs: Obnovovací klíč nenalezen
cy: Heb ganfod yr allwedd adfer
da: Genoprettelsesnøgle ikke fundet
el: Δεν βρέθηκε κλειδί ανάκτησης
es_es: No se ha encontrado la clave de recuperación
et: Taastamisvõtit ei leitud
eu: Ez da berreskuratze gakoa aurkitu
fa: کلید بازآوری پیدا نشد
fi: Palautusavainta ei löytynyt
fr: Clé de récupération introuvable
gd: Cha deach an iuchair aisig a lorg
he: מפתח השחזור לא נמצא
hi_in: रिकवरी कोड नहीं मिला
hr: Ključ za oporavak nije pronađen
hu: A helyreállítási kulcs nem található
ia: Clave de recuperation non trovate
id: Kunci pemulihan tidak ditemukan
it: Chiave di recupero non trovata
ja: リカバリーキーが見つかりません
ka: აღდგენის გასაღები ვერ მოიძებნა
kab: Tasarut n tririt ulac-itt
nl: Herstelsleutel niet gevonden
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਨਹੀਂ ਲੱਭੀ
pl: Nie odnaleziono klucza odzyskiwania
pt: Chave de recuperação não encontrada
pt_br: Chave de recuperação não encontrada
ru: Ключ восстановления не найден
sk: Obnovovací kľúč sa nenašiel
sl: Ključ za obnovitev ni bil najden
sq: S’u gjet kyç rikthimesh
sr: Кључ за опоравак није пронађен
sr_latn: Ključ za oporavak nije pronađen
sv_se: Återställningsnyckel hittades inte
th: ไม่พบรหัสการกู้คืน
tr: Kurtarma anahtarı bulunamadı
tt: Тергезү ачкычы табылмады
uk: Ключ відновлення не знайдено
ur: بازیابی کی کلید نہیں ملی
vi: Không tìm thấy khóa khôi phục

source: Invalid recovery key
ar: مفتاح الاستعادة غير صحيح
az: Səhv bərpa açarı
be: Нядзейсны ключ аднаўлення
bg: Невалиден ключ за възстановяване
cs: Obnovovací klíč není platný
cy: Allwedd adfer annilys
da: Ugyldig genoprettelsesnøgle
el: Μη έγκυρο κλειδί ανάκτησης
es_ar: El código de recuperación no es válido
es_es: Clave de recuperación no válida
et: Vigane taastamisvõti
eu: Berreskuratze gako baliogabea
fa: کلید بازیابی غیرمعتبر
fi: Virheellinen palautusavain
fr: Clé de récupération invalide
gd: Iuchair aisig mhì-dhligheach
he: מפתח שחזור שגוי
hi_in: अमान्य पुनर्प्राप्ति कोड
hr: Nevažeći ključ za oporavak
hu: Érvénytelen helyreállítási kulcs
ia: Clave de recuperation non valide
id: Kunci pemulihan tidak valid
it: Chiave di recupero non valida
ja: 無効な回復用キー
ka: აღდგენის არამართებული გასაღები
kab: Yir tasarutt n tririt
nl: Ongeldige herstelsleutel
pa_in: ਗਲਤ ਰਿਕਵਰੀ ਕੁੰਜੀ
pl: Nieprawidłowy klucz odzyskiwania
pt: Chave de recuperação inválida
pt_br: Chave de recuperação inválida
ru: Некорректный ключ восстановления
sk: Neplatný obnovovací kľúč
sl: Neveljaven obnovitveni ključ
sq: Kyç rimarrjeje i pavlefshëm
sr: Неисправан кључ за опоравак
sr_latn: Neispravan ključ za oporavak
sv_se: Ogiltig återställningsnyckel
te: చెల్లని పునరుద్ధరణ కీ
th: กุญแจการกู้คืนใช้ไม่ได้
tr: Geçersiz kurtarma anahtarı
tt: Яраксыз тергезү ачкычы
uk: Недійсний ключ відновлення
ur: غلط بازیافت کلید
vi: Khóa khôi phục không hợp lệ
