Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Do you need help with a specific app or service? (optional)
cs: Potřebujete pomoci s konkrétní aplikací nebo službou? (volitelné)
da: Har du brug for hjælp med at bestemt app eller tjeneste? (Valgfri)
el: Χρειάζεστε βοήθεια με μια συγκεκριμένη εφαρμογή ή υπηρεσία; (προαιρετικό)
es_es: ¿Necesitas ayuda con una aplicación o servicio específico? (opcional)
et: Kas vajad abi kindla rakenduse või teenusega? (valikuline)
fa: آیا برای برنامه یا سرویس خاصی به کمک نیاز دارید؟ (اختیاری)
fi: Tarvitsetko apua tietyn sovelluksen tai palvelun kanssa? (valinnainen)
fr: Avez-vous besoin d’aide pour une application ou un service spécifique ? (optionnel)
fur: Ti covential jutori cuntune aplicazion o servizi specific? (opzionâl)
gl: Necesita axuda cunha aplicación ou servizo específico? (opcional)
he: יש לך צורך בעזרה עם יישום או שירות מסוימים? (רשות)
hr: Trebaš li pomoć oko određene aplikacije ili usluge? (opcionalno)
hu: Segítségre van szüksége egy adott alkalmazással vagy szolgáltatással kapcsolatban? (nem kötelező)
ia: Desira tu auxilio con un specific app o servicio? (optional)
is: Þarftu hjálp við sérstakt forrit eða þjónustu? (valfrjálst)
it: Hai bisogno di aiuto con un’app o un servizio specifico? (opzionale)
ja: 特定のアプリやサービスについてサポートが必要ですか？ (任意)
ka: დახმარება გესაჭიროებათ გარკვეული აპის ან მომსახურების შესახებ? (არასავალდებულო)
kab: Tesriḍ i tallelt akked kra n usnas neɣ ameẓlu? (d afrayan)
nl: Hebt u hulp nodig bij een specifieke app of service? (optioneel)
pl: Czy potrzebujesz pomocy z konkretną aplikacją lub usługą? (opcjonalne)
pt: Precisa de ajuda com uma aplicação ou serviço específico? (opcional)
pt_br: Você precisa de ajuda com um aplicativo ou serviço específico? (opcional)
ru: Вам нужна помощь с конкретным приложением или сервисом? (необязательно)
sk: Potrebujete pomôcť s konkrétnou aplikáciou alebo službou? (voliteľné)
sl: Ali potrebujete pomoč z določeno aplikacijo ali storitvijo? (neobvezno)
sr: Треба ли вам помоћ око одређене апликације или услуге? (опционално)
sr_latn: Treba li vam pomoć oko određene aplikacije ili usluge? (opcionalno)
sv_se: Behöver du hjälp med en specifik app eller tjänst? (valfritt)
th: คุณต้องการความช่วยเหลือเกี่ยวกับแอปหรือบริการเฉพาะหรือไม่? (ไม่จำเป็น)
tr: Belirli bir uygulama veya hizmetle ilgili yardıma mı ihtiyacınız var? (isteğe bağlı)
uk: Вам потрібна допомога з певною програмою чи службою? (необов’язково)
vi: Bạn có cần trợ giúp về một ứng dụng hoặc dịch vụ cụ thể không? (không bắt buộc)

source: Enter your password to view your account recovery key.
fur: Inserìs la password par visualizâ la clâf di recupar dal account.
gl: Introduza o seu contrasinal para ver a clave de recuperación da conta.
is: Settu inn lykilorðið þitt til að skoða endurheimtulykilinn fyrir reikninginn þinn.

source: Successfully connected
cs: Úspěšně připojeno
da: Forbundet
el: Επιτυχής σύνδεση
es_es: Conectado correctamente
et: Ühendus õnnestus
eu: Ondo konektatuta
fa: با موفقیت متصل شد
fi: Yhdistetty onnistuneesti
fr: Connexion établie
fur: Conetût cun sucès
gd: Chaidh ceangail a dhèanamh
gl: Conectouse
he: מחובר בהצלחה
hr: Uspješno povezano
hu: Sikeresen csatlakoztatva
ia: Connectite con successo
id: Berhasil terhubung
is: Tenging tókst
it: Connesso correttamente
ja: 接続に成功しました
ka: წარმატებით დაუკავშირდა
kab: Tuqqna tedda
nl: Met succes verbonden
pa_in: ਕਾਮਯਾਬੀ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ
pl: Pomyślnie połączono
pt: Associado com sucesso
pt_br: Conectado com sucesso
ru: Успешно подключено
sk: Úspešne pripojené
sl: Uspešno povezano
sr: Успешно повезано
sr_latn: Uspešno povezano
sv_se: Ansluten
th: เชื่อมต่อสำเร็จแล้ว
tr: Başarıyla bağlandı
tt: Уңышлы тоташтырылды
uk: Успішно під'єднано
ur: کامیابی کے ساتھ جڑ گیا
vi: Kết nối thành công

source: Please close this page and continue on the other device.
bg: Затворете тази страница и продължете на другото устройство.
cs: Zavřete prosím tuto stránku a pokračujte na druhém zařízení.
da: Luk denne side og fortsæt på den anden enhed.
el: Παρακαλούμε κλείστε αυτή τη σελίδα και συνεχίστε στην άλλη συσκευή.
es_es: Por favor, cierra esta página y continúa en el otro dispositivo.
et: Palun sulge see leht ja jätka teises seadmes.
fi: Sulje tämä sivu ja jatka toisella laitteella.
fr: Veuillez fermer cette page et continuer sur l’autre appareil.
fur: Siere cheste pagjine e continue sul altri dispositîf.
gl: Peche esta páxina e continúe no outro dispositivo.
he: נא לסגור דף זה ולהמשיך במכשיר השני.
hr: Zatvori ovu stranicu i nastavi na drugom uređaju.
hu: Zárja be ezt az oldalt, és folytassa a másik eszközön.
ia: Claude iste pagina e continua sur le altere apparato.
is: Lokaðu þessari síðu og haltu áfram á hinu tækinu.
it: Chiudi questa pagina e continua sull’altro dispositivo.
ja: このページを閉じ、他の端末で続行してください。
ka: გთხოვთ, დახუროთ ეს გვერდი და განაგრძოთ სხვა მოწყობილობაზე.
kab: Ttxil-k·m mdel asebter-a syen kemmel ɣef yibenk-nniḍen.
nl: Sluit deze pagina en ga verder op het andere apparaat.
pl: Proszę zamknąć tę stronę i kontynuować na drugim urządzeniu.
pt: Por favor, feche esta página e continue no outro dispositivo.
pt_br: Feche esta página e continue no outro dispositivo.
ru: Закройте эту страницу и продолжите на другом устройстве.
sk: Zatvorte túto stránku a pokračujte na inom zariadení.
sl: Zaprite to stran in nadaljujte na drugi napravi.
sv_se: Stäng den här sidan och fortsätt på den andra enheten.
th: โปรดปิดหน้านี้และดำเนินการต่อบนอุปกรณ์อื่น
tr: Lütfen bu sayfayı kapatıp diğer cihazda devam edin.
tt: Зинһар, бу битне ябыгыз һәм башка җиһазда дәвам итегез.
uk: Закрийте цю сторінку та продовжуйте на іншому пристрої.
ur: براہ کرم یہ صفحہ بند کریں اور دوسرے آلہ پر جاری رکھیں۔
vi: Vui lòng đóng trang này và tiếp tục trên thiết bị khác.

source: New sign-in to Firefox
cs: Nové přihlášení k Firefoxu
da: Nyt login til Firefox
el: Νέα σύνδεση στο Firefox
es_es: Nuevo inicio de sesión en Firefox
et: Uus sisselogimine Firefoxi
eu: Saio-hasiera berria Firefoxen
fi: Uusi kirjautuminen Firefoxiin
fr: Nouvelle connexion à Firefox
fur: Gnûf acès a Firefox
gl: Novo inicio de sesión en Firefox
he: התחברות חדשה ל־Firefox
hr: Nova prijava na Firefox
hu: Új bejelentkezés a Firefoxba
ia: Nove apertura de session in Firefox
is: Ný innskráning í Firefox
it: Nuovo accesso a Firefox
ja: Firefox への新規ログイン
ka: ახალი შემოსვლა Firefox-ზე
kab: Tuqqna-nniḍen ɣer Firefox
nl: Nieuwe aanmelding bij Firefox
pa_in: Firefox ਲਈ ਨਵਾਂ ਸਾਈਨ-ਇਨ
pl: Nowe logowanie do Firefoksa
pt: Novo início de sessão no Firefox
pt_br: Nova entrada no Firefox
ru: Новый вход в Firefox
sk: Nové prihlásenie k Firefoxu
sl: Nova prijava v Firefox
sv_se: Ny inloggning till Firefox
th: การลงชื่อเข้า Firefox ใหม่
tr: Firefox’a yeni giriş
tt: Firefox-ка яңа керү
uk: Новий вхід у Firefox
ur: Firefox میں نیا سائن ان
vi: Đăng nhập mới vào Firefox

source: Confirm sign-in
ar: أكّد تسجيل الدخول
az: Daxil olmanı təsdiqlə
cs: Potvrzení přihlášení
da: Bekræft login
el: Επιβεβαίωση σύνδεσης
es_es: Confirmar inicio de sesión
et: Kinnita sisselogimine
eu: Berretsi saio-hasiera
fa: تایید ورود
fi: Vahvista kirjautuminen
fr: Confirmer la connexion
fur: Conferme acès
he: אישור התחברות
hr: Potvrdi prijavu
hu: Bejelentkezés megerősítése
ia: Confirmar apertura de session
id: Mengkonfirmasi masuk
is: Staðfestu innskráningu
it: Conferma accesso
ja: ログインを確認
ka: დაადასტურეთ შესვლა
kab: Sentem tuqqna
nl: Aanmelding bevestigen
pa_in: ਸਾਈਨ-ਇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź logowanie
pt: Confirmar início de sessão
pt_br: Confirmar entrada
ru: Подтвердить вход
sk: Potvrdenie prihlásenia
sl: Potrdite prijavo
sr: Потврди пријаву
sr_latn: Potvrdi prijavu
sv_se: Bekräfta inloggning
th: ยืนยันการลงชื่อเข้า
tr: Girişi onayla
tt: Керүне раслау
uk: Підтвердити вхід
ur: سائن کی تصدیق کریں
vi: Xác nhận đăng nhập

source: If you suspect that someone is trying to gain access to your account, <a id="change-password" href="/settings/change_password">please change your password.</a>
cs: Máte-li podezření, že se někdo pokouší neoprávněně získat přístup k vašemu účtu, <a id="change-password" href="/settings/change_password">změňte si prosím své heslo</a>.
da: Hvis du har mistanke om, at nogen forsøger at få adgang til din konto, så <a id="change-password" href="/settings/change_password">skift din adgangskode</a>.
el: Αν υποπτεύεστε ότι κάποιος προσπαθεί να αποκτήσει πρόσβαση στον λογαριασμό σας, <a id="change-password" href="/settings/change_password">παρακαλούμε αλλάξτε τον κωδικό πρόσβασής σας.</a>
es_es: Si crees que alguien está intentando acceder a tu cuenta, <a id="change-password" href="/settings/change_password">cambia la contraseña.</a>
et: Kui kahtlustad, et keegi teine püüab sinu kontot kasutada, siis <a id="change-password" href="/settings/change_password">palun vaheta oma parool ära</a>.
fi: Jos epäilet, että joku yrittää murtautua tilillesi, <a id="change-password" href="/settings/change_password">vaihda salasanasi.</a>
fr: Si vous avez des raisons de penser que quelqu’un essaie d’accéder à votre compte, <a id="change-password" href="/settings/change_password">veuillez changer votre mot de passe</a>.
fur: Se tu suspietis che cualchidun al stedi cirint in maniere ilegjitime di acedi al to account, <a id="change-password" href="/settings/change_password">cambie daurman la tô password.</a>
he: אם קיים חשש שמישהו מנסה להשיג גישה לחשבונך, עליך <a id="change-password" href="/settings/change_password">לאפס את הססמה שלך</a>.
hu: Ha azt gyanítja, hogy valaki más próbál hozzáférni fiókjához, <a id="change-password" href="/settings/change_password">változtassa meg jelszavát</a>.
ia: Si tu suspecta que qualcuno tenta ganiar accesso a tu conto, <a id="change-password" href="/settings/change_password">cambia tu contrasigno.</a>
is: Ef þig grunar að einhver sé að reyna að fá aðgang að notandaaðgangnum þínum, <a id="change-password" href="/settings/change_password">skaltu endurstilla lykilorðið þitt.</a>
it: Se ritieni che qualcuno stia tentando di accedere indebitamente al tuo account, <a id="change-password" href="/settings/change_password">cambiane subito la password.</a>
ja: もし誰かがあなたのアカウントへアクセスしようとしていると思われる場合は、<a id="change-password" href="/settings/change_password">パスワードを変更してください。</a>
ka: თუ ეჭვობთ, რომ ვინმე თქვენს ანგარიშზე წვდომის მოპოვებას ცდილობს, <a id="change-password" href="/settings/change_password">გთხოვთ, შეცვალეთ თქვენი პაროლი.</a>
kab: Ma tcukkeḍ yella win yettaɛṛaḍen ad yekcem ɣer umiḍan-inek·inem, <a id="change-password" href="/settings/change_password">snifel awal-inek·inem uffir ma ulac aɣilif</a>.
nl: Als u vermoedt dat iemand toegang tot uw account probeert te verkrijgen, <a id="change-password" href="/settings/change_password">wijzig dan uw wachtwoord.</a>
pl: Jeśli istnieją podejrzenia, że ktoś próbuje uzyskać dostęp do konta, to <a id="change-password" href="/settings/change_password">prosimy zmienić hasło</a>.
pt: Se suspeita que alguém está a tentar obter acesso à sua conta, <a id="change-password" href="/settings/change_password">por favor, altere a sua palavra-passe</a>.
pt_br: Se suspeitar que alguém está tentando obter acesso à sua conta, <a id="change-password" href="/settings/change_password">altere sua senha</a>.
ru: Если вы подозреваете, что кто-то пытается получить доступ к вашему аккаунту, <a id="change-password" href="/settings/change_password">пожалуйста, смените ваш пароль</a>.
sk: Ak máte podozrenie, že sa niekto pokúša získať prístup k vášmu účtu, <a id="change-password" href="/settings/change_password">zmeňte si heslo</a>.
sl: Če slutite, da nekdo poskuša pridobiti dostop do vašega računa, <a id="change-password" href="/settings/change_password">spremenite geslo</a>.
sv_se: Om du misstänker att någon försöker få åtkomst till ditt konto, <a id="change-password" href="/settings/change_password">ändra ditt lösenord.</a>
th: หากคุณสงสัยว่ามีใครพยายามเข้าถึงบัญชีของคุณ <a id="change-password" href="/settings/change_password">โปรดเปลี่ยนรหัสผ่านของคุณ</a>
tr: Birisinin hesabınızı ele geçirmeye çalıştığını düşünüyorsanız <a id="change-password" href="/settings/change_password">lütfen parolanızı değiştirin.</a>
tt: Әгәр кем дә булса Сезнең хисабыгызны кулга төшерергә тырыша дип шикләнсәгез, <a id="change-password" href="/settings/change_password">зинһар серсүзегезне алыштырыгыз.</a>
uk: Якщо ви підозрюєте, що хтось намагається отримати доступ до вашого облікового запису, <a id="change-password" href="/settings/change_password">змініть свій пароль.</a>
vi: Nếu bạn nghi ngờ rằng ai đó đang cố gắng giành quyền truy cập vào tài khoản của bạn, <a id="change-password" href="/settings/change_password">vui lòng thay đổi mật khẩu của bạn.</a>

source: Send login push notification
cs: Poslat push oznámení o přihlášení
da: Send push-beskeder om login
el: Αποστολή ειδοποίησης push σύνδεσης
es_es: Enviar notificación push de inicio de sesión
et: Saadetakse sisselogimise teavitusi
fi: Lähetä kirjautumisesta push-ilmoitus
fr: Envoyer une notification de connexion
fur: Invie notifiche push di acès
hu: Leküldéses értesítés küldése a bejelentkezéshez
ia: Invia aviso de transmission credential
is: Senda ýtitilkynningu um innskráningu
it: Invia notifica push di accesso
ja: ログインプッシュ通知を送信する
ka: შესვლის შეტყობინების გაგზავნა
kab: Azen alɣu n tuqqna
nl: Pushnotificatie voor aanmelden verzenden
pa_in: ਲਾਗਇਨ ਪੁਸ਼ ਸੂਚਨਾ ਭੇਜੋ
pl: Wyślij powiadomienie o logowaniu
pt: Enviar notificação imediata de autenticação
pt_br: Enviar notificação push de entrada na conta
ru: Отправить push-уведомление о входе
sk: Odoslať push notifikáciu prihlásenia
sl: Pošlji potisno obvestilo o prijavi
sv_se: Skicka push-meddelande för inloggning
th: ส่งการแจ้งเตือนการเข้าสู่ระบบ
tr: Giriş için anında ilet bildirimi gönder
tt: Керү турында push-белдерүне җибәрү
uk: Надсилати push-сповіщення про вхід
vi: Gửi thông báo đẩy đăng nhập

source: Check your connected Firefox devices for the sign-in confirmation tab we've sent.
cs: Zkontrolujte svá zařízení připojená k účtu Firefoxu a potvrďte na nich své přihlášení.
da: Kontrollér dine forbundne Firefox-enheder for fanebladet til bekræftelse af login, vi har sendt.
el: Ελέγξτε τις συσκευές που έχετε συνδέσει στο Firefox για την καρτέλα επιβεβαίωσης σύνδεσης που έχουμε στείλει.
es_es: Comprueba en los dispositivos de Firefox que tengas conectados la pestaña de confirmación que hemos enviado.
et: Kontrolli oma ühendatud Firefoxi seadmeid, et näha saadetud sisselogimise kinnituskaarti.
fi: Tarkista liitetyistä Firefox-laitteistasi lähettämämme kirjautumisvahvistuksen välilehti.
fr: Consultez la confirmation de connexion que nous avons envoyée sur vos appareils Firefox connectés.
fur: Controle tai tiei dispositîfs Firefox colegâts la schede di conferme dal acès che ti vin inviât.
hu: Ellenőrizze a csatlakoztatott firefoxos eszközökre küldött bejelentkezési megerősítést tartalmazó lapot.
ia: Verifica tu apparatos connectite a Firefox pro le scheda confirmation credential que nos ha inviate.
is: Skoðaðu tengdu Firefox-tækin þín hvort flipinn með staðfestingu innskráningar sem við sendum hafi borist.
it: Controlla nei tuoi dispositivi Firefox collegati la scheda di conferma dell’accesso che ti abbiamo inviato.
ja: 接続された Firefox 端末で、送信されたログイン確認のタブを確認してください。
ka: იხილეთ თქვენს დაკავშირებულ Firefox-მოწყობილობაზე გამოგზავნილი ჩანართი, შესვლის დასამოწმებლად.
kab: Senqed ibenkan-ik·im yeqqnen ɣer Firefox i yiccer n usentem n tuqqna i n-uznen.
nl: Controleer uw verbonden Firefox-apparaten op het aanmeldingsbevestigingstabblad dat we hebben verzonden.
pa_in: ਸਾਡੇ ਵਲੋਂ ਭੇਜੇ ਸਾਈਨ-ਇਨ ਤਸਦੀਕ ਟੈਬ ਲਈ ਆਪਣੇ ਕਨੈਕਟ ਕੀਤੇ ਹੋਏ Firefox ਡਿਵਾਈਸਾਂ ਨੂੰ ਚੈਕ ਕਰੋ।
pl: Znajdź na połączonych urządzeniach z Firefoksem kartę potwierdzenia logowania, którą wysłaliśmy.
pt: Consulte os seus dispositivos associados ao Firefox para aceder ao separador de confirmação da autenticação que enviámos.
pt_br: Verifique, nos seus dispositivos conectados ao Firefox, se recebeu a aba de confirmação de entrada que enviamos.
ru: Проверьте свои подключенные устройства Firefox на наличие отправленной нами вкладки подтверждения входа.
sk: Na pripojené zariadenia s Firefoxom sme odoslali push notifikáciu s potvrdením prihlásenia.
sl: Na povezanih napravah Firefox poiščite zavihek za potrditev prijave, ki smo ga poslali.
sv_se: Kontrollera dina anslutna Firefox-enheter för bekräftelsefliken för inloggning som vi har skickat.
th: ตรวจสอบแท็บยืนยันการลงชื่อเข้าที่เราส่งไปบนอุปกรณ์ Firefox ที่เชื่อมต่อของคุณ
tr: Gönderdiğimiz giriş onayı sekmesi için hesabınıza bağlı Firefox cihazlarınızı kontrol edin.
uk: Перевірте надіслану вкладку для підтвердження входу на своїх під'єднаних пристроях Firefox.
vi: Kiểm tra các thiết bị Firefox đã kết nối của bạn để tìm thẻ xác nhận đăng nhập mà chúng tôi đã gửi.

source: Resend tab
cs: Znovu odeslat panel
da: Send faneblad igen
el: Νέα αποστολή καρτέλας
es_es: Reenviar pestaña
et: Saada kaart uuesti
eu: Birbidali fitxa
fa: ارسال مجدد زبانه
fi: Lähetä välilehti uudelleen
fr: Renvoyer l’onglet
fur: Torne mande schede
he: שליחת לשונית מחדש
hr: Ponovo pošalji karticu
hu: Lap újraküldése
ia: Reinviar le scheda
is: Endursenda flipa
it: Reinvia scheda
ja: タブを再送信
ka: ჩანართის ახლიდან გაგზავნა
kab: Ales tuzna n yiccer
nl: Tabblad opnieuw verzenden
pa_in: ਟੈਬ ਮੁੜ-ਭੇਜੋ
pl: Wyślij kartę ponownie
pt: Reenviar separador
pt_br: Reenviar aba
ru: Повторить отправку вкладки
sk: Znova odoslať kartu
sl: Ponovno pošlji zavihek
sv_se: Skicka fliken igen
th: ส่งแท็บใหม่
tr: Sekmeyi yeniden gönder
tt: Табны яңадан җибәрү
uk: Повторно надіслати вкладку
ur: ٹیب دوبارہ ارسال کریں
vi: Gửi lại thẻ

source: Tab not arriving? Send an email instead
cs: Panel nepřichází? Místo toho poslat e-mail
da: Er fanebladet ikke ankommet? Send en mail i stedet for
el: Δεν βλέπετε την καρτέλα; Δοκιμάστε με αποστολή email
es_es: ¿No llega la pestaña? Envía un correo electrónico en su lugar
et: Kaart ei saabu? Saada selle asemel e-kiri
fi: Eikä välilehti saavu? Lähetä sen sijaan sähköposti
fr: L’onglet n’arrive pas ? Envoyez plutôt un courriel
fur: La schede no rive? Mande al so puest une e-mail
he: הלשונית לא מגיעה? ניתן לשלוח דוא״ל במקום
hr: Kartica ne stiže? Pošalji e-mail umjesto toga
hu: A lap nem érkezik meg? Küldjön inkább e-mailt
ia: Scheda non arrivate? Inviar un e-mail in vice
is: Kemur flipinn ekki? Sendu tölvupóst í staðinn
it: La scheda non è arrivata? Invia un’email in alternativa
ja: タブが届かない場合は、代わりにメールを送信してください
ka: ჩანართის მიღება ვერ ხერხდება? ელფოსტაზე გაგზავნეთ, სანაცვლოდ.
kab: Iccer ur d-yewwiḍ ara? Azen imayl deg wadeg-is
nl: Komt het tabblad niet aan? Stuur in plaats daarvan een e-mailbericht
pa_in: ਟੈਬ ਹਾਲੇ ਨਹੀ ਆਈ? ਇਸ ਦੀ ਬਜਾਏ ਈਮੇਲ ਭੇਜੋ
pl: Karta nie dociera? Zamiast niej wyślij wiadomość e-mail
pt: O separador não está a chegar? Como alternativa, envie um e-mail
pt_br: A aba não está chegando? Em vez disso, envie um email
ru: Не приходит вкладка? Отправьте тогда электронное письмо
sk: Karta neprichádza? Poslať radšej e-mail
sl: Zavihek ne prispe? Pošlji po e-pošti
sv_se: Fick du inte fliken? Skicka bekräftelse via e-post istället
th: แท็บยังส่งไม่ถึงใช่หรือไม่? ส่งอีเมลแทน
tr: Sekme gelmiyor mu? Onun yerine e-posta gönderelim
uk: Не отримали вкладку? Надіслати натомість електронний лист
vi: Thẻ không đến? Gửi email thay thế

source: Please create a password to continue to Firefox Sync. Your data is encrypted with your password to protect your privacy.
fur: Cree une password par continuâ su Firefox Sync. I tiei dâts a vegnin cifrâts cu la tô password par protezi la tô riservatece.
is: Útbúðu lykilorð til að halda áfram í Firefox Sync. Gögnin þín eru dulrituð með lykilorðinu þínu til að vernda friðhelgi þína.

source: Create password
fur: Cree password
is: Búa til lykilorð

source: Add a secondary email address
bg: Добавете допълнителен електронен адрес
cs: Přidat záložní e-mailovou adresu
da: Tilføj en sekundær mailadresse
el: Προσθήκη δευτερεύουσας διεύθυνσης email
es_es: Añadir un correo electrónico secundario
et: Lisa teine e-posti aadress
eu: Gehitu ordezko helbide elektronikoa
fi: Lisää toissijainen sähköpostiosoite
fr: Ajouter une adresse électronique secondaire
fur: Zonte une direzion e-mail secondarie
gd: Cuir post-d dàrnach ris
gl: Engadir un enderezo de correo electrónico secundario
he: הוספת כתובת דוא״ל משנית
hr: Dodaj sekundarnu adresu e-pošte
hu: Másodlagos e-mail cím hozzáadása
ia: Adder un adresse de e-mail secundari
is: Bættu við öðru tölvupóstfangi
it: Aggiungi un indirizzo email secondario
ja: 予備のメールアドレスを追加
ka: დამატებითი ელფოსტის მითითება
kab: Rnu tansa imayl tis snat
nl: Een secundair e-mailadres toevoegen
pa_in: ਸੈਕੰਡਰੀ ਈਮੇਲ ਪਤਾ ਜੋੜੋ
pl: Dodaj dodatkowy adres e-mail
pt: Adicionar um endereço de e-mail secundário
pt_br: Adicionar um endereço de email secundário
ru: Добавьте дополнительный адрес электронной почты
sk: Pridanie alternatívnej e-mailovej adresy
sl: Dodaj pomožni e-poštni naslov
sr: Додајте секундарну адресу е-поште
sr_latn: Dodajte sekundarnu adresu e-pošte
sv_se: Lägg till en sekundär e-postadress
th: เพิ่มอีเมลสำรองแล้ว
tr: İkinci bir e-posta adresi ekleyin
tt: Икенчел эл. почта адресын өстәү
uk: Додати альтернативну е-пошту
ur: ثانوی ای میل پتہ شامل کریں
vi: Thêm một địa chỉ email phụ
