Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Did you mean <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
ast: ¿Quixesti dicir <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
be: Вы мелі на ўвазе <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
bn_bd: আপনি কি <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span> বোঝাতে চাচ্ছেন?
cy: Ydych chi'n golygu <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
es_ar: ¿Quiso decir <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?
sq: E kishit fjalën për <span %(escapedEmailSuggestionAttrs)s>%(escapedDomain)s</span>?

source: Please try again later
ast: Volvi tentalo más sero, por favor
be: Паспрабуйце пазней, калі ласка
bn_bd: অনুগ্রহ করে পরে আবার চেষ্টা করুন
cy: Ceisiwch eto'n hwyrach
es_ar: Por favor intente nuevamente más tarde
sq: Ju lutemi, riprovoni më vonë

source: Service unavailable, try again soon
be: Сэрвіс недаступны, паспрабуйце зноў крыху пазней
cy: Nid yw'r gwasanaeth ar gael., ceisiwch eto
es_ar: Servicio no disponible, intente nuevamente en un rato
sq: Shërbimi s’është në punë, riprovoni së shpejti

source: Unknown client
ar: مستخدم غير معروف
ast: Veceru desconocíu
az: Bilinməyən müştəri
be: Невядомы кліент
bg: Непознат клиент
bn_bd: অজানা ক্লায়েন্ট
bn_in: অপরিচিত ক্লায়েন্ট
cs: Neznámý klient
cy: Cleient anhysbys
da: Ukendt klient
el: Άγνωστος δέκτης
es_ar: Cliente desconocida
es_es: Cliente desconocido
et: Tundmatu klient
eu: Bezero ezezaguna
fa: کارگیر ناشناس
fi: Tuntematon asiakas
fr: Client inconnu
fur: Client no cognossût
gd: Cliant nach aithne dhuinn
gl: Cliente descoñecido
he: לקוח לא מוכר
hi_in: अज्ञात यजमान
hr: Nepoznat klijent
hu: Ismeretlen kliens
ia: Cliente incognite
id: Klien tidak dikenal
is: Óþekkt forrit (biðlari)
it: Client sconosciuto
ja: 不明なクライアントです
ka: უცნობი კლიენტი
kab: Amsaɣ arussin
lv: Nezināms klients
nl: Onbekende client
pa: ਅਣਜਾਣ ਕਲਾਇਟ
pa_in: ਅਣਜਾਣ ਕਲਾਇਟ
pl: Nieznany klient
pt: Cliente desconhecido
pt_br: Cliente desconhecido
ru: Неизвестный клиент
sk: Neznámy klient
sl: Neznan odjemalec
sq: Klient i panjohur
sr: Непознат налог
sr_latn: Nepoznat nalog
sv_se: Okänd klient
te: తెలియని క్లయింట్
th: เครื่องลูกข่ายที่ไม่รู้จัก
tr: Bilinmeyen istemci
tt: Билгесез мөштәри
uk: Невідомий клієнт
ur: نامعلوم صارف
vi: Ứng dụng không xác định

source: Incorrect redirect_uri
ar: رابط إعادة توجيه غير صحيح
ast: redirect_uri incorreutu
az: Xətalı redirect_uri
be: Некарэктны redirect_uri
bg: Неправилно redirect_uri
bn_bd: ভুল redirect_uri
bn_in: বেঠিক redirect_uri
cs: Chybné redirect_uri
cy: redirect_uri anghywir
da: Forkert redirect_uri
el: Εσφαλμένο redirect_uri
es_ar: Enlace de redirección incorrecto
es_es: Redirect_uri incorrecta
et: Vigane redirect_uri
eu: redirect_uri okerra
fa: redirect_uri نامعتبر
fi: Virheellinen redirect_uri
fr: redirect_uri incorrecte
fur: redirect_uri no valit
gd: redirect_uri cearr
gl: redirect_uri incorrecto
he: כתובת הפניה לא תקינה
hi_in: अनुचित redirect_uri
hr: Neispravan redirect_uri
hu: Helytelen redirect_uri
ia: redirect_uri non valide
id: redirect_url salah
is: Rangt redirect_uri
it: redirect_uri non valido
ja: redirect_uri が正しくありません
ka: მცდარი redirect_uri
kab: redirect_uri mačči d ameɣtu
lv: Nepareizs redirect_uri
nl: Onjuiste redirect_uri
pa: ਗਲਤ redirect_uri
pa_in: ਗਲਤ redirect_uri
pl: Niepoprawne „redirect_uri”
pt: Endereço de reencaminhamento incorreto
pt_br: redirect_uri incorreto
ru: Некорректный redirect_uri
sk: Neplatný tvar redirect_uri
sl: Napačen redirect_uri
sq: redirect_uri e pasaktë
sr: Погрешан redirect_uri
sr_latn: Pogrešan redirect_uri
sv_se: Felaktig redirect_uri
te: సరికాని redirect_uri
th: redirect_uri ไม่ถูกต้อง
tr: Hatalı redirect_uri
tt: Хаталы redirect_uri
uk: Некоректний redirect_uri
vi: Redirect_uri không đúng

source: Invalid assertion
ar: إجراء غير صحيح
ast: Afirmación non válida
az: Xətalı təsdiq
be: Недапушчальнае зацвярджэнне
bg: Невалиден твърдение
bn_bd: অকার্যকর বিবৃতি
bn_in: অবৈধ বিবৃতি
cs: Chybné assertion
cy: Honiad annilys
da: Ugyldig assertion
el: Μη έγκυρος ισχυρισμός
es_ar: Identificador no válido
es_es: Aserción no válida
et: Vigane tõend
eu: Baieztapen baliogabea
fa: اعلان نامعتبر
fi: Virheellinen lause
fr: Assertion non valide
fur: Afermazion no valide
gd: Tagradh mì-dhligheach
gl: Afirmación non válida
he: טענה לא חוקית
hi_in: अमान्य अभिकथन
hr: Neispravna potvrda
hu: Érvényesítési hiba
ia: Assertion non valide
id: Pernyataan tidak valid
is: Ógild fullyrðing
it: Asserzione non valida
ja: assertion が正しくありません
ka: არასწორი საბუთი
kab: Ttbut mačči d ameɣtu
lv: Nederīgs apgalvojums
nl: Ongeldige bevestiging
pa: ਗਲਤ ਦਾਅਵਾ
pa_in: ਗਲਤ ਦਾਅਵਾ
pl: Nieprawidłowy warunek
pt: Asserção inválida
pt_br: assertion inválida
ru: Неверное утверждение
sk: Neplatný výraz
sl: Neveljavna trditev
sq: Miratim i pavlefshëm.
sr: Неважећа тврдња
sr_latn: Nevažeća tvrdnja
sv_se: Ogiltig försäkran
te: చెల్లని ప్రకటన
th: การตรวจสอบยืนยันไม่ถูกต้อง
tr: Geçersiz ifade
tt: Хаталы раслау
uk: Неправильне твердження
ur: ناجائز اشرشن
vi: Xác minh không hợp lệ

source: Unknown code
ar: رمز غير معروف
ast: Códigu desconocíu
az: Bilinməyən kod
be: Невядомы код
bg: Неизвестен код
bn_bd: অজানা কোড
bn_in: অজানা কোড
cs: Neznámý kód
cy: Cod anhysbys
da: Ukendt kode
el: Άγνωστος κωδικός
es_ar: Código desconocido
es_es: Código desconocido
et: Tundmatu kood
eu: Kode ezezaguna
fa: کد نامعتبر
fi: Tuntematon koodi
fr: Code inconnu
fur: Codiç no cognossût
gd: Còd nach aithne dhuinn
gl: Código descoñecido
he: קוד לא ידוע
hi_in: अज्ञात कूटभाषा
hr: Nepoznat kȏd
hu: Ismeretlen kód
ia: Codice incognite
id: Kode tidak dikenal
is: Óþekktur kóði
it: Codice sconosciuto
ja: 不明なコード
ka: უცნობი კოდი
kab: Tangalt tarussint
lv: Nezināms kods
nl: Onbekende code
pa: ਅਣਜਾਣ ਕੋਡ
pa_in: ਅਣਜਾਣ ਕੋਡ
pl: Nieznany kod
pt: Código desconhecido
pt_br: Código desconhecido
ru: Неизвестный код
sk: Neznámy kód
sl: Neznana koda
sq: Kod i panjohur
sr: Непознат код
sr_latn: Nepoznat kod
sv_se: Okänd kod
te: తెలియని కోడ్
th: รหัสที่ไม่รู้จัก
tr: Bilinmeyen kod
tt: Билгесез код
uk: Невідомий код
ur: نامعلوم کوڈ
vi: Mã không xác định

source: Incorrect code
ar: رمز غير صحيح
ast: Códigu incorreutu
az: Səhv kod
be: Некарэктны код
bg: Неправилен код
bn_bd: ভুল কোড
bn_in: ভুল কোড
cs: Nesprávný kód
cy: Cod anghywir
da: Forkert kode
el: Εσφαλμένος κωδικός
es_ar: Código incorrecto
es_es: Código incorrecto
et: Vale kood
eu: Kode okerra
fa: کد نادرست
fi: Virheellinen koodi
fr: Code incorrect
fur: Codiç sbaliât
gd: Còd cearr
gl: Código incorrecto
he: קוד שגוי
hi_in: अनुचित कूटभाषा
hr: Netočan kȏd
hu: Helytelen kód
ia: Codice non correcte
id: Kode salah
is: Rangur kóði
it: Codice non corretto
ja: 不正なコード
ka: არასწორი კოდი
kab: Tangalt mačči tameɣtut
lv: Nepareizs kods
nl: Onjuiste code
pa: ਗਲਤ ਕੋਡ
pa_in: ਗਲਤ ਕੋਡ
pl: Niepoprawny kod
pt: Código incorreto
pt_br: Código incorreto
ru: Некорректный код
sk: Nesprávny kód
sl: Neveljavna koda
sq: Kod i pasaktë
sr: Нетачан код
sr_latn: Netačan kod
sv_se: Felaktig kod
te: తప్పు కోడ్
th: รหัสไม่ถูกต้อง
tr: Yanlış kod
tt: Хаталы код
uk: Неправильний код
ur: غلط کوڈ
vi: Mã không chính xác

source: Expired code
ar: رمز منتهي الصلاحية
ast: Códigu caducáu
az: Vaxtı keçmiş kod
be: Пратэрмінаваны код
bg: Изтекъл код
bn_bd: কোড বাতিল
bn_in: শেষ কোড
cs: Neplatný kód
cy: Cod wedi dod i ben
da: Udløbet kode
el: Ληγμένος κωδικός
es_ar: Código vencido
es_es: Código expirado
et: Aegunud kood
eu: Kode iraungia
fa: کد منقضی شده
fi: Vanhentunut koodi
fr: Code ayant expiré
fur: Codiç scjadût
gd: Còd a dh’fhalbh an ùine air
gl: Código caducado
he: פג התוקף לקוד זה
hi_in: गतावधिक कूटभाषा
hr: Kȏd je istekao
hu: Lejárt kód
ia: Codice expirate
id: Kode kadarluwarsa
is: Útrunninn kóði
it: Codice scaduto
ja: 期限切れのコード
ka: ვადაგასული კოდი
kab: Tangalt tezri
lv: Koda derīguma termiņš ir beidzies
nl: Verlopen code
pa: ਮਿਆਦ ਪੁੱਗਿਆ ਕੋਡ
pa_in: ਮਿਆਦ ਪੁੱਗਿਆ ਕੋਡ
pl: Kod wygasł
pt: Código expirado
pt_br: Código expirado
ru: Просроченный код
sk: Neplatný kód
sl: Koda je potekla
sq: Kod i skaduar
sr: Истекли код
sr_latn: Istekli kod
sv_se: Upphörd kod
te: గడువు తీరిన కోడ్
th: รหัสหมดอายุ
tr: Kod zaman aşımına uğramış
tt: Мөддәте чыккан код
uk: Прострочений код
ur: زائد المیعاد کوڈ
vi: Mã đã hết hạn

source: Invalid OAuth parameter: %(param)s
ar: معاملات OAuth غير صحيحة: %(param)s
ast: Parámetru non válidu d'OAuth: %(param)s
az: Səhv OAuth parametrləri: %(param)s
be: Няправільны параметр OAuth: %(param)s
bg: Невалиден параметър на OAuth: %(param)s
bn_bd: ভুল OAuth প্যারামিটার: %(param)s
bn_in: অবৈধ OAuth প্যারামিটার: %(param)s
cs: Neplatný OAuth parametr: %(param)s
cy: Paramedrau OAuth annilys: %(param)s
da: Ugyldig OAuth-parameter: %(param)s
el: Μη έγκυρη παράμετρος OAuth: %(param)s
es_ar: Parámetro OAuth inválido: %(param)s
es_es: Parámetro OAuth no válido: %(param)s
et: Vigane OAuth parameeter: %(param)s
eu: OAuth parametro baliogabea: %(param)s
fa: پارامتر OAuth نامعتبر: %(param)s
fi: Virheellinen OAuth-parametri: %(param)s
fr: Paramètre OAuth invalide : %(param)s
fur: Parametri OAuth no valit: %(param)s
gd: Paramadair OAuth mì-dhligheach: %(param)s
gl: Parámetro de OAuth non válido: %(param)s
he: פרמטר OAuth לא חוקי: %(param)s
hi_in: अमान्य OAuth मापदण्ड: %(param)s
hr: Neispravan OAuth parametar: %(param)s
hu: Érvénytelen OAuth paraméter: %(param)s
ia: Parametro OAuth invalide: %(param)s
id: Parameter OAuth tidak valid: %(param)s
is: Ógilt OAuth breyta. %(param)s
it: Parametro OAuth non valido: %(param)s
ja: 不正な OAuth 引数: %(param)s
ka: მცდარი OAuth პარამეტრი: %(param)s
kab: Aɣewwaṛ OAuth mačči d ameɣtu: %(param)s
lv: Nederīgs OAuth iestāstījums: %(param)s
nl: Ongeldige OAuth-parameter: %(param)s
pa: ਅਣਅਧਿਕਾਰਤ OAuth ਮਾਪਦੰਡ :%(param)s
pa_in: ਅਣਅਧਿਕਾਰਤ OAuth ਮਾਪਦੰਡ :%(param)s
pl: Nieprawidłowy parametr OAuth: %(param)s
pt: Parâmetro OAuth inválido: %(param)s
pt_br: Parâmetro OAuth inválido: %(param)s
ru: Недействительный параметр OAuth: %(param)s
sk: Neplatný parameter OAuth: %(param)s
sl: Neveljaven parameter OAuth: %(param)s
sq: Parametër OAuth i pavlefshëm: %(param)s
sr: Неважећи OAuth параметар: %(param)s
sr_latn: Nevažeći OAuth parametar: %(param)s
sv_se: Ogiltig OAuth-parameter: %(param)s
te: చెల్లని OAuth పారామేటర్: %(param)s
th: พารามิเตอร์ OAuth ไม่ถูกต้อง: %(param)s
tr: Geçersiz OAuth parametresi: %(param)s
tt: Хаталы OAuth параметры: %(param)s
uk: Неправильний параметр OAuth: %(param)s
vi: Tham số OAuth không hợp lệ: %(param)s

source: Unauthorized
ar: غير مخوّل
ast: Non autorizáu
az: İcazələndirilməmiş
be: Неаўтарызаваны
bg: Неупълномощен
bn_bd: অননুমোদিত
bn_in: অধিকার নেই
cs: Neautorizováno
cy: Heb awdurdod
da: Ikke godkendt
el: Μη πιστοποιημένο
es_ar: No autorizada
es_es: No autorizado
et: Autoriseerimata
eu: Baimenik ez
fa: دسترسی مجاز نیست
fi: Ei sallittu
fr: Interdit
fur: No autorizât
gd: Gun ùghdarras
gl: Sen autorización
he: לא מורשה
hi_in: अनधिकृत
hr: Neautorizirano
hu: Nincs felhatalmazva
ia: Non autorisate
id: Tidak diizinkan
is: Óleyfilegt
it: Non autorizzato
ja: 未承認
ka: უნებართვო
kab: Ur yettusireg ara
lv: Neautorizēts
nl: Niet geautoriseerd
pa: ਨਾ-ਪਰਮਾਣਿਤ ਹੈ
pa_in: ਨਾ-ਪਰਮਾਣਿਤ ਹੈ
pl: Brak upoważnienia
pt: Não autorizado
pt_br: Não autorizado
ru: Не авторизован
sk: Neoprávnený
sl: Nepooblaščeno
sq: I paautorizuar
sr: Неовлашћен
sr_latn: Neovlašćen
sv_se: Obehörig
te: అనధికార
th: ไม่ได้รับอนุญาต
tr: Yetkilendirilmemiş
tt: Авторизацияләнмәгән
uk: Неавторизовано
ur: غیر مصدقہ
vi: Chưa được ủy quyền

source: Forbidden
ar: ممنوع
ast: Prohibío
az: Qadağandır
be: Забаронена
bg: Забранено
bn_bd: নিষিদ্ধ
bn_in: ক্ষমাপ্রার্থী
cs: Nepovoleno
cy: Gwaharddedig
da: Forbudt
el: Απαγορεύεται
es_ar: Prohibida
es_es: Prohibido
et: Keelatud
eu: Debekatuta
fa: ممنوع
fi: Kielletty
fr: Accès interdit
fur: Improibît
gd: Toirmisgte
gl: Prohibido
he: אסור
hi_in: निषिद्ध
hr: Zabranjeno
hu: Tiltott
ia: Prohibite
id: Dilarang
is: Bannað
it: Non consentito
ja: 許可されていません
ka: აკრძალულია
kab: Yegdel
lv: Aizliegts
nl: Niet toegestaan
pa: ਲੁਕਵਾਂ
pa_in: ਲੁਕਵਾਂ
pl: Zabronione
pt: Proibido
pt_br: Proibido
ru: Запрещено
sk: Nedovolené
sl: Prepovedano
sq: I ndaluar
sr: Забрањено
sr_latn: Zabranjeno
sv_se: Förbjuden
te: ఫర్బిడెన్
th: ห้ามเข้าใช้
tr: Yasak
tt: Тыелган
uk: Заборонено
ur: ممنوع
vi: Cấm

source: Expired token
ar: أمارة منتهية الصلاحية
az: Vaxtı keçmiş token
be: Пратэрмінаваны токен
bg: Изтекъл токен
bn_bd: মেয়াদোত্তীর্ণ টোকেন
cs: Neplatný token
cy: Tocyn wedi dod i ben
da: Udløbet token
el: Ληγμένο διακριτικό
es_ar: Autentificador vencido
es_es: El token expiró
et: Aegunud turvatõend
eu: Token iraungia
fa: توکن منقضی شده
fi: Vanhentunut poletti
fr: Jeton expiré
fur: Gjeton scjadût
gd: Tòcan a dh’fhalbh an ùine air
gl: O código caducou
he: אסימון פג
hi_in: गतावधिक टोकन
hr: Token je istekao
hu: A token lejárt
ia: Token expirate
id: Token kedaluwarsa
is: Útrunnið teikn
it: Token scaduto
ja: 期限切れトークン
ka: ვადაგასული სიტყვა-ნიშანი
kab: Ajutun yemmut
nl: Token verlopen
pa_in: ਟੋਕਨ ਦੀ ਮਿਆਦ ਪੁੱਗੀ
pl: Token wygasł
pt: Token expirado
pt_br: Token expirado
ru: Просроченный токен
sk: Neplatný token
sl: Pretečen žeton
sq: Token i skaduar
sr: Жетон је истекао
sr_latn: Žeton je istekao
sv_se: Upphörd token
te: టోకెన్ గడువు ముగిసింది
th: โทเคนหมดอายุแล้ว
tr: Jeton zaman aşımına uğramış
tt: Мөддәте чыккан токен
uk: Протермінований токен
ur: زائد المیعاد ٹوکن
vi: Mã đã hết hạn

source: Something went wrong. Please close this tab and try again.
ar: حدث خطأ ما. الرجاء أغلق هذا اللسان وحاول مرة أخرى.
ast: Daqué foi mal. Zarra esta llingüeta y volvi tentalo, por favor.
az: Bir şeylər səhv getdi. Lütfən bu vərəqi qapatın və təkrar yoxlayın.
be: Нешта пайшло не так. Калі ласка, закрыйце гэту картку і паспрабуйце зноў.
bg: Нещо се обърка. Затворете този раздел и опитайте отново.
bn_bd: কিছু একটা ভুল হয়েছে। দয়াকরে এই ট্যাবটি বন্ধ করে পুনরায় চেষ্টা করুন।
bn_in: কিছু একটা ভুল হয়েছে। অনুগ্রহ করে এই ট্যাব টি বন্ধ করুন এবং পুনরায় চেষ্টা করুন।
cs: Nastala nespecifikovaná chyba. Zavřete prosím tento panel a zkuste to znovu.
cy: Aeth rhywbeth o'i le. Caewch y tab hwn a cheisio eto.
da: Noget gik galt. Luk dette faneblad og prøv igen.
el: Κάτι πήγε στραβά. Παρακαλούμε κλείστε την καρτέλα και δοκιμάστε ξανά.
es_ar: Algo no funcionó. Por favor cierre esta pestaña y pruebe nuevamente.
es_es: Hubo un problema. Cierra la pestaña y vuelve a intentarlo.
et: Midagi läks valesti. Palun sulge see kaart ja proovi uuesti.
eu: Zerbait gaizki joan da. Itxi fitxa hau eta saiatu berriro.
fa: خطایی پیش آمد. لطفا این زبانه را ببندید و دوباره تلاش کنید.
fi: Jokin meni pieleen. Sulje tämä välilehti ja yritä uudelleen.
fr: Une erreur s’est produite. Veuillez fermer cet onglet et réessayer.
fur: Alc al è lât strucj. Siere cheste schede e torne prove.
gd: Chaidh rudeigin cearr. Dùin an taba seo ’s feuch ris a-rithist.
gl: Algo saíu mal. Peche este separador e inténteo de novo.
he: משהו השתבש. נא לסגור לשונית זו ולנסות שוב.
hi_in: कुछ गलती हुई. कृपया इस टैब को बंद कर पुनः प्रयास करें.
hr: Došlo je do nekakve greške. Zatvori ovu karticu i pokušaj ponovo.
hu: Hiba történt. Zárja be ezt a lapot, és próbálja újra.
ia: Un error ha occurrite. Per favor claude iste scheda e retenta.
id: Terjadi kesalahan. Silakan tutup tab ini dan coba kembali.
is: Eitthvað fór úrskeiðis. Lokaðu þessum flipa og prófaðu aftur.
it: Qualcosa è andato storto. Chiudi questa scheda e riprova.
ja: エラーが発生しました。このタブを閉じて、もう一度試してください。
ka: რაღაც ხარვეზია. გთხოვთ დახუროთ ჩანართი და სცადოთ ხელახლა.
kab: Yella wayen ur yeddin ara akken iwata. Ma ulac aɣilif, mdel iccer agi, sakin ɛreḍ tikelt nniḍen.
lv: Kaut kas nogāja greizi. Lūdzu, aizveriet šo cilni un mēģiniet vēlreiz.
nl: Er is iets misgegaan. Sluit dit tabblad en probeer het opnieuw.
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ। ਇਹ ਟੈਬ ਬੰਦ ਕਰੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pa_in: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ। ਇਹ ਟੈਬ ਬੰਦ ਕਰੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Coś się nie powiodło. Proszę zamknąć tę kartę i spróbować ponownie.
pt: Ocorreu um erro. Por favor, feche este separador e tente novamente.
pt_br: Algo deu errado. Feche esta aba e tente novamente.
ru: Что-то пошло не так. Пожалуйста, закройте эту вкладку и попробуйте ещё раз.
sk: Niečo sa pokazilo. Prosím, zatvorte túto kartu a skúste to znova.
sl: Nekaj je šlo narobe. Zaprite ta zavihek in poskusite znova.
sq: Diç shkoi ters. Ju lutemi, mbylleni këtë skedë dhe riprovoni.
sr: Нешто је пошло наопако. Затворите овај језичак и покушате поново.
sr_latn: Nešto je pošlo naopako. Zatvorite ovaj jezičak i pokušate ponovo.
sv_se: Något gick fel. Var vänlig stäng denna flik och försök igen.
te: ఎక్కడో తేడ జరిగింది. దయచేసి ఈ టాబ్ ను మూసివేసి, మళ్ళీ ప్రయత్నించండి.
th: มีความผิดพลาดบางประการ โปรดปิดแท็บนี้และลองใหม่อีกครั้ง
tr: Bir şeyler yanlış gitti. Lütfen bu sekmeyi kapatıp tekrar deneyin.
tt: Нидер булды. Бу битне ябып, зинһар янәдән тырышып карагыз.
uk: Щось пішло не так. Закрийте цю вкладку і спробуйте знову.
ur: کچھ غلط ہو گیا پے۔ براہ مہربانی اس ٹیب کو بند کریں اور پھر کوشش کریں۔
vi: Đã xảy ra sự cố. Vui lòng đóng thẻ này và thử lại.

source: no message
ar: لا توجد رسائل
ast: ensin mensaxes
az: mesaj yoxdur
be: няма паведамлення
bg: няма съобщение
bn_bd: কোন বার্তা নেই
bn_in: কোনো বার্তা নেই
cs: žádná zpráva
cy: dim neges
da: ingen besked
el: κανένα μήνυμα
es_ar: sin mensaje
es_es: sin mensajes
et: sõnum puudub
eu: mezurik ez
fa: بدون پیام
fi: ei viestiä
fr: pas de message
fur: nissun messaç
gd: chan eil teachdaireachd ann
gl: sen mensaxe
he: אין הודעות
hi_in: कोई संदेश नहीं
hr: bez poruke
hu: nincs üzenet
ia: sin messages
id: tidak ada pesan
is: engin skilaboð
it: nessun messaggio
ja: メッセージはありません
ka: შეტყობინება არაა
kab: ulac izen
lv: nav ziņojuma
nl: geen melding
pa: ਕੋਈ ਸੁਨੇਹਾ ਨਹੀਂ
pa_in: ਕੋਈ ਸੁਨੇਹਾ ਨਹੀਂ
pl: brak wiadomości
pt: sem mensagem
pt_br: nenhuma mensagem
ru: нет сообщения
sk: žiadna správa
sl: ni sporočila
sq: pa mesazh
sr: нема порука
sr_latn: nema poruka
sv_se: inget meddelande
te: సందేశం లేదు
th: ไม่มีข้อความ
tr: mesaj yok
tt: хәбәр юк
uk: немає повідомлення
ur: کوئی پیغام نہیں
vi: không có tin nhắn

source: Missing OAuth parameter: %(param)s
ar: معاملات OAuth مفقودة: %(param)s
ast: Parámetru faltante d'OAuth: %(param)s
az: Çatışmayan OAuth parametri: %(param)s
be: Адсутнічае параметр OAuth: %(param)s
bg: Липсващ OAuth параметър: %(param)s
bn_bd: অনুপস্থিত OAuth প্যারামিটার: %(param)s
bn_in: OAuth parameter: %(param)s মিস হচ্ছে
cs: Chybějící parametr QAuth: %(param)s
cy: Paramedr OAuth coll: %(param)s
da: Manglende OAuth-parameter: %(param)s
el: Απουσία παραμέτρου OAuth: %(param)s
es_ar: No se encuentra el parámetro OAuth: %(param)s
es_es: Falta el parámetro OAuth: %(param)s
et: Puuduv OAuth parameeter: %(param)s
eu: OAuth parametroa falta da: %(param)s
fa: پارامتر OAuth ناموجود: %(param)s
fi: Puuttuva OAuth-valinta: %(param)s
fr: Paramètre OAuth manquant : %(param)s
fur: Parametri OAuth no specificât: %(param)s
gd: Paramadair OAuth a dhìth: %(param)s
gl: Falta un parámetro de OAuth: %(param)s
he: פרמטר OAuth חסר: %(param)s
hi_in: अनुपस्थित OAuth मापदण्ड: %(param)s
hr: Nedostajući OAuth parametar: %(param)s
hu: Hiányzó OAuth paraméter: %(param)s
ia: Parametro OAuth mancante: %(param)s
id: Kehilangan parameter OAuth: %(param)s
is: OAuth-breytu vantar: %(param)s
it: Parametro OAuth non specificato: %(param)s
ja: 不足している OAuth 引数: %(param)s
ka: აკლია OAuth პარამეტრი: %(param)s
kab: Aɣewwaṛ OAuth yettwattu: %(param)s
lv: Trūkst OAuth iestāstījums: %(param)s
nl: OAuth-parameter ontbreekt: %(param)s
pa: OAuth ਦਾ ਮਾਪਦੰਡ :%(param)s ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਰਿਹਾ
pa_in: OAuth ਦਾ ਮਾਪਦੰਡ :%(param)s ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਰਿਹਾ
pl: Brakujący parametr OAuth: %(param)s
pt: Parâmetro OAuth em falta: %(param)s
pt_br: Parâmetro OAuth faltando: %(param)s
ru: Отсутствует параметр OAuth: %(param)s
sk: Chýbajúci parameter QAuth: %(param)s
sl: Manjka parameter OAuth: %(param)s
sq: Mungon parametër OAuth: %(param)s
sr: Недостаје OAuth параметар: %(param)s
sr_latn: Nedostaje OAuth parametar: %(param)s
sv_se: Saknad OAuth-parameter: %(param)s
te: కనబడని OAuth పారామేటర్: %(param)s
th: ขาดพารามิเตอร์ OAuth: %(param)s
tr: Eksik OAuth parametresi: %(param)s
tt: Төшеп калган OAuth парамертры: %(param)s
uk: Втрачений параметр OAuth: %(param)s
vi: Thiếu tham số OAuth: %(param)s

source: Invalid message from the remote device
ar: الرسالة غير صحيحة من الجهاز البعيد
az: Uzaq cihazdan xətalı mesaj
be: Неправільнае паведамленне ад аддаленай прылады
bg: Невалидно съобщение от отдалеченото устройство
cs: Neplatná zpráva od vzdáleného zařízení
cy: Neges annilys o'r ddyfais bell
da: Ugyldig meddelelse fra fjern-enhed
el: Μη έγκυρο μήνυμα από την απομακρυσμένη συσκευή
es_ar: Mensaje no válido desde el dispositivo remoto
es_es: Mensaje no válido desde el dispositivo remoto
et: Kaugseadmelt võeti vastu vigane sõnum
eu: Mezu baliogabea urruneko gailutik
fa: پیام غیرمعتبر از روی دستگاه راه دور
fi: Virheellinen viesti etälaitteelta
fr: Message invalide reçu de l’appareil distant
fur: Messaç no valit dal dispositîf lontan
gd: Teachdaireachd mhì-dhligheach on uidheam chèin
gl: Mensaxe non válida do dispositivo remoto
he: הודעה שגויה מההתקן המרוחק
hi_in: रिमोट उपकरण से अमान्य संदेश
hr: Nevažeća poruka s udaljenog uređaja
hu: Érvénytelen üzenet a távoli eszköztől
ia: Message non valide ab le apparato remote
id: Pesan tidak valid dari peranti jarak jauh
is: Ógild skilaboð frá fjartengda tækinu
it: Messaggio non valido dal dispositivo remoto
ja: リモート端末からの不正なメッセージ
ka: არამართებული შეტყობინება მოშორებული მოწყობილობიდან
kab: Izen sɣur ibenk anmeggag mačči d ameɣtu
nl: Ongeldig bericht van het externe apparaat
pa_in: ਰਿਮੋਟ ਡਿਵਾਈਸ ਤੋਂ ਗਲਤ ਸੁਨੇਹਾ
pl: Nieprawidłowy komunikat od zdalnego urządzenia
pt: Mensagem inválida do dispositivo remoto
pt_br: Mensagem inválida do dispositivo remoto
ru: Неправильный ответ от удалённого устройства
sk: Neplatná správa zo vzdialeného zariadenia
sl: Neveljavno sporočilo oddaljene naprave
sq: Mesazh i pavlefshëm nga pajisja e largët
sr: Неисправна порука од удаљеног уређаја
sr_latn: Neispravna poruka od udaljenog uređaja
sv_se: Ogiltigt meddelande från fjärrenheten
te: రిమోట్ పరికరం నుండి చెల్లని సందేశం
th: ข้อความจากอุปกรณ์ระยะไกลไม่ถูกต้อง
tr: Uzak cihazdan geçersiz mesaj
tt: Ерактагы җиһаздан хаталы хәбәр
uk: Неправильна відповідь віддаленого пристрою
vi: Tin nhắn không hợp lệ từ thiết bị từ xa
