Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Continue to <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
cs: Pokračovat na <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
da: Fortsæt til <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
el: Συνέχεια στο <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
es_es: Continuar a <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
et: Jätka teenusega <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
fi: Jatka palveluun <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
fr: Continuer vers <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
fur: Continue su <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
gl: Continúe a <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
he: המשך אל <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
hu: Tovább a következőhöz: <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
ia: Continuar sur <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
is: Halda áfram í <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
it: Continua su <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
ja: <div class="graphic %(serviceLogo)s">%(serviceName)s</div> へ進む
ka: განაგრძეთ – <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
kab: Kemmel ɣer <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
nl: Doorgaan naar <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
pa_in: <div class="graphic %(serviceLogo)s">%(serviceName)s</div> ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Przejdź do usługi <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
pt: Continuar para <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
pt_br: Continuar para <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
ru: Перейти в <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
sk: A pokračovať na <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
sl: Nadaljuj v <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
sv_se: Fortsätt till <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
tr: <div class="graphic %(serviceLogo)s">%(serviceName)s</div> hizmetine devam et
tt: <div class="graphic %(serviceLogo)s">%(serviceName)s</div> хезмәтенә күчү
uk: Перейти до <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
vi: Tiếp tục đến <div class="graphic %(serviceLogo)s">%(serviceName)s</div>

source: Create an email mask
fur: Cree une mascare di e-mail
is: Útbúa tölvupósthulu

source: Please provide the email address where you’d like to forward emails from your masked email.
fur: Indiche la direzion de e-mail là che tu vuelis mandâ indenant lis e-mails de tô mascare e-mail.
is: Gefðu upp póstfangið sem þú vilt áframsenda á tölvupóst frá hulda póstinum þínum.

source: Sign up or sign in
da: Tilmeld dig eller log ind
fr: S’inscrire ou se connecter
fur: Regjistriti o jentre
gl: Rexístrese ou identifíquese
he: הרשמה או התחברות
ia: Inscriber se o acceder
is: Nýskráðu þig eða skráðu þig inn
it: Registrati o accedi
nl: Registreren of aanmelden
pt: Criar conta ou iniciar sessão
pt_br: Cadastre-se ou entre na conta
sl: Registracija ali prijava
vi: Đăng ký hoặc đăng nhập

source: A Mozilla account also unlocks access to more privacy-protecting products from Mozilla.
fur: Un account Mozilla al sbloche ancje l'acès a altris prodots di Mozilla che a protezin la riservatece.
gl: Unha conta de Mozilla tamén desbloquea o acceso a máis produtos de Mozilla que protexen a privacidade.
is: Mozilla-reikningur opnar einnig aðgang að öðrum persónuverndandi hugbúnaði frá Mozilla.

source: By proceeding, you agree to the:<br /> Pocket <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">Terms of Service</a> and <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">Privacy Notice</a><br /> Mozilla Accounts <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
fur: Continuant tu confermis di acetâ:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">Cundizions di utilizazion dal servizi</a> e <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">informative su la riservatece</a> di Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Cundizions di utilizazion dal servizi</a> e <a class="link-grey" id="fxa-pp" href="/legal/privacy">informative su la riservatece</a> dai accounts Mozilla.
gl: Ao continuar, acepta:<br /> as <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">condicións de servizo</a> e o <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">aviso de privacidade</a> de Pocket e<br /> as <a class="link-grey" id="fxa-tos" href="/legal/terms">condicións de servizo</a> e o <a class="link-grey" id="fxa-pp" href="/legal/privacy">aviso de privacidade</a> de Contas de Mozilla.
is: Með því að halda áfram samþykkir þú:<br/> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/tos/">þjónustuskilmála</a> og <a id="pocket-pp" class="link-grey" href="https://getpocket.com/privacy/">persónuverndarstefnu</a> Pocket<br/> <a class="link-grey" id="fxa-tos" href="/legal/terms">Þjónustuskilmála</a> og <a class="link-grey" id="fxa-pp" href="/legal/privacy">persónuverndarstefnu</a> fyrir Mozilla-reikninga.

source: By proceeding, you agree to the:<br /> Mozilla Subscription Services <a class="link-grey" id="moz-subscription-tos" href="https://www.mozilla.org/about/legal/terms/subscription-services/">Terms of Service</a> and <a class="link-grey" id="moz-subscription-privacy" href="https://www.mozilla.org/privacy/subscription-services/">Privacy Notice</a><br /> Mozilla Accounts <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
fur: Continuant tu confermis di acetâ:<br /> <a class="link-grey" id="moz-subscription-tos" href="https://www.mozilla.org/about/legal/terms/subscription-services/">Cundizions di utilizazion dal servizi</a> e <a class="link-grey" id="moz-subscription-privacy" href="https://www.mozilla.org/privacy/subscription-services/">Informative su la riservatece</a> dai servizis in abonament Mozilla< br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">Cundizions di utilizazion dal servizi</a> e <a class="link-grey" id="fxa-pp" href="/legal/privacy">Informative su la riservatece</a> pai accounts Mozilla
is: Með því að halda áfram samþykkir þú:<br /> <a class="link-grey" id="moz-subscription-tos" href="https://www.mozilla.org/about/legal/terms/subscription-services/">Þjónustuskilmála</a> og <a class="link-grey" id="moz-subscription-privacy" href="https://www.mozilla.org/privacy/subscription-services/">persónuverndarákvæði</a><br /> Mozilla áskriftarþjónustunnar <a class="link-grey" id="fxa-tos" href="/legal/terms">Þjónustuskilmála</a> og <a class="link-grey" id="fxa-pp" href="/legal/privacy">persónuverndarákvæði</a> Mozilla Accounts reikninga

source: Save backup authentication codes
fur: Salve i codiçs di autenticazion di backup
gl: Gardar os códigos de autenticación de salvagarda
is: Vista varaauðkenningarkóða

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
cs: Tyto jednorázové kódy si uložte na bezpečném místě, kam se dostanete i bez svého mobilního zařízení.
da: Opbevar disse engangskoder et sikkert sted, til hvis du mister adgangen til din mobile enhed.
el: Αποθηκεύστε αυτούς τους κωδικούς μίας χρήσης σε ασφαλές μέρος για την περίπτωση που δεν έχετε την κινητή συσκευή σας.
es_es: Guarda estos códigos de uso único en un lugar seguro para cuando no tengas tu dispositivo móvil.
et: Salvesta need ühekordselt kasutatavad koodid turvaliselt, et kasutada neid siis, kui mobiilset seadet pole käepärast.
eu: Gorde erabilpen bakarreko kode hauek toki seguru batean, gailu mugikorrik alboan ez duzunean erabil ahal ditzazun.
fa: این کدهای یک بار مصرف را در مکانی امن برای زمانی که به دستگاه تلفن همراه خود دسترسی ندارید نگهداری کنید.
fi: Säilytä nämä kertakäyttökoodit turvallisessa paikassa. Tarvitset niitä, jos sinulla ei ole mobiililaitettasi.
fr: Conservez ces codes à usage unique dans un endroit sûr pour quand vous n’avez pas accès à votre appareil mobile.
fur: Conserve chescj codiçs, che si puedin doprâ une volte sole, intun puest sigûr tal câs che no tu vedis il to dispositîf mobil.
gd: Cùm na còdan aon turais seo ann an àite sàbhailte airson ’s gum bi iad ri do làimh nuair nach bi an t-uidheam mobile agad.
gl: Garde estes códigos de un só uso nun lugar seguro para cando non teña o seu dispositivo móbil.
he: יש לאחסן את הקודים האלו המיועדים לשימוש חד פעמי במקום בטוח לזמנים שבהם לא תהיה לך גישה למכשיר הנייד שלך.
hr: Pohrani jednokratne kôdove na sigurnom mjestu u slučaju da nemaš svoj mobilni uređaj.
hu: Tárolja ezeket az egyszer használatos kódokat biztonságos helyen, arra az esetre, ha nincs mobileszköze.
ia: Immagazina iste codices a uso unic in un loco secur pro le caso que tu perde le accesso a tu apparato mobile.
is: Geymdu þessa einnota kóða á öruggum stað til að geta notað þá þegar þú ert ekki með snjalltækið þitt við hendina.
it: Conserva questi codici monouso in un posto sicuro dove poterli consultare quando non hai accesso al tuo dispositivo mobile.
ja: これらのワンタイム使用のコードは、モバイルデバイスを持っていない場合に備えて安全な場所に保管してください。
ka: გადაინახეთ ეს ერთჯერადი კოდები უსაფრთხო ადგილას იმ შემთხვევისთვის, თუ არ გექნებათ მობილური მოწყობილობა.
kab: Ḥrez tingalin n useqdec asuf deg umḍiq aɣelsan i wass mi ara teḥwaǧeḍ anekcum ɣer yibenk-ik aziraz.
nl: Bewaar deze codes voor eenmalig gebruik op een veilige plaats voor als u uw mobiele apparaat niet hebt.
pl: Przechowuj te kody jednorazowego użytku w bezpiecznym miejscu na wypadek sytuacji, w której nie masz swojego telefonu.
pt: Guarde estes códigos de utilização única num local seguro para quando não tiver o seu dispositivo móvel.
pt_br: Armazene esses códigos de uso único em um local seguro para quando você não tiver seu dispositivo móvel.
ru: Храните эти одноразовые коды в безопасном месте, на случай, если у вас не будет доступа к мобильному устройству.
sk: Tieto jednorazové kódy si uložte na bezpečné miesto, na ktoré sa dostanete aj bez svojho mobilného zariadenia.
sl: Shranite te kode za enkratno uporabo na varno mesto za primere, ko nimate mobilne naprave.
sr: Држите кодове за једнократну употребу на сигурном месту, у случају да немате ваш мобилни уређај.
sr_latn: Držite kodove za jednokratnu upotrebu na sigurnom mestu, u slučaju da nemate vaš mobilni uređaj.
sv_se: Lagra dessa engångskoder på en säker plats till när du inte har din mobila enhet.
th: เก็บรหัสแบบใช้ครั้งเดียวเหล่านี้ไว้ในที่ที่ปลอดภัยเมื่อคุณไม่มีอุปกรณ์มือถือของคุณ
tr: Mobil cihazınız olmadığında kullanabileceğiniz bu tek kullanımlık kodları güvenli bir yerde saklayın.
uk: Збережіть ці одноразові коди в безпечному місці на випадок, коли у вас не буде мобільного пристрою.
vi: Lưu trữ các mã sử dụng một lần này ở nơi an toàn khi bạn không có thiết bị di động.

source: Cancel setup
cs: Zrušit nastavení
da: Annuller opsætning
el: Ακύρωση ρύθμισης
es_es: Cancelar configuración
et: Katkesta seadistamine
eu: Utzi konfigurazioa
fa: لغو برپاسازی
fi: Peruuta käyttöönotto
fr: Annuler la configuration
fur: Anule configurazion
gd: Sguir dhen t-suidheachadh
gl: Cancelar a configuración
he: ביטול ההתקנה
hi_in: सेटअप रद्द करें
hr: Prekini postavljanje
hu: Beállítás megszakítása
ia: Cancellar configuration
id: Batalkan penyiapan
is: Hætta við uppsetningu
it: Annulla configurazione
ja: セットアップをキャンセル
ka: გამართვის გაუქმება
kab: Sefsex asebeddi
nl: Configuratie annuleren
pa_in: ਸੈੱਟ ਅੱਪ ਰੱਦ ਕਰੋ
pl: Anuluj konfigurację
pt: Cancelar configuração
pt_br: Cancelar configuração
ru: Отменить настройку
sk: Zrušiť nastavenie
sl: Prekliči namestitev
sr: Откажите постављање
sr_latn: Otkažite postavljanje
sv_se: Avbryt konfiguration
th: ยกเลิกการตั้งค่า
tr: Kurulumu iptal et
tt: Урнаштырудан баш тарту
uk: Скасувати налаштування
ur: سیٹ اپ منسوخ کریں
vi: Hủy thiết lập

source: Confirm backup authentication code
fur: Conferme il codiç di autenticazion di backup
gl: Confirmar o código de autenticación de salvagarda
is: Staðfesta varaauðkenningarkóða

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved backup authentication codes.
fur: Par sigurâsi che tu podedis tornâ a cuistâ l'acès al to account, tal câs che tu pierdis il dispositîf, inserìs un dai tiei codiçs di autenticazion di backup che tu âs salvât.
gl: Para asegurarse de que poderá recuperar o acceso á conta en caso de perder un dispositivo, introduza un dos códigos de autenticación de salvagarda que gardou.
is: Til að tryggja að þú getir endurheimt aðgang að reikningnum þínum, til dæmis ef tæki týnist eða skemmist, skaltu setja inn einn af vistuðu varaauðkenningarkóðunum þínum.

source: Backup authentication code
fur: Codiç di autenticazion di backup
gl: Código de autenticación de salvagarda
is: Varaauðkenningarkóði

source: Enable two-step authentication
cs: Povolit dvoufázové ověření
da: Aktiver totrinsgodkendelse
el: Ενεργοποίηση ταυτοποίησης δύο παραγόντων
es_es: Activar autenticación en dos pasos
et: Luba kaheastmeline autentimine
eu: Gaitu bi urratseko autentifikazioa
fa: فعال‌سازی تایید هویت دو مرحله‌ای
fi: Ota kaksivaiheinen vahvistus käyttöön
fr: Activer l’authentification en deux étapes
fur: Ative la autenticazion in doi passaçs
gd: Cuir an comas dearbhadh dà-cheumnach
gl: Activar a autenticación en dous pasos
he: הפעלת אימות דו־שלבי
hr: Omogući dvofaktorsku autentikaciju
hu: Kétlépcsős hitelesítés engedélyezése
ia: Activar authentication a duo grados
id: Aktifkan autentikasi dua-langkah
is: Virkja tveggja-þrepa auðkenningu
it: Attiva l’autenticazione in due passaggi
ja: 2 段階認証を有効化
ka: შესვლისას ორბიჯიანი დამოწმების ჩართვა
kab: Rmed asesteb n sin yimecwaṛen
nl: Authenticatie in twee stappen inschakelen
pa_in: ਦੋ-ਪੜ੍ਹਾਵੀਂ ਪਰਮਾਣਕਿਤਾ ਸਮਰੱਥ ਕਰੋ
pl: Włącz uwierzytelnianie dwuetapowe
pt: Ativar autenticação em duas etapas
pt_br: Ativar autenticação em duas etapas
ru: Включить двухэтапную аутентификацию
sk: Povoliť dvojstupňové overenie
sl: Omogoči overitev v dveh korakih
sr: Омогућите аутентификацију у два корака
sr_latn: Omogućite autentifikaciju u dva koraka
sv_se: Aktivera tvåstegsautentisering
th: เปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอน
tr: İki aşamalı doğrulamayı etkinleştir
tt: Ике адымлы аутентификацияне кабызу
uk: Увімкнути двоетапну перевірку
ur: دو قدمی توثیق کو فعال کریں
vi: Bật xác thực hai bước

source: Scan authentication code
cs: Naskenujte ověřovací kód
da: Skan godkendelseskode
el: Σαρώστε τον κωδικό ελέγχου ταυτότητας
es_es: Escanear código de autenticación
et: Skanni autentimiskood
eu: Eskaneatu autentifikazio-kodea
fi: Skannaa todennuskoodi
fr: Scanner le code d’authentification
fur: Scansione il codiç di autenticazion
gl: Escanear o código de autenticación
he: סריקת קוד אימות
hr: Skeniraj autentikacijski kôd
hu: Hitelesítési kód leolvasása
ia: Scannar codice de authentication
id: Pindai kode autentikasi
is: Skannaðu auðkenningarkóða
it: Scansiona il codice di autenticazione
ja: 認証コードをスキャン
ka: დამოწმების კოდის წაკითხვა
kab: Snirem tangalt n usesteb
nl: Authenticatiecode scannen
pa_in: ਪਰਮਾਣੀਕਰਨ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ
pl: Zeskanuj kod uwierzytelniania
pt: Digitalizar código de autenticação
pt_br: Digitalizar código de autenticação
ru: Сканировать код аутентификации
sk: Naskenujte overovací kód
sl: Preberi kodo za overitev
sr: Скенирајте аутентификацијски код
sr_latn: Skenirajte autentifikacijski kod
sv_se: Skanna autentiseringskod
th: สแกนรหัสยืนยันตัวบุคคล
tr: Kimlik doğrulama kodunu tara
tt: Аутентификация кодын сканерлау
uk: Скануйте код автентифікації
vi: Quét mã xác thực

source: Enter code manually
cs: Zadejte kód ručně
da: Indtast kode manuelt
el: Εισαγάγετε τον κωδικό χειροκίνητα
es_es: Introduce el código manualmente
et: Sisesta kood käsitsi
eu: Sartu kodea eskuz
fa: ورود کد به شکل دستی
fi: Kirjoita koodi manuaalisesti
fr: Saisissez le code manuellement
fur: Inserìs il codiç a man
gd: Cuir a-steach an còd de làimh
gl: Escribir o código
he: הזנת הקוד באופן ידני
hr: Upiši kȏd ručno
hu: Írja be a kódot kézzel
ia: Inserer codice manualmente
id: Masukkan kode secara manual
is: Settu kóðann inn handvirkt
it: Inserisci il codice manualmente
ja: 手動でコードを入力
ka: კოდი ხელით შეყვანა
kab: Sekcem tangalt s ufus
nl: Code handmatig invoeren
pa_in: ਕੋਡ ਖੁਦ ਭਰੋ
pl: Wpisz kod ręcznie
pt: Introduzir o código manualmente
pt_br: Insira o código manualmente
ru: Введите код вручную
sk: Zadajte kód ručne
sl: Ročno vnesite kodo
sr: Унесите код ручно
sr_latn: Unesite kod ručno
sv_se: Ange kod manuellt
th: ป้อนรหัสด้วยตนเอง
tr: Kodu yazın
tt: Кодны кулдан кертү
uk: Ввести код вручну
ur: دستی طور پر کوڈ درج کریں
vi: Nhập mã thủ công

source: Once complete, it will begin generating security codes for you to enter.
cs: Po dokončení bude aplikace generovat bezpečnostní kódy, které můžete zadat.
da: Når processen er afsluttet, oprettes sikkerhedskoder, som du kan indtaste.
el: Αφού ολοκληρωθεί, θα αρχίσει η δημιουργία των κωδικών ασφαλείας σας.
es_es: Una vez completado, comenzará a generar códigos de seguridad.
et: Kui see tegevus on lõpule viidud, siis hakkab see genereerima sisestamiseks vajalikke turvakoode.
eu: Burutu ondoren, zuk erabil ditzakezun segurtasun-kodeak sortzen hasiko da.
fi: Asennettuna oikein se alkaa tuottaa turvakoodeja, joita sinun tulee antaa.
fr: Ensuite, des codes de sécurité à saisir commenceront à être générés.
fur: Une volte completade la procedure, la aplicazion e scomençarà a gjenerâ codiç di sigurece di inserî.
gd: Turas a thèid a choileanadh, ginidh e còdan tèarainteachd as urrainn dhut cur a-steach.
gl: Cando remate comezará a xerar códigos de seguridade.
he: לאחר סיום התהליך, היישומון יתחיל לייצר עבורך קודי שחזור שיהיו באפשרותך להזין.
hr: Kad dovrši, započet će generirati sigurnosne kodove.
hu: Ha kész, megkezdi az Ön biztonsági kódjainak előállítását.
ia: Un vice complete, illo comenciara a generar codices de securitate que tu pote inserer.
is: Eftir að því er lokið, mun það byrja að útbúa öryggiskóða sem þú getur sett inn.
it: Una volta completata la procedura, l’app inizierà a generare codici di sicurezza da inserire.
ja: 完了すると、入力するセキュリティコードの生成が開始されます。
ka: დასრულების შემდეგ, დაიწყება უსაფრთხოების კოდების შექმნა, შესაყვანად.
kab: Ticki yemmed, tingalin n tɣellist ara taruḍ ad bdunt ad ttlalent.
nl: Na voltooiing worden beveiligingscodes voor u gegenereerd die u kunt invoeren.
pl: Po ukończeniu zacznie tworzyć kody zabezpieczeń, które należy podać.
pt: Depois de concluído, ele começará a gerar códigos de segurança que poderá especificar.
pt_br: Uma vez concluído, ele começará a gerar códigos de segurança para você inserir.
ru: По завершении оно начнёт генерировать коды безопасности, которые вы сможете ввести.
sk: Po dokončení bude aplikácia generovať bezpečnostné kódy, ktoré môžete zadávať.
sr: Када заврши, почеће да ствара сигурносне кодове за унос.
sr_latn: Kada završi, počeće da stvara sigurnosne kodove za unos.
sv_se: När det är klart kommer det att generera säkerhetskoder som du kan ange.
th: เมื่อเสร็จสมบูรณ์แล้ว ระบบจะเริ่มสร้างรหัสความปลอดภัยให้คุณป้อน
tr: İşlem tamamlandığında güvenlik kodları oluşturulmaya başlanacaktır.
uk: Після завершення в ній почнуть генеруватися коди безпеки для введення.
vi: Sau khi hoàn thành, nó sẽ bắt đầu tạo mã bảo mật để bạn nhập.

source: Type this secret key into your authentication app.
cs: Zadejte tento bezpečnostní kód do své ověřovací aplikace.
da: Skriv denne hemmelige nøgle i din godkendelsesapp.
el: Πληκτρολογήστε αυτό το μυστικό κλειδί στην εφαρμογή ταυτοποίησης.
es_es: Escribe esta clave secreta en tu aplicación de autenticación.
et: Sisesta see turvakood oma autentimisrakendusse.
eu: Sartu gako sekretu hau zure autentifikazio aplikazioan.
fa: این کلید مخفی را در برنامه احراز هویت خود وارد کنید.
fi: Kirjoita tämä salainen avain todennussovellukseesi.
fr: Saisissez cette clé secrète dans l’application d’authentification
fur: Scrîf cheste clâf segrete te tô aplicazion di autenticazion.
gd: Cuir an iuchair dhìomhair seo a-steach san aplacaid dearbhaidh agad.
gl: Escriba esta clave secreta na súa aplicación de autenticación.
he: נא להקליד את המפתח הסודי הזה ליישומון האימות שלך.
hr: Unesi ovaj tajni ključ u svoju autentifikacijsku aplikaciju.
hu: Írja be ezt a titkos kulcsot a hitelesítő alkalmazásban:
ia: Scribe iste clave secrete in tu app de authentication:
is: Skrifaðu þennan leynilykill inn í auðkenningarforritið þitt.
it: Digita questa chiave segreta nell’app di autenticazione.
ja: この秘密キーを認証アプリに入力してください。
ka: აკრიფეთ საიდუმლო კოდი შესვლის დასამოწმებელ პროგრამაში.
kab: Aru tasarut-a tabaḍnit deg usnas n usesteb.
nl: Typ deze geheime sleutel in in uw authenticatie-app.
pl: Wpisz ten tajny klucz w aplikacji uwierzytelniania.
pt: Digite esta chave secreta na sua aplicação de autenticação.
pt_br: Digite esta chave secreta no seu aplicativo de autenticação.
ru: Наберите этот секретный ключ в своём приложении для аутентификации.
sk: Zadajte tento tajný kľúč do vašej overovacej aplikácie.
sl: Vnesite ta tajni ključ v svojo aplikacijo za overitev.
sr: Унесите овај тајни кључ у вашу апликацију за аутентификацију.
sr_latn: Unesite ovaj tajni ključ u vašu aplikaciju za autentifikaciju.
sv_se: Skriv den hemliga nyckeln i din autentiseringsapp.
th: พิมพ์คีย์ลับนี้ลงในแอปตรวจสอบความถูกต้องของคุณ
tr: Bu anahtar kodunu kimlik doğrulama uygulamanıza yazın.
tt: Бу яшерен ачкычны аутентификация кушымтагызга кертегез.
uk: Введіть цей таємний ключ у вашій програмі автентифікації.
vi: Nhập khóa bí mật này vào ứng dụng xác thực của bạn.

source: Scan QR code instead?
cs: Místo toho naskenovat QR kód?
da: Skan QR-kode i stedet?
el: Εναλλακτικά, θέλετε να σαρώστε έναν κωδικό QR;
es_es: ¿Escanear código QR como alternativa?
et: Kas selle asemel skannida QR-kood?
eu: Eskaneatu QR kodea horren ordez?
fi: Haluatko sen sijaan skannata QR-koodin?
fr: Scanner plutôt un code QR ?
fur: Scansionâ invezit il codiç QR?
gd: A bheil thu airson còd QR a sganadh ’na àite?
gl: Ou escanear o código QR?
he: האם לסרוק קוד QR במקום?
hr: Umjesto toga skenirati QR kôd?
hu: Inkább leolvassa a QR-kódot?
ia: Prefere scannar un codice QR?
id: Pindai kode QR saja?
is: Skanna frekar QR-kóða?
it: Scegli scansione codice QR.
ja: 代わりに QR コードをスキャンしますか？
ka: გსურთ სანაცვლოდ QR-კოდი წააკითხოთ?
kab: ḍumm ahat tangalt QR?
nl: QR-code scannen?
pl: Czy zamiast tego zeskanować kod QR?
pt: Digitalizar código QR?
pt_br: Digitalizar código QR em vez disso?
ru: Вместо этого сканировать QR-код?
sk: Chcete radšej naskenovať QR kód?
sl: Želite namesto tega skenirati QR-kodo?
sr: Ипак скенирати QR код?
sr_latn: Ipak skenirati QR kod?
sv_se: Skanna QR-kod istället?
th: ต้องการสแกนรหัส QR แทนหรือไม่?
tr: Bunun yerine QR kodu taransın mı?
tt: Аның урынына QR кодны сканерларгамы?
uk: Сканувати QR-код натомість?
ur: اس کے بجائے QR کوڈ اسکین کریں؟
vi: Thay vào đó, sử dụng quét mã QR?

source: Ready
cs: Hotovo
da: Klar
el: Έτοιμο
es_es: Listo
et: Valmis
eu: Prest
fa: آماده
fi: Valmis
fr: Prêt·e
fur: Pront
gd: Deiseil
gl: Listo
he: מוכן
hr: Spremno
hu: Kész
ia: Preste
id: Siap
is: Tilbúið
it: Pronto
ja: 準備完了
ka: მზადაა
kab: Ihegga
nl: Gereed
pa_in: ਤਿਆਰ
pl: Gotowe
pt: Pronto
pt_br: Pronto
ru: Готово
sk: Hotovo
sl: Pripravljen
sr: Готово
sr_latn: Gotovo
sv_se: Redo
th: พร้อม
tr: Hazır
tt: Әзер
uk: Готово
ur: تیار ہیں
vi: Sẵn sàng
