Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: This email already exists on your account
cs: Tato e-mailová adresa už je s vaším účtem spojena
da: Denne mailadresse findes allerede på din konto
el: Αυτό το email υπάρχει ήδη στον λογαριασμό σας
es_es: Este correo electrónico ya existe en tu cuenta
et: See e-posti aadress on juba sinu kontoga seotud
eu: Helbide elektroniko hau badago lehendik ere zure kontuan
fa: این ایمیل از پیش در حساب شما ثبت شده است
fi: Tämä sähköpostiosoite on jo tililläsi
fr: Cette adresse existe déjà sur votre compte
fur: Cheste e-mail e je za associade al account
gl: Este correo xa existe na conta
he: דוא״ל זה כבר קיים בחשבון שלך
hr: Ova adresa e-pošte već postoji na tvom računu
hu: Ez az e-mail cím már szerepel a fiókjában
ia: Iste email existe jam sur tu conto
id: Surel ini sudah ada di akun anda
is: Tölvupóstfangið er nú þegar til staðar á reikningnum þínum
it: Questa email è già associata all’account
ja: このメールはアカウントに既に存在します
ka: ეს ელფოსტა უკვე არსებობს თქვენს ანგარიშზე
kab: Umayl-a yella yakan deg umiḍan-ik
nl: Dit e-mailadres bestaat al bij uw account
pa_in: ਇਹ ਈਮੇਲ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ
pl: Ten adres e-mail już istnieje na koncie użytkownika
pt: Este e-mail já existe na sua conta
pt_br: Este email já existe em sua conta
ru: Этот адрес электронной почты уже присутствует в вашем аккаунте
sk: Táto e-mailová adresa je už s vašim účtom spojená
sl: Ta e-poštna naslov že obstaja v vašem računu
sr: Ова адреса е-поште већ постоји на вашем налогу
sr_latn: Ova adresa e-pošte već postoji na vašem nalogu
sv_se: Det här e-postadressen finns redan på ditt konto
te: ఈ ఈమెయిలు ఇప్పటికే మీ ఖాతాలో ఉంది
th: มีอีเมลนี้บนบัญชีของคุณแล้ว
tr: Bu e-posta hesabınızda zaten var
tt: Бу эл. почта сезнең хисап язмагызда бар инде
uk: Цю електронну адресу вже додано до вашого облікового запису
ur: یہ ای میل آپ کے اکاؤنٹ پر پہلے سے موجود ہے
vi: Email này đã tồn tại trên tài khoản của bạn

source: Backup authentication code not found
fur: Codiç di autenticazion di backup no cjatât
gl: Non se atopou o código de autenticación do respaldo
is: Varaauðkenningarkóði fannst ekki

source: Account recovery key not found
fur: Clâf di recupar dal account no cjatade
gl: Non se atopou a clave de recuperación da conta
is: Endurheimtulykill reiknings fannst ekki

source: Invalid account recovery key
fur: Clâf di recupar dal account no valide
gl: Clave de recuperación da conta non válida
is: Ógildur endurheimtulykill reiknings

source: Invalid or expired confirmation code
fur: Codiç di conferme scjadût o no valit
gl: Código de confirmación non válido ou caducado
is: Ógildur eða útrunninn staðfestingarkóði

source: Complete account setup, please <a href="/reset_password">reset password</a> to continue.
fur: Complete la configurazion dal account, <a href="/reset_password">ristabilìs la password</a> par continuâ.
gl: Complete a configuración da conta, <a href="/reset_password">restableza o contrasinal</a> para continuar.
is: Ljúktu við uppsetningu reiknings, <a href="/reset_password">endurstilltu lykilorðið</a> til að halda áfram.

source: Your confirmation email was just returned. Mistyped email?
fur: La e-mail di conferme e je a pene stade ricusade al mitent. Direzion e-mail scrite mâl?
gl: O seu correo electrónico de confirmación acaba de ser devolto. Escribiu mal o enderezo?
is: Staðfestingarpósturinn þinn var endursendur. Rangt tölvupóstfang?

source: Mozilla accounts can only be placed into an IFRAME on approved sites
fur: Al è pussibil plaçâ dentri di un IFRAME i accounts Mozilla dome sui sîts web autorizâts
gl: As contas de Mozilla só se poden colocar nun IFRAME en sitios aprobados
is: Aðeins er hægt að setja Mozilla-reikninga inn í IFRAME á samþykktum vefsvæðum

source: Backup authentication code required
fur: Al covente il codiç di autenticazion di backup
gl: Requírese o código de autenticación de copia de seguranza
is: Varaauðkenningarkóða krafist

source: Invalid backup authentication code
fur: Il codiç di autenticazion di backup nol è valit
gl: Código de autenticación da copia de seguranza non válido
is: Ógildur varaauðkenningarkóði

source: Account recovery key required
fur: E covente la clâf di recupar dal account
gl: Requírese a clave de recuperación da conta
is: Endurheimtulykill reiknings nauðsynlegur

source: Mistyped email? %(domain)s does not offer email.
bg: Сгрешен имейл? %(domain)s не предлага имейли.
cs: Neudělali jste překlep? Doména %(domain)s nemá e-maily.
da: Forkert indtastet mailadresse? %(domain)s tilbyder ikke mail.
el: Εσφαλμένο email; Το %(domain)s δεν προσφέρει email.
es_es: ¿Correo mal escrito? %(domain)s no ofrece correo electrónico.
et: Kirjutasid e-posti aadressi valesti? %(domain)s ei paku e-posti teenust.
eu: Helbidea gaizki idatzi duzu? %(domain)s domeinuak ez du posta elektroniko zerbitzurik.
fa: ایمیل را اشتباه وارد کردید؟ %(domain)s امکانات ایمیل فراهم نمی‌کند.
fi: Kirjoititko sähköpostiosoitteesi väärin? Verkkotunnus %(domain)s ei tarjoa sähköpostipalveluja.
fr: Faute de frappe dans l’adresse électronique ? %(domain)s ne propose pas d’adresses électroniques.
fur: Erôrs di batidure te e-mail? %(domain)s nol ufrìs servizis di pueste.
gd: Bheil mearachd sa phost-d? Cha doir %(domain)s seachad post-d.
gl: Escribiu mal o enderezo de correo electrónico? %(domain)s non dá servizo.
he: האם הייתה לך טעות בהקלדת הדוא״ל? %(domain)s לא מציע שירותי דוא״ל.
hr: Pogrešna adresa e-pošte? %(domain)s ne nudi e-poštu.
hu: Elírta az e-mail címet? A(z) %(domain)s nem nyújt e-mail szolgáltatást.
ia: Adresse mal scribite? %(domain)s non offere servicio e-mail.
id: Salah tulis surel? %(domain)s tidak menyediakan surel.
is: Rangt skrifað tölvupóstfang? %(domain)s býður ekki upp á tölvupóstþjónustu.
it: Controlla eventuali errori di battitura. %(domain)s non è un dominio email.
ja: メールアドレスの入力ミスかもしれません。%(domain)s はメールサービスを提供していません。
ka: არასწორად აკრიფეთ ელფოსტა? %(domain)s არ იძლევა მისამართებს.
kab: Imayl d arameɣtu? %(domain)s ur d-yettak ara imayl.
nl: Hebt u het e-mailadres verkeerd getypt? %(domain)s biedt geen e-mail aan.
pa_in: ਈਮੇਲ ਗਲਤ ਲਿਖਤੀ ਗਈ? %(domain)s ਹੋਰ ਈਮੇਲ ਨਹੀਂ ਦਿੰਦੀ ਹੈ।
pl: Błąd w adresie e-mail? %(domain)s nie oferuje usług pocztowych.
pt: E-mail incorreto? %(domain)s não fornece e-mail.
pt_br: Email incorreto? %(domain)s não oferece email.
ru: Опечатались? %(domain)s не предлагает услуг электронной почты.
sk: Nepomýlili ste sa? Doména %(domain)s nemá e-maily.
sl: Ste se zatipkali? %(domain)s ne ponuja e-pošte.
sr: Нетачно унета адреса е-поште? %(domain)s не нуди адресу.
sr_latn: Netačno uneta adresa e-pošte? %(domain)s ne nudi adresu.
sv_se: Felaktig e-postadress? %(domain)s erbjuder inte e-post.
th: พิมพ์อีเมลผิด? %(domain)s ไม่มีบริการอีเมล
tr: E-postanızı yanlış mı yazdınız? %(domain)s e-posta hizmeti vermiyor.
uk: Помилка введення адреси е-пошти? %(domain)s не пропонує електронну пошту.
vi: Thư điện tử sai? %(domain)s không cung cấp thư điện tử.

source: The image file size is too large to be uploaded.
cs: Obrázek je pro nahrání příliš velký.
da: Billedfilen er for stor til at blive uploadet.
el: Το μέγεθος του αρχείου εικόνας είναι πολύ μεγάλο για μεταφόρτωση.
es_es: El tamaño del archivo de imagen es demasiado grande para cargarlo.
et: Pildifaili suurus on üleslaadimiseks liiga suur.
eu: Irudi-fitxategiaren tamaina handiegia da igotzeko.
fa: حجم این تصویر برای آپلود خیلی بزرگ است.
fi: Kuvatiedoston koko on liian suuri lähetettäväksi.
fr: Cette image est trop volumineuse pour être envoyée.
fur: La dimension dal file imagjin e je masse grande par podêle cjariâ in rêt.
gl: O ficheiro de imaxe é demasiado grande para envialo.
he: הקובץ גדול מכדי להעלותו.
hr: Slika je prevelika da bi se prenijela.
hu: A képfájl mérete túl nagy a feltöltéshez.
ia: Le dimension del file imagine es trop grande pro esser cargate.
id: Ukuran berkas gambar terlalu besar untuk diunggah.
is: Stærð myndarinnar er of mikil til að hægt sé að senda hana inn.
it: Il file dell’immagine è troppo grande e non può essere caricato.
ja: 画像ファイルのサイズが大きすぎてアップロードできません。
ka: სურათის ფაილის ზომა ზედმეტად დიდია ატვირთვისთვის.
kab: Teɣzi n ufaylu n tugniwin meqqer nezzeh i usali.
nl: De afbeeldingsbestandsgrootte is te groot om te uploaden.
pa_in: ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਚਿੱਤਰ ਫਾਇਲ ਆਕਾਰ ਬਹੁਤ ਵੱਡਾ ਹੈ।
pl: Rozmiar pliku obrazu jest za duży, aby można go było wysłać.
pt: O tamanho do ficheiro de imagem é muito grande para ser carregado.
pt_br: O arquivo de imagem é grande demais para ser enviado.
ru: Размер файла изображения слишком велик для загрузки.
sk: Nie je možné nahrať obrázok, pretože je príliš veľký.
sl: Datoteka s sliko je prevelika za nalaganje.
sr: Величина датотеке слике је превелика за отпремање.
sr_latn: Veličina datoteke slike je prevelika za otpremanje.
sv_se: Bildfilens storlek är för stor för att kunna laddas upp.
th: ไฟล์ภาพมีขนาดใหญ่เกินกว่าจะอัปโหลดได้
tr: Görüntü dosyası boyutu yüklenemeyecek kadar büyük.
tt: Рәсем файлы йөкләп булмаслык зур.
uk: Розмір файлу зображення завеликий для завантаження.
ur: تصویری فائل کا سائز اتنا بڑا ہے کہ اسے اپ لوڈ نہیں کیا جاسکتا۔
vi: Không thể tải lên ảnh có kích thước tập tin quá lớn.

source: Email masks can’t be used to create an account.
fur: Nol è pussibil doprâ lis mascaris di e-mail par creâ un account.
gl: As máscaras de correo electrónico non se poden usar para crear unha conta.
is: Ekki er hægt að nota tölvupósthulur til að búa til reikning.

source: Early access to test new products
fur: Acès in anteprime par provâ gnûfs prodots
gl: Acceso anticipado para probar novos produtos
is: Snemmbúinn aðgangur til að prófa nýjan hugbúnað

source: Help keep the internet healthy
fur: Judinus a tignî internet in salût
gl: Axuda a manter Internet saudable
is: Hjálpaðu til við að halda internetinu heilbrigðu

source: Security & privacy news and updates
fur: Novitâts e inzornaments su sigurece e riservatece
gl: Noticias e actualizacións de seguridade e privacidade
is: Fréttir og uppfærslur í öryggis- og persónuverndarmálum

source: Invalid id_token_hint
cs: Neplatný id_token_hint
da: Ugyldig id_token_hint
el: Μη έγκυρο id_token_hint
es_es: Id_token_hint no válido
et: Vigane id_token_hint
eu: id_token_hint baliogabea
fa: id_token_hint نامعتبر است
fi: Virheellinen id_token_hint
fr: id_token_hint invalide
fur: id_token_hint no valit
gd: id_token_hint mì-dhligheach
gl: id_token_hint non válido
he: ‏id_token_hint לא תקין
hi_in: अमान्य id_token_hint
hr: Nevažeći id_token_hint
hu: Érvénytelen id_token_hint
ia: id_token_hint non valide
id: id_token_hint tidak valid
is: Ógilt id_token_hint
it: id_token_hint non valido
ja: 無効な id_token_hint
ka: არამართებული id_token_hint
kab: id_token_hint d armeɣtu
nl: Ongeldige id_token_hint
pl: Nieprawidłowe „id_token_hint”
pt: Id_token_hint inválida
pt_br: id_token_hint inválido
ru: Некорректный id_token_hint
sk: Neplatný id_token_hint
sl: Neveljaven id_token_hint
sr: Неважећи id_token_hint
sr_latn: Nevažeći id_token_hint
sv_se: Ogiltig id_token_hint
th: id_token_hint ไม่ถูกต้อง
tr: Geçersiz id_token_hint
tt: Яраксыз id_token_hint
uk: Недійсний id_token_hint
vi: id_token_hint không hợp lệ

source: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Help</a>
cs: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Nápověda</a>
da: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Hjælp</a>
el: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Βοήθεια</a>
es_es: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Ayuda</a>
et: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Abi</a>
eu: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Laguntza</a>
fi: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Ohje</a>
fr: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Aide</a>
fur: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Jutori</a>
gl: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Axuda</a>
he: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">עזרה</a>
hu: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Súgó</a>
ia: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Adjuta</a>
is: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Hjálp</a>
it: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Supporto</a>
ja: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">ヘルプ</a>
ka: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">დახმარება</a>
kab: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Tallalt</a>
pa_in: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">ਮਦਦ</a>
pl: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Pomoc</a>
pt: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Ajuda</a>
pt_br: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Ajuda</a>
ru: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Помощь</a>
sk: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Pomocník</a>
sl: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Pomoč</a>
sv_se: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Hjälp</a>
tr: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Yardım</a>
uk: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Допомога</a>
vi: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Trợ giúp</a>

source: Reset password with account recovery key
fur: Ripristine la password cu la clâf di recupar dal account
gl: Restabelece o contrasinal coa clave de recuperación da conta
is: Endurstilltu lykilorð með endurheimtulykli reiknings

source: Please enter the one time use account recovery key you stored in a safe place to regain access to your Mozilla account.
fur: Inserìs la clâf di recupar dal account, che si pues doprâ une volte sole e che tu âs memorizât intun puest sigûr, par tornâ a vê l'acès al to account Mozilla.
gl: Introduza a clave de recuperación da conta de uso único que gardou nun lugar seguro para recuperar o acceso á súa conta de Mozilla.
is: Settu inn eins-skiptis-notkunar endurheimtulykilinn sem þú geymir á vísum stað til að fá aftur aðgang að Mozilla-reikningnum þínum.

source: Enter account recovery key
fur: Inserìs la clâf di recupar dal account
gl: Introduza a clave de recuperación da conta
is: Settu inn endurheimtulykil reiknings

source: Confirm account recovery key
fur: Conferme la clâf di recupar dal account
gl: Confirme a clave de recuperación da conta
is: Staðfestu endurheimtulykil reiknings

source: Don't have an account recovery key?
fur: No âstu une clâf di recupar dal account?
gl: Non ten unha chave de recuperación da conta?
is: Ertu ekki með endurheimtulykil reiknings?

source: Choose what to sync:
bg: Изберете какво да синхронизирате:
cs: Vyberte, co chcete synchronizovat:
da: Vælg, hvad der skal synkroniseres:
el: Επιλέξτε τι θα συγχρονίζεται:
es_es: Elige qué sincronizar:
et: Sünkroniseeritavate asjade valik:
eu: Aukeratu zer sinkronizatu:
fa: انتخاب کنید که چه چیزهایی همگام‌ شوند:
fi: Valitse, mitä synkronoidaan:
fr: Choisir les éléments à synchroniser :
fur: Sielç ce sincronizâ:
gd: Tagh na tha thu airson sioncronachadh:
gl: Escolla que sincronizar:
he: נא לבחור את הפריטים שיסונכרנו:
hr: Odaberi što će se sinkronizirati
hu: Válassza ki, mit szeretne szinkronizálni:
ia: Elige lo que synchronisar:
id: Pilih yang ingin disinkronkan:
is: Veldu hvað á að samstilla:
it: Scegli che cosa sincronizzare:
ja: 同期するデータを選択してください:
ka: აირჩიეთ, რისი დასინქრონება გსურთ:
kab: Fren ayen ara temtawiḍ:
nl: Kies wat u wilt synchroniseren:
pa_in: ਚੁਣੋ ਕਿ ਕੀ ਸਿੰਕ ਕਰਨਾ ਹੈ:
pl: Wybierz, co synchronizować:
pt: Escolha o que sincronizar:
pt_br: Escolha o que sincronizar:
ru: Выберите, что синхронизировать:
sk: Vyberte si, čo chcete synchronizovať:
sl: Izberite, kaj želite sinhronizirati:
sr: Изаберите шта ћете синхронизовати:
sr_latn: Izaberite šta ćete sinhronizovati:
sv_se: Välj vad som ska synkroniseras:
th: เลือกสิ่งที่ต้องการซิงค์:
tr: Nelerin eşitleneceğini seçin:
tt: Ниләрне синхронларга икәнен сайлагыз:
uk: Оберіть що синхронізувати:
ur: چنیں کیا sync کرنا ہے:
vi: Chọn những gì để đồng bộ hóa:

source: Sync selections
cs: Výběr synchronizace
da: Synkroniser valg
el: Επιλογές συγχρονισμού
es_es: Selecciones de sincronización
et: Sünkroniseerimise valikud
eu: Sinkronizatu hautapenak
fa: انتخاب‌های همگام‌سازی
fi: Synkronoinnin valinnat
fr: Éléments à synchroniser
fur: Sincronize selezionâts
gd: Sioncronaich na chaidh a thaghadh
gl: Sincronizar a selección
he: בחירת פריטים לסנכרון
hr: Sinkroniziraj odabire
hu: Kiválasztások szinkronizálása
ia: Synchronisar selectiones
id: Pilih sinkronisasi
is: Samstilla valið
it: Sincronizza selezionati
ja: 同期項目の選択
ka: შერჩეულების დასინქრონება
kab: Mtawi tafrant
nl: Selecties synchroniseren
pa_in: ਸਿੰਕ ਚੋਣਾਂ
pl: Wybór, co synchronizować
pt: Seleções de sincronização
pt_br: Seleções de sincronização
ru: Синхронизировать выбранное
sk: Výber synchronizácie
sl: Izbor za sinhronizacijo
sr: Синхронизујте ставке
sr_latn: Sinhronizujte stavke
sv_se: Synkroniseringsval
th: เลือกการซิงค์
tr: Sync seçimleri
tt: Сайланганны синхронлау
uk: Варіанти синхронізації
vi: Lựa chọn đồng bộ hóa
