Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
cs: Protože jsou tato data velmi důležitá pro vaši bezpečnost, Firefox je pro vaši ochranu při obnově hesla smaže, aby k nim nikdo jiný nemohl získat přístup.
da: Da disse oplysninger er kritiske for din sikkerhed, sletter Firefox dem for at beskytte dig, når din adgangskode nulstilles for at forhindre andre i at få adgang til dem.
el: Επειδή αυτές οι πληροφορίες είναι κρίσιμες για την ασφάλειά σας, το Firefox τις διαγράφει όταν γίνεται επαναφορά του κωδικού πρόσβασής σας, ώστε να εμποδιστεί η πρόσβαση άλλων ατόμων σε αυτές.
es_es: Debido a que esta información es crítica para tu seguridad, Firefox la elimina para protegerte cuando se restablece tu contraseña para evitar que otras personas accedan a ella.
et: Kuna need andmed on sinu turvalisuse jaoks kriitilised, siis kustutab Firefox need sinu kaitsmiseks parooli lähtestamisel, et takistada teistel inimestel ligipääsu neile andmetele.
eu: Informazio hau zure segurtasunerako kritikoa denez, Firefoxek ezabatu egiten du pasahitza berrezartzen duzunean, horrela beste inork sarbidea izatea saihesteko.
fi: Koska nämä tiedot ovat tärkeitä sinulle, Firefox poistaa ne suojataksesi sinua salasanasi nollauksen yhteydessä estääkseen muita käyttämästä niitä.
fr: Étant donné que ces informations sont essentielles à votre sécurité, Firefox les supprime pour vous protéger lorsque votre mot de passe est réinitialisé afin d’empêcher d’autres personnes d’y accéder.
gd: A chionn ’s gu bheil am fiosrachadh seo aig teis-mheadhan na tèarainteachd, sguabaidh Firefox seo às gus do dhìon nuair a thèid am facal-faire agad ath-shuidheachadh airson ’s nach fhaigh daoine eile greim air.
he: מכיוון שמידע זה הוא קריטי לאבטחה שלך, Firefox מוחק אותו כדי להגן עליך כאשר הססמה שלך מתאפסת כדי למנוע מאנשים אחרים לגשת אליו.
hr: Budući da su ove informacije ključne za tvoju sigurnost, Firefox ih briše kako bi te zaštitio prilikom ponovnog postavljanja lozinke kako bi spriječio druge ljude da im pristupe.
hu: Mivel ezek az információk kritikus fontosságúak az Ön biztonsága szempontjából, a Firefox jelszó-visszaállításkor törli azokat, hogy megvédje Önt, és megakadályozza, hogy mások hozzáférjenek.
ia: Perque iste informationes es critic pro tu securitate, Firefox los dele quando tu contrasigno es reinitialisate; isto te protege contra tentativas de accesso non autorisate.
it: Per motivi di sicurezza, queste informazioni vengono eliminate al ripristino della password, in modo che altre persone non possano accedervi.
ja: これはあなたの安全のために重要な情報であるため、パスワードがリセットされた時、他人がアクセスできないように Firefox がこの情報を削除してあなたを保護します。
ka: ვინაიდან, ეს მონაცემები გადამწყვეტია თქვენი უსაფრთხოებისთვის, Firefox წაშლის მათ თქვენი პაროლის განულების შემთხვევაში, რათა გარეშე პირებმა ვერ შეძლონ მათი მოპოვება.
kab: Imi talɣut-a tlaq aṭas i tɣellist-ik, Firefox ad tt-yekkes akken ad k-immesten ticki awal-ik uffir ad yalse awennez akken ad isewḥel imdanen-nniḍen ur keččmen ara.
nl: Omdat deze informatie van cruciaal belang is voor uw veiligheid, verwijdert Firefox deze om u te beschermen wanneer uw wachtwoord opnieuw wordt ingesteld, om te voorkomen dat anderen er toegang toe krijgen.
pl: Ponieważ te informacje mają kluczowe znaczenie dla Twojego bezpieczeństwa, Firefox usuwa je podczas zmiany hasła, aby uniemożliwić innym osobom dostęp do nich.
pt: Como estas informações são críticas para a sua segurança, o Firefox elimina as mesmas para o proteger quando a sua palavra-passe é reposta para impedir que terceiros tenham acesso a estes dados.
pt_br: Como essas informações são críticas para sua segurança, o Firefox as exclui para proteger você quando sua senha é redefinida, para impedir que outras pessoas acessem.
ru: Так как эта информация критична для обеспечения вашей безопасности, Firefox удалит её, чтобы защитить вас, в случае сброса вашего пароля, чтобы предотвратить доступ к ней других людей.
sk: Keďže tieto informácie sú pre vašu bezpečnosť dôležité, Firefox ich kvôli vašej ochrane vymaže, keď dôjde k obnoveniu vášho hesla, aby k nim ostatní ľudia nemali prístup.
sl: Ker so ti podatki ključni za vašo varnost, jih Firefox ob ponastavitvi gesla izbriše, da drugim prepreči dostop do njih.
sr: Будући да је ова информација пресудна за вашу сигурност, Firefox је брише како би вас заштитио када ресетујете лозинку и тако спречио другима да јој приступе.
sr_latn: Budući da je ova informacija presudna za vašu sigurnost, Firefox je briše kako bi vas zaštitio kada resetujete lozinku i tako sprečio drugima da joj pristupe.
sv_se: Eftersom denna information är avgörande för din säkerhet raderar Firefox den för att skydda dig när ditt lösenord återställs för att förhindra att andra får åtkomst till det.
th: เนื่องจากข้อมูลนี้สำคัญต่อความปลอดภัยของคุณ Firefox จึงลบเพื่อปกป้องคุณเมื่อรหัสผ่านของคุณถูกตั้งค่าใหม่เพื่อป้องกันไม่ให้คนอื่นเข้าถึงได้
tr: Bu bilgiler güvenliğiniz için kritik önem taşıdığından, parolanız sıfırlandığında başkalarının bu bilgilere erişme ihtimalini ortadan kaldırmak için Firefox bu bilgileri siler.
uk: Оскільки ця інформація критично важлива для вашої безпеки, Firefox видаляє її, щоб захистити вас при відновленні пароля та не дозволити іншим отримати до неї доступ.
vi: Vì thông tin này rất quan trọng đối với bảo mật của bạn, Firefox sẽ xóa nó để bảo vệ bạn khi mật khẩu của bạn được đặt lại để ngăn người khác truy cập.

source: Get a Recovery Key
cs: Získat obnovovací klíč
da: Få en genoprettelsesnøgle
el: Απόκτηση κλειδιού ανάκτησης
es_es: Obtener una clave de recuperación
et: Hangi taastevõti
eu: Lortu berreskuratze gakoa
fi: Hanki palautusavain
fr: Obtenir une clé de récupération
gd: Faigh iuchair aisig
he: קבלת מפתח שחזור
hr: Preuzmi ključ za oporavak
hu: Helyreállítási kulcs kérése
ia: Obtener un clave de recuperation
id: Dapatkan Kunci Pemulihan
it: Ottieni una chiave di recupero
ja: 回復用キーを取得
ka: აღდგენის გასაღების მიღება
kab: Awi tasarut n tririt
nl: Ontvang een herstelsleutel
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਲਵੋ
pl: Uzyskaj klucz odzyskiwania
pt: Obter uma chave de recuperação
pt_br: Obter uma chave de recuperação
ru: Получите ключ восстановления
sk: Získajte obnovovací kľúč
sl: Pridobi obnovitveni ključ
sr: Преузмите кључ за опоравак
sr_latn: Preuzmite ključ za oporavak
sv_se: Få en återställningsnyckel
th: รับกุญแจกู้คืน
tr: Kurtarma anahtarı al
tt: Коткару ачкычын алу
uk: Отримати ключ відновлення
vi: Nhận khóa khôi phục

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
cs: Pro vygenerování obnovovacího klíče potvrďte heslo pro svůj účet %(escapedEmail)s.
da: Bekræft din adgangskode til %(escapedEmail)s for at oprette din genoprettelsesnøgle.
el: Παρακαλούμε επιβεβαιώστε τον κωδικό πρόσβασής σας για το %(escapedEmail)s, ώστε να δημιουργηθεί το κλειδί ανάκτησης.
es_es: Por favor, confirma tu contraseña para %(escapedEmail)s para generar tu clave de recuperación.
et: Taastevõtme loomiseks kinnita palun oma konto %(escapedEmail)s parool.
eu: Berretsi %(escapedEmail)s helbiderako zure pasahitza berreskuratze-gakoa sortu ahal izateko.
fi: Vahvista tilin %(escapedEmail)s salasana luodaksesi palautusavaimen.
fr: Veuillez confirmer votre mot de passe pour %(escapedEmail)s afin de générer votre clé de récupération.
gd: Dearbh am facal-faire agad airson %(escapedEmail)s gus iuchair aisig a ghintinn.
he: נא לאמת את הססמה שלך עבור %(escapedEmail)s כדי לייצר את מפתח השחזור שלך.
hr: Potvrdi lozinku za %(escapedEmail)s da bismo generirali ključ za oporavak.
hu: Kérjük, erősítse meg a(z) %(escapedEmail)s címhez tartozó jelszavát, hogy előállítsuk a helyreállítási kulcsát.
ia: Per favor, confirma tu contrasigno pro %(escapedEmail)s pro generar tu clave de recuperation.
it: Per generare una chiave di recupero conferma la password di %(escapedEmail)s.
ja: %(escapedEmail)s のパスワードを確認して、回復用キーを生成してください。
ka: გთხოვთ, დაადასტუროთ თქვენი პაროლი ანგარიშზე %(escapedEmail)s, აღდგენის გასაღების შესაქმნელად.
kab: Ma ulac aɣilif, sentem awal-ik uffir i %(escapedEmail)s akken ad teslaleḍ tasarut-ik n tririt.
nl: Bevestig uw wachtwoord voor %(escapedEmail)s om uw herstelsleutel te genereren.
pl: Proszę potwierdzić hasło do konta %(escapedEmail)s, aby utworzyć klucz odzyskiwania.
pt: Confirme a sua palavra-passe para %(escapedEmail)s para gerar a sua chave de recuperação.
pt_br: Confirme sua senha de %(escapedEmail)s para gerar sua chave de recuperação.
ru: Пожалуйста, подтвердите ваш пароль для %(escapedEmail)s, чтобы сгенерировать ключ восстановления.
sk: Potvrďte svoje heslo pre %(escapedEmail)s, aby sa vygeneroval obnovovací kľúč.
sl: Potrdite geslo za %(escapedEmail)s, da ustvarite obnovitveni ključ.
sr: Потврдите лозинку за %(escapedEmail)s да бисте створили кључ за опоравак.
sr_latn: Potvrdite lozinku za %(escapedEmail)s da biste stvorili ključ za oporavak.
sv_se: Bekräfta ditt lösenord för %(escapedEmail)s för att generera din återställningsnyckel.
th: โปรดยืนยันรหัสผ่านของคุณสำหรับ %(escapedEmail)s เพื่อสร้างรหัสการกู้คืนของคุณ
tr: Kurtarma anahtarınızı oluşturmak için lütfen %(escapedEmail)s parolanızı doğrulayın.
tt: Зинһар, коткару ачкычын ясату өчен %(escapedEmail)s серсүзен раслагыз.
uk: Підтвердьте свій пароль для %(escapedEmail)s, щоб згенерувати ваш ключ відновлення.
vi: Vui lòng xác nhận mật khẩu của bạn cho %(escapedEmail)s để tạo khóa khôi phục của bạn.

source: Enter your recovery key to confirm that you've saved a copy.
cs: Potvrďte uložení kopie svého obnovovacího klíče jeho zadáním.
da: Indtast din genoprettelsesnøgle for at bekræfte, at du har gemt en kopi.
el: Εισαγάγετε το κλειδί ανάκτησής σας για να επιβεβαιώστε ότι έχετε αποθηκεύσει ένα αντίγραφο.
es_es: Introduce tu clave de recuperación para confirmar que has guardado una copia.
et: Sisesta oma taastevõti, et kinnitada, et oled selle koopia salvestanud.
eu: Idatzi zure berreskuratze-gakoa kopia bat gorde duzula berresteko.
fi: Kirjoita palautusavain varmistaaksesi, että olet tallentanut kopion.
fr: Saisissez votre clé de récupération pour confirmer que vous avez enregistré une copie.
gd: Cuir a-steach an iuchair aisig agad a dhearbhadh gun do shàbhail thu lethbhreac dheth.
he: נא למלא מפתח שחזור כדי לאשר ששמרת עותק.
hr: Unesi svoj ključ za oporavak da bi potvrdio/la da si spremio/la njegovu kopiju.
hu: Írja be a helyreállítási kulcsot, hogy megerősíthessük, hogy valóban elmentette a másolatot.
ia: Insere tu clave de recuperation pro confirmar que tu ha salveguardate un copia.
it: Inserire la chiave di recupero per confermare di averne salvato una copia.
ja: 回復用キーを入力して、コピーを保存したことを確認してください。
ka: შეიყვანეთ აღდგენის გასაღები იმის დასადასტურებლად, რომ ასლი შეინახეთ.
kab: Sekcem tasarut-ik n tririt akken ad tsentmeḍ asekles n unɣal.
nl: Voer uw herstelsleutel in om te bevestigen dat u een kopie hebt opgeslagen.
pl: Wpisz klucz odzyskiwania, aby potwierdzić, że zachowano kopię.
pt: Introduza a sua chave de recuperação para confirmar que guardou uma cópia.
pt_br: Digite sua chave de recuperação para confirmar que você salvou uma cópia.
ru: Введите ключ восстановления, чтобы подтвердить, что вы сохранили его копию.
sk: Zadajte svoj obnovovací kľúč a potvrďte, že ste uložili kópiu.
sl: Vnesite obnovitveni ključ, da potrdite, da ste shranili kopijo.
sr: Унесите кључ за опоравак да бисте потврдили да сте сачували копију.
sr_latn: Unesite ključ za oporavak da biste potvrdili da ste sačuvali kopiju.
sv_se: Ange din återställningsnyckel för att bekräfta att du har sparat en kopia.
th: ป้อนรหัสการกู้คืนของคุณเพื่อยืนยันว่าคุณได้บันทึกสำเนาไว้
tr: Bir kopyasını kaydettiğinizi onaylamak için kurtarma anahtarınızı girin.
tt: Бер күчермәсен саклаганыгызны раслау өчен коткару ачкычыгызны кертегез.
uk: Введіть свій ключ відновлення, щоб підтвердити збереження копії.
vi: Nhập khóa khôi phục của bạn để xác nhận rằng bạn đã lưu một bản sao.

source: Save recovery key
cs: Uložit obnovovací klíč
da: Gem genoprettelsesnøgle
el: Αποθήκευση κλειδιού ανάκτησης
es_es: Guardar clave de recuperación
et: Salvesta taastevõti
eu: Gorde berreskuratze-gakoa
fa: ذخیره کلید بازیابی
fi: Tallenna palautusavain
fr: Enregistrer la clé de récupération
gd: Sàbhail an iuchair aisig
he: שמירת מפתח שחזור
hr: Spremi ključ za oporavak
hu: Helyreállítási kulcs mentése
ia: Salvar clave de recuperation
id: Simpan kunci pemulihan
it: Salva chiave di recupero
ja: 回復用キーを保存
ka: აღდგენის გასაღების შენახვა
kab: Sekles tasarut n tririt
nl: Herstelsleutel opslaan
pa_in: ਰਿਕਵਰੀ ਕੁੰਜੀ ਸੰਭਾਲੋ
pl: Zachowaj klucz odzyskiwania
pt: Guardar chave de recuperação
pt_br: Salvar chave de recuperação
ru: Сохраните ключ восстановления
sk: Uložiť obnovovací kód
sl: Shrani obnovitveni ključ
sr: Сачувајте кључ за опоравак
sr_latn: Sačuvajte ključ za oporavak
sv_se: Spara återställningsnyckel
th: บันทึกคีย์การกู้คืน
tr: Kurtarma anahtarını kaydet
tt: Коткару ачкычын саклау
uk: Зберегти ключ відновлення
ur: بازیافت کلیدمحفوظ کریں
vi: Lưu khóa khôi phục

source: One account, many services
es_es: Una cuenta, muchos servicios
ka: ერთი ანგარიში, მრავალი მომსახურება
ru: Один аккаунт, множество служб
sr: Један налог, мноштво услуга
sr_latn: Jedan nalog, mnoštvo usluga
sv_se: Ett konto, många tjänster
tr: Tek hesap, çok hizmet
tt: Бер хисап, күп хезмәтләр

source: Sync your bookmarks, passwords, and more on every device.
es_es: Sincroniza tus marcadores, contraseñas y más en todos tus dispositivos.
ka: დაასინქრონეთ თქვენი სანიშნები, პაროლები და ა. შ. ნებისმიერ მოწყობილობაზე.
ru: Синхронизируйте свои закладки, пароли и многое другое между всеми своими устройствами.
sr: Синхронизујте обележиваче, лозинке и остало на сваком уређају.
sr_latn: Sinhronizujte obeleživače, lozinke i ostalo na svakom uređaju.
sv_se: Synkronisera dina bokmärken, lösenord och mer på alla enheter.
tr: Sekmelerinizi, yer imlerinizi ve daha fazlasını tüm cihazlarınızda eşitleyin.
tt: Табларыгыз, серсүзләрегез һәм башкаларны һәр җиһазыгызда да cинхронлау.

source: A VPN from the trusted pioneer in internet privacy.
es_es: Una VPN del pionero de confianza en privacidad en internet.
ka: VPN, ინტერნეტში პირადულობის დაცვის პირველი წამომწყებისგან.
ru: VPN от доверенного первопроходца в обеспечении приватности в Интернете.
sr: VPN од поузданог пионира приватности на интернету.
sr_latn: VPN od pouzdanog pionira privatnosti na internetu.
sv_se: Ett VPN från den pålitliga föregångaren inom integritet på internet.
tr: İnternette gizliliğin öncüsünden, güvenilir bir VPN hizmeti.
tt: Интернеттагы хосусыйлык өлкәсендә ышанычлы пионердан бер VPN хезмәте.

source: Save and discover the best stories from across the web.
es_es: Guarda y descubre las mejores historias de toda la web.
ka: გადაინახეთ და მოიძიეთ საუკეთესო ამბები, ვებსამყაროდან.
ru: Сохраняйте и открывайте для себя лучшие статьи со всего Интернета.
sv_se: Spara och upptäck de bästa historierna från hela webben.
tr: Web’deki en iyi makaleleri kaydedin ve keşfedin.

source: Sign up for new accounts without handing over your email address.
es_es: Regístrate para tener nuevas cuentas sin revelar tu correo electrónico.
ka: შექმენით ახალი ანგარიშები, თქვენი ელფოსტის გამჟღავნების გარეშე.
ru: Регистрируйте новые аккаунты, не сообщая свой реальный адрес электронной почты.
sv_se: Registrera dig för nya konton utan att lämna ut din e-postadress.
tr: E-posta adresinizi gizleyerek yeni hesaplar açın.

source: See all
es_es: Ver todo
ka: ყველას ნახვა
ru: Показать всё
sv_se: Visa alla
tr: Tümünü göster
tt: Барысын да карау

source: Scan to connect another device
es_es: Escanear para conectar otro dispositivo
ka: წაკითხვა, სხვა მოწყობილობასთან დასაკავშირებლად
ru: Сканировать для подключения другого устройства
sr: Скенирајте да повежете други уређај
sr_latn: Skenirajte da povežete drugi uređaj
sv_se: Skanna för att ansluta en annan enhet
tr: Başka bir cihaza bağlanmak için tarayın
tt: Башка җиһазны тоташтыру өчен сканерлау

source: You must meet certain age requirements to create a Firefox&nbsp;account.
da: Du skal opfylde visse alderskriterier for at oprette en Firefox&nbsp;konto.
el: Πρέπει να πληροίτε ορισμένες απαιτήσεις ηλικίας για τη δημιουργία ενός λογαριασμού&nbsp;Firefox.
fr: Vous devez avoir atteint l’âge requis pour pouvoir créer un compte&nbsp;Firefox.
he: עליך לעמוד בדרישות הגיל כדי ליצור חשבון&nbsp;Firefox.
ia: Tu debe satisfacer certe requisitos de etate pro crear un conto de Firefox &nbsp;.
it: Per poter creare un account&nbsp;Firefox è necessario soddisfare determinati requisiti d’età.
nl: U moet aan bepaalde leeftijdscriteria voldoen om een Firefox-account aan te maken.
pt_br: Você deve atender a certos requisitos de idade para criar uma conta&nbsp;Firefox.
sl: Za ustvarjanje Računa&nbsp;Firefox morate ustrezati starostni omejitvi.
vi: Bạn phải đáp ứng các yêu cầu về tuổi nhất định để tạo tài khoản&nbsp;Firefox.

source: for your Firefox account
da: til din Firefox-konto
el: για τον λογαριασμό Firefox σας
fr: de votre compte Firefox
he: עבור חשבון ה־Firefox שלך
ia: pro tu conto de Firefox
it: per il tuo account Firefox
nl: voor uw Firefox-account
pt: para a sua conta Firefox
pt_br: da sua conta Firefox
sl: za Firefox Račun
vi: cho tài khoản Firefox của bạn

source: Firefox account connected
da: Firefox-konto tilsluttet
el: Ο λογαριασμός Firefox συνδέθηκε
eu: Firefox kontua konektatua
fr: Compte Firefox connecté
he: חשבון Firefox מחובר
ia: Conto Firefox connexe
it: Account Firefox connesso
nl: Firefox-account verbonden
pt: Conta Firefox associada
pt_br: Conta Firefox conectada
sl: Firefox Račun je povezan
vi: Đã kết nối tài khoản Firefox

source: Sync Firefox across devices
da: Synkroniser Firefox på tværs af dine enheder
eu: Sinkronizatu Firefox gailuen artean
fr: Synchronisez Firefox entre vos appareils
he: סנכרון Firefox בין מכשירים
ia: Synchronisar Firefox inter apparatos
it: Sincronizza Firefox tra più dispositivi
nl: Firefox synchroniseren tussen apparaten
pt: Sincronize o Firefox entre dispositivos
pt_br: Sincronize o Firefox entre dispositivos
sl: Sinhronizirajte Firefox med napravami
vi: Đồng bộ hóa Firefox giữa các thiết bị

source: Sign in everywhere you use Firefox.
da: Log ind overalt, hvor du bruger Firefox.
eu: Hasi saioa Firefox darabilzun edozein lekutatik.
fr: Connectez-vous partout où vous utilisez Firefox.
he: יש להיכנס בכל מקום בו יש לך את Firefox.
ia: Accede ubique tu usa Firefox.
it: Accedi con Firefox da qualunque dispositivo.
nl: Overal waar u Firefox gebruikt aanmelden.
pt: Inicie sessão onde quer que utilize o Firefox.
pt_br: Entre na sua conta onde quer que use o Firefox
sl: Prijavite se povsod, kjer uporabljate Firefox.
vi: Đăng nhập bất cứ đâu bạn sử dụng Firefox.

source: We’re on Android and iOS, too!
da: Vi er også på Android og iOS!
eu: Android eta iOSen ere bagaude!
fr: Nous sommes aussi sous Android et iOS !
he: אנחנו גם ב־Android וב־iOS!
ia: Nos es alsi sur Android e iOS!
it: Siamo disponibili anche su Android e iOS.
nl: We zijn ook op Android en iOS!
pt: Também estamos no Android e iOS!
pt_br: Estamos no Android e iOS também!
vi: Chúng tôi cũng có phiên bản Android và iOS!

source: Enter your password <span class="card-subheader" id="subheader">for your Firefox account</span>
he: נא להכניס את הססמה שלך<span class="card-subheader" id="subheader">עבור חשבון ה־Firefox שלך</span>
ia: Insere le contrasigno <span class="card-subheader" id="subheader">pro tu conto Firefox </span>
pt_br: Digite a senha <span class="card-subheader" id="subheader">da sua conta Firefox</span>
sl: Vnesite geslo <span class="card-subheader" id="subheader">svojega Firefox Računa</span>
vi: Nhập mật khẩu của bạn <span class="card-subheader" id="subheader">cho tài khoản Firefox của bạn</span>

source: Continue to Firefox accounts
da: Fortsæt til Firefox-konto
el: Συνέχεια στον λογαριασμό Firefox
fr: Continuer vers les comptes Firefox
he: המשך אל Firefox accounts
ia: Continuar al contos Firefox
it: Continua su Firefox Accounts
nl: Doorgaan naar Firefox Accounts
pt: Continuar para as contas Firefox
pt_br: Continuar para contas Firefox
sl: Nadaljuj v Firefox Račune
vi: Tiếp tục đến tài khoản Firefox

source: A Firefox account also unlocks access to more privacy-protecting products from Mozilla.
da: En Firefox-konto giver også adgang til flere privatlivsbeskyttende produkter fra Mozilla.
el: Ένας λογαριασμός Firefox ξεκλειδώνει επίσης την πρόσβαση σε περισσότερα προϊόντα της Mozilla που προστατεύουν το απόρρητό σας.
fr: Un compte Firefox donne aussi accès à plus de produits de Mozilla qui protègent votre vie privée.
he: חשבון Firefox גם פותח גישה למוצרים נוספים המגנים על הפרטיות, מבית Mozilla.
ia: Un conto Firefox alsi disbloca le accesso a plus productos protegente-confidentialitate de Mozilla.
it: Un account Firefox offre anche accesso ad altri prodotti Mozilla dedicati alla protezione della privacy.
nl: Een Firefox-account ontgrendelt ook de toegang tot meer privacybeschermende producten van Mozilla.
pt: Uma conta do Firefox também desbloqueia o acesso a mais produtos de proteção de privacidade da Mozilla.
pt_br: Uma conta Firefox também libera o acesso a mais produtos de proteção de privacidade da Mozilla.
vi: Tài khoản Firefox cũng mở khóa quyền truy cập vào các sản phẩm bảo vệ quyền riêng tư hơn từ Mozilla.
