Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
cs: Přidání záložní e-mailové adresy vám pomůže v situaci, kdy ztratíte přístup ke své e-mailové schránce %(escapedEmail)s.
da: Hvis du tilføjer en sekundær mailadresse, kan du få adgang til din konto igen, hvis du bliver låst ude og ikke kan få adgang til %(escapedEmail)s.
el: Η προσθήκη ενός δευτερεύοντος email θα σας βοηθήσει να ανακτήσετε το λογαριασμό σας, εάν κλειδωθείτε και δεν έχετε πρόσβαση στο %(escapedEmail)s.
es_es: Añadir un correo electrónico secundario te ayuda a volver a tu cuenta si está bloqueada y no puedes acceder a %(escapedEmail)s.
et: Teise e-posti aadressi lisamine aitab sind sinu kontosse tagasi, kui oled välja lukustatud ja ei pääse ligi aadressi %(escapedEmail)s kirjadele.
fi: Toissijaisen sähköpostin lisääminen auttaa pääsemään takaisin tilillesi, jos et pääse sisään tai sähköpostiisi %(escapedEmail)s.
fr: Une adresse électronique secondaire vous permet de regagner accès à votre compte si vous ne parvenez plus à vous connecter et que vous n’avez plus accès à %(escapedEmail)s.
fur: La zonte di une e-mail secondarie ti jude a tornâ tal to account se tu restis taiât fûr e no tu puedis acedi a %(escapedEmail)s.
gd: Ma chuireas tu post-d eile ris, gheibh thu cothrom air a’ chunntas agad a-rithist leis ma thèid do ghlasadh a-mach is mur am faigh cothrom air %(escapedEmail)s.
gl: Para recuperar a conta se non pode acceder a %(escapedEmail)s, engada un enderezo de correo electrónico secundario.
he: הוספת כתובת דוא״ל משנית עוזרת לך לחזור לחשבון שלך אם ננעלת ואין לך גישה ל־%(escapedEmail)s.
hr: Dodavanje sekundarne adrese e-pošte pomaže ti vratiti se u tvoj račun, ako mu izgubiš pristup i ne možeš pristupiti adresi %(escapedEmail)s.
hu: Egy másodlagos e-mail cím hozzáadása segít visszatérnie a fiókjába, ha kizárta magát és nem éri el a(z) %(escapedEmail)s fiókját.
ia: Adder un adresse de e-mail secundari te adjuta a recuperar le accesso a tu conto si tu te trova excludite e non pote acceder a %(escapedEmail)s.
is: Að bæta við öðru tölvupóstfangi hjálpar þér að komast aftur inn á reikninginn þinn ef þú læsist úti og nærð ekki sambandi við %(escapedEmail)s.
it: Impostando un indirizzo email secondario, potrai accedere al tuo account anche nel caso tu perda l’accesso a %(escapedEmail)s.
ja: 予備のメールを追加することで、ロックアウトされて %(escapedEmail)s にアクセスできない場合に、アカウントに戻ることができます。
ka: დამატებითი ელფოსტის მითითება, დაგეხმარებათ ანგარიშის დაბრუნებაში, თუ ანგარიში ჩაგეკეტებათ და წვდომას ვერ შეძლებთ %(escapedEmail)s-სთან.
kab: Tansa n yimayl tis snat ad k-teǧǧ ad tkecmeḍ ɣer umiḍan-ik ma yella ur tezmireḍ ara ad teqqneḍ daɣen ma yella ur tesɛiḍ ara anekcum ɣer %(escapedEmail)s.
nl: Het toevoegen van een secundair e-mailadres helpt u aan toegang tot uw account, als u bent buitengesloten en niet meer bij %(escapedEmail)s kunt.
pl: Dodanie dodatkowego adresu e-mail pomaga wrócić do konta w razie jego blokady i braku dostępu do adresu %(escapedEmail)s.
pt: Adicionar um e-mail secundário ajuda-o a voltar a ter acesso à sua conta se estiver bloqueado e não puder aceder a %(escapedEmail)s.
pt_br: Adicionar um email secundário ajuda a ter acesso novamente à sua conta, caso esteja bloqueado e não possa acessar %(escapedEmail)s.
ru: Добавление дополнительной электронной почты поможет вам восстановить свой аккаунт, если он будет заблокирован и вы не сможете получить доступ к %(escapedEmail)s.
sk: Pridanie alternatívnej e-mailovej adresy vám pomôže dostať sa späť do vášho účtu, ak je uzamknutý a nemáte prístup ku schránke na adrese %(escapedEmail)s.
sl: Pomožni e-poštni naslov vam lahko pomaga, če izgubite dostop do računa in nimate dostopa do %(escapedEmail)s.
sr: Додавање секундарне адресе е-поште помоћи ће вам да вратите приступ вашем налогу, у случају да не можете да се пријавите и приступите %(escapedEmail)s.
sr_latn: Dodavanje sekundarne adrese e-pošte pomoći će vam da vratite pristup vašem nalogu, u slučaju da ne možete da se prijavite i pristupite %(escapedEmail)s.
sv_se: Genom att lägga till ett sekundär e-post hjälper det dig att få åtkomst till ditt konto om du är utelåst och inte kan komma åt %(escapedEmail)s.
th: การเพิ่มอีเมลสำรองช่วยให้คุณกลับเข้าสู่บัญชีของคุณได้หากคุณถูกล็อกและไม่สามารถเข้าถึง %(escapedEmail)s
tr: İkinci bir e-posta eklerseniz %(escapedEmail)s adresine erişemediğiniz zaman hesabınıza yeniden ulaşma şansınız olur.
uk: Альтернативна е-пошта допомагає увійти в обліковий запис, якщо він заблокований і неможливо увійти через %(escapedEmail)s.
vi: Thêm một email phụ giúp bạn quay lại tài khoản của mình nếu bạn bị khóa và không thể truy cập %(escapedEmail)s.

source: Maybe later
ar: ربما لاحقا
az: Bəlkə sonra
bg: Може би друг път
cs: Možná později
da: Måske senere
el: Ίσως αργότερα
es_es: Quizás más tarde
et: Ehk hiljem
eu: Geroago agian
fa: شاید بعداً
fi: Ehkä myöhemmin
fr: Peut-être plus tard
fur: Magari plui indevant
gd: Uaireigin eile ’s dòcha
gl: Quizais máis tarde
he: אולי אחר כך
hi_in: शायद बाद में
hr: Možda kasnije
hu: Talán később
ia: Forsan un altere vice
id: Mungkin nanti
is: Kannski síðar
it: Magari più tardi
ja: 後で考えます
ka: შესაძლოა მოგვიანებით
kab: Ahat ticki
nl: Misschien later
pa_in: ਸ਼ਾਇਦ ਬਾਦ 'ਚ
pl: Może później
pt: Talvez mais tarde
pt_br: Talvez mais tarde
ru: Возможно позже
sk: Možno neskôr
sl: Morda pozneje
sr: Можда касније
sr_latn: Možda kasnije
sv_se: Kanske senare
te: బహుశా తర్వాత
th: ไว้ภายหลัง
tr: Daha sonra
tt: Бәлки соңрак
uk: Можливо, пізніше
ur: ‏‏شاید بعد میں
vi: Có lẽ để sau

source: Enter confirmation code
da: Indtast bekræftelseskode
fr: Saisissez le code de confirmation
fur: Inserìs il codiç di conferme
he: נא להכניס את קוד האימות
ia: Insere le codice de confirmation
is: Settu inn staðfestingarkóða
it: Inserisci il codice di conferma
nl: Voer bevestigingscode in
pt_br: Digite o código de confirmação
sl: Vnesite potrditveno kodo
vi: Nhập mã xác minh

source: Please enter the confirmation code that was sent to %(escapedEmail)s within 5 minutes.
fur: Inserìs dentri di 5 minûts il codiç di conferme che al è stât inviât a %(escapedEmail)s.
is: Settu inn staðfestingarkóðann sem sendur var til %(escapedEmail)s innan 5 mínútna.

source: Need another code? Resend
ar: هل تريد رمزًا آخر؟ اطلب إعادة الإرسال
bg: Нуждаете се от друг код? Повторно изпращане
cs: Potřebujete další kód? Poslat znovu
da: Har du brug for en anden kode? Send igen
el: Χρειάζεστε άλλο κωδικό; Αποστολή ξανά
es_es: ¿Necesitas otro código? Reenviar
et: Vajad uut koodi? Saada uuesti
eu: Beste kode bat behar duzu? Birbidali
fa: به کد دیگری احتیاج دارید؟ ارسال مجدد
fi: Tarvitsetko uuden koodin? Lähetä uudelleen
fr: Besoin d’un autre code ? Renvoyer
fur: Ti covential un altri codiç? Mande di gnûf
gd: A bheil còd ùr a dhìth ort? Cuir às ùr
gl: Necesita outro código? Enviar outro
he: שליחת קוד נוסף
hr: Trebaš drugi kȏd? Pošalji ponovo
hu: Egy másik kódra van szüksége? Újraküldés
ia: Require un altere codice? Reinviar
is: Vantar annan kóða? Endursenda
it: Hai bisogno di un altro codice? Invia di nuovo
ja: 別のコードが必要ですか？ 再送信します
ka: სხვა კოდი გჭირდებათ? ხელახლა გაგზავნა
kab: Tesriḍ tangalt-nniden? Ales tuzna
nl: Nog een code nodig? Opnieuw verzenden
pa_in: ਹੋਰ ਕੋਡ ਦੀ ਲੋੜ ਹੈ? ਮੁੜ-ਭੇਜੋ
pl: Potrzebujesz innego kodu? Wyślij jeszcze raz
pt: Precisa de outro código? Reenviar
pt_br: Precisa de outro código? Reenviar
ru: Нужен другой код? Отправить заново
sk: Potrebujete ďalší kód? Odoslať znova
sl: Potrebujete še eno kodo? Ponovno pošlji
sr: Треба вам други код? Пошаљи поново
sr_latn: Treba vam drugi kod? Pošalji ponovo
sv_se: Behöver du en annan kod? Skicka igen
th: ต้องการรหัสอื่นหรือไม่? ส่งใหม่
tr: Başka bir koda mı ihtiyacınız var? Yeniden gönder
tt: Башка код кирәкме? Яңадан җибәрү
uk: Потрібен інший код? Надіслати повторно
ur: ایک اور کوڈ کی ضرورت ہے؟ دوبارہ بھیجیں
vi: Cần mã khác? Gửi lại

source: Use a different email
cs: Použít jiný e-mail
da: Brug en anden mailadresse
el: Χρήση διαφορετικού email
es_es: Usar un correo electrónico diferente
et: Kasuta teist e-posti
eu: Erabili beste helbide elektroniko bat
fi: Käytä toista sähköpostiosoitetta
fr: Utiliser une adresse électronique différente
fur: Dopre une altre e-mail
gd: Cleachd post-d eile
gl: Usar outro enderezo de correo electrónico
he: שימוש בדוא״ל שונה
hi_in: एक अलग ईमेल का उपयोग करें
hr: Koristi drugu adresu e-pošte
hu: Használjon másik e-mailt
ia: Usar un email differente
id: Gunakan surel yang berbeda
is: Nota annað tölvupóstfang
it: Usa un’altra email
ja: 別のメールアドレスを使用
ka: სხვა ელფოსტის გამოყენება
kab: Seqdec tansa n yimayl-nniḍen
nl: Een ander e-mailadres gebruiken
pa_in: ਵੱਖਰਾ ਈਮੇਲ ਵਰਤੋਂ
pl: Użyj innego adresu e-mail
pt: Utilizar um e-mail diferente
pt_br: Usar um email diferente
ru: Используйте другой адрес электронной почты
sk: Použiť iný e-mail
sl: Uporabi drug e-poštni naslov
sr: Користите другу адресу е-поште
sr_latn: Koristite drugu adresu e-pošte
sv_se: Använd en annan e-postadress
th: ใช้อีเมลอื่น
tr: Farklı bir e-posta kullanın
tt: Башка бер эл. почта кулланыгыз
uk: Використати іншу е-пошту
ur: ایک مختلف ای میل استعمال کریں
vi: Sử dụng một email khác

source: Please change your password
cs: Změňte prosím své heslo
da: Skift din adgangskode
el: Παρακαλούμε αλλάξτε τον κωδικό πρόσβασής σας
es_es: Por favor cambia tu contraseña
et: Palun muuda oma parooli,
eu: Aldatu zure pasahitza mesedez
fi: Vaihda salasanasi
fr: Merci de changer votre mot de passe
fur: Cambie la password
gd: Atharraich am facal-faire agad
gl: Cambie de contrasinal
he: נא לשנות את הססמה שלך
hi_in: कृपया अपना पासवर्ड बदलें
hr: Promijeni lozinku
hu: Változtassa meg a jelszavát
ia: Per favor cambia tu contrasigno
id: Silakan ubah kata sandi Anda
is: Breyttu lykilorðinu þínu
it: Modifica la password
ja: パスワードを変更してください
ka: გთხოვთ, შეცვალოთ თქვენი პაროლი
kab: Ma ulac aɣilif, beddel awal-ik/im uffir
nl: Wijzig uw wachtwoord
pa_in: ਕਿਰਪਾ ਕਰਕੇ
pl: Prosimy zmienić hasło
pt: Por favor, altere a sua palavra-passe
pt_br: Mude sua senha
ru: Пожалуйста, смените пароль
sk: Zmeňte si heslo
sl: Spremenite svoje geslo
sr: Промените лозинку
sr_latn: Promenite lozinku
sv_se: Vänligen ändra ditt lösenord
th: โปรดเปลี่ยนรหัสผ่านของคุณ
tr: Lütfen parolanızı değiştirin
tt: Зинһар, серсүзегезне үзгәртегез
uk: Будь ласка, змініть свій пароль
ur: برائے مہربانی اپنا پاس ورڈ تبدیل کریں
vi: Vui lòng thay đổi mật khẩu của bạn

source: to continue to %(serviceName)s
cs: a pokračujte na službu %(serviceName)s
da: for at fortsætte til %(serviceName)s
el: για να συνεχίσετε στο %(serviceName)s
es_es: para continuar en %(serviceName)s
et: et jätkata teenusega %(serviceName)s
eu: %(serviceName)s zerbitzura jarraitzeko
fi: jatkaaksesi palveluun %(serviceName)s
fr: pour continuer vers %(serviceName)s
fur: par continuâ su %(serviceName)s
gd: airson leantainn air adhart gu %(serviceName)s
gl: para continuar a %(serviceName)s
he: כדי להמשיך אל %(serviceName)s
hi_in: %(serviceName)s में जारी रखने के लिए
hr: za nastavak na %(serviceName)s
hu: ahhoz, hogy továbbmenjen erre: %(serviceName)s
ia: pro continuar a %(serviceName)s
id: untuk melanjutkan ke %(serviceName)s
is: til að halda áfram í %(serviceName)s
it: per continuare su %(serviceName)s
ja: %(serviceName)s の利用を続ける
ka: %(serviceName)s-ზე გადასვლა
kab: i ukemmel ɣer %(serviceName)s
nl: om door te gaan naar %(serviceName)s
pa_in: %(serviceName)s ਨਾਲ ਜਾਰੀ ਰਹਿਣ ਲਈ ਪਾਸਵਰਡ ਬਦਲੋ
pl: , aby przejść do usługi %(serviceName)s
pt: para continuar para %(serviceName)s
pt_br: para continuar para %(serviceName)s
ru: чтобы перейти к %(serviceName)s
sk: a pokračujte na %(serviceName)s
sl: za nadaljevanje v %(serviceName)s
sr: за наставак на %(serviceName)s
sr_latn: za nastavak na %(serviceName)s
sv_se: för att fortsätta till %(serviceName)s
th: เพื่อดำเนินการต่อไปยัง %(serviceName)s
tr: %(serviceName)s hizmetine devam etmek için
tt: %(serviceName)s хезмәтенә күчү
uk: для продовження в %(serviceName)s
vi: để tiếp tục với %(serviceName)s

source: We detected suspicious behavior on your Mozilla account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Mozilla account services.
fur: O vin rilevât compuartaments suspiets sul to account Mozilla. Par protezi il to account, cree une gnove password. Tu doprarâs cheste password par tornâ a jentrâ in ducj i tiei servizis dal account Mozilla.
is: Við urðum vör við grunsamlega virkni á Mozilla-reikningnum þínum. Til að verja reikninginn þinn skaltu útbúa nýtt lykilorð. Þú munt nota þetta lykilorð til að skrá þig aftur inn á öllum þjónustum Mozilla-reikningsins þíns.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
cs: Synchronizovaná historie, záložky, přihlášení a další osobní údaje nebudou smazány.
da: Synkroniseret historik, bogmærker, logins og andre personlige data vil ikke gå tabt.
el: Το συγχρονισμένο ιστορικό, οι σελιδοδείκτες, οι συνδέσεις και άλλα προσωπικά δεδομένα δεν θα χαθούν.
es_es: El historial sincronizado, los marcadores, los inicios de sesión y otros datos personales no se perderán.
et: Sünkroniseeritud ajalugu, järjehoidjad, kasutajakontod ja muud isiklikud andmed ei lähe kaduma.
eu: Sinkronizatutako historia, laster-markak, saio-hasierak eta bestelako datuak ez dira galduko.
fi: Synkronoitu historia, kirjanmerkit, kirjautumistiedot ja muut henkilökohtaiset tiedot eivät häviä.
fr: Les données synchronisées ne seront pas perdues : historique, marque-pages, identifiants et autres données personnelles.
fur: Cronologjie, segnelibris, credenziâls e altris dâts personâi sincronizâts no laran pierdûts.
gl: Non se perderán os datos sincronizados de historial, marcadores, credenciais e outros datos persoais.
he: ההיסטוריה, הססמאות, הכניסות ושאר הנתונים האישיים שלך לא יאבדו.
hr: Sinkronizirana povijest, zabilješke, prijave i ostali osobni podaci neće biti izgubljeni.
hu: A szinkronizált előzmények, könyvjelzők, bejelentkezések és egyéb személyes adatok nem vesznek el.
ia: Chronologia, marcapaginas, accessos e altere datos personal synchronisate non sera perdite.
is: Samstilltur vafurferill, bókamerki og aðrar persónulegar upplýsingar munu ekki tapast.
it: Cronologia, segnalibri, credenziali di accesso e altri dati personali sincronizzati non andranno persi.
ja: 同期された履歴、ブックマーク、ログイン、およびその他の個人データが失われることはありません。
ka: დასინქრონებული ისტორია, სანიშნები, ანგარიშები და სხვა პირადი მონაცემები არ დაიკარგება.
kab: Azray yemtawan, ticraḍ n yisebtar, tuqqniwin, d yisefka-nniḍen udmawanen ur ttruḥen ara.
nl: Gesynchroniseerde geschiedenis, bladwijzers, aanmeldingen en andere persoonlijke gegevens gaan niet verloren.
pa_in: ਸਿੰਕ ਕੀਤਾ ਅਤੀਤ, ਬੁੱਕਮਾਰਕ, ਲਾਗਇਨ ਅਤੇ ਹੋਰ ਨਿੱਜੀ ਡਾਟਾ ਨਹੀਂ ਗੁਆਚੇਗਾ।
pl: Synchronizowana historia, zakładki, dane logowania i inne dane nie zostaną utracone.
pt: O histórico, favoritos, credenciais e outros dados pessoais sincronizados não serão perdidos.
pt_br: O que estiver sincronizado, como histórico, favoritos, contas e outros dados pessoais, não será perdido.
ru: Синхронизированная история, закладки, логины и другие персональные данные не будут потеряны.
sk: Synchronizovaná história, záložky, prihlásenia a ďalšie osobné údaje sa nestratia.
sl: Sinhronizirana zgodovina, zaznamki, prijave in drugi osebni podatki ne bodo izgubljeni.
sr: Синхронизована историја, забелешке, пријаве и други лични подаци неће бити изгубљени.
sr_latn: Sinhronizovana istorija, zabeleške, prijave i drugi lični podaci neće biti izgubljeni.
sv_se: Synkroniserad historik, bokmärken, inloggningar och annan personlig information går inte förlorad.
th: ประวัติการซิงค์ ที่คั่นหน้า การเข้าสู่ระบบ และข้อมูลส่วนตัวอื่น ๆ จะไม่สูญหาย
tr: Eşitlenmiş geçmiş, yer imleri, hesaplar ve diğer kişisel veriler kaybolmaz.
uk: Синхронізовану історію, закладки, паролі та інші особисті дані не буде втрачено.
vi: Lịch sử được đồng bộ hóa, dấu trang, đăng nhập và dữ liệu cá nhân khác sẽ không bị mất.

source: Re-enter new password
cs: Zopakujte heslo
da: Indtast ny adgangskode igen
el: Εισαγάγετε ξανά τον νέο κωδικό πρόσβασης
es_es: Volver a introducir la nueva contraseña
et: Sisesta uus parool uuesti
eu: Idatzi berriro pasahitz berria
fi: Kirjoita uusi salasana uudestaan
fr: Saisissez à nouveau votre nouveau mot de passe
fur: Conferme la gnove password
gd: Cuir a-steach am facal-faire ùr a-rithist
gl: Repita o novo contrasinal
he: נא להכניס שוב את הססמה החדשה
hi_in: नया पासवर्ड पुनः दर्ज करें
hr: Ponovo upiši novu lozinku
hu: Új jelszó megerősítése
ia: Reinsere le nove contrasigno
is: Settu aftur inn nýja lykilorðið
it: Conferma la nuova password
ja: 新しいパスワードを再入力
ka: ხელმეორედ შეიყვანეთ ახალი პაროლი
kab: Sekcem tikelt-nniḍen awal uffir amaynut
nl: Voer nieuw wachtwoord nogmaals in
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ ਦੁਬਾਰਾ ਦਿਓ
pl: Wpisz nowe hasło ponownie
pt: Volte a introduzir a nova palavra-passe
pt_br: Confirme a nova senha
ru: Повторно введите новый пароль
sk: Znova zadajte nové heslo
sl: Ponovno vnesite novo geslo
sr: Поново унесите нову лозинку
sr_latn: Ponovo unesite novu lozinku
sv_se: Ange nytt lösenord igen
th: ป้อนรหัสผ่านใหม่อีกครั้ง
tr: Yeni parolayı yeniden yazın
tt: Яңа серсүзне кабатлагыз
uk: Введіть новий пароль ще раз
ur: نیا پاس ورڈ دوبارہ درج کریں
vi: Nhập lại mật khẩu mới

source: Change password
az: Şifrəni dəyiş
bg: Промяна на паролата
cs: Změnit heslo
da: Skift adgangskode
el: Αλλαγή κωδικού πρόσβασης
es_es: Cambiar contraseña
et: Muuda parool
eu: Aldatu pasahitza
fa: تغییر گذرواژه
fi: Muuta salasana
fr: Modifier le mot de passe
fur: Cambie la password
gd: Atharraich am facal-faire
gl: Cambiar contrasinal
he: שינוי ססמה
hi_in: कूटशब्द परिवर्तन
hr: Promjena lozinke
hu: Jelszó megváltoztatása
ia: Cambiar le contrasigno
id: Ubah sandi
is: Breyta lykilorði
it: Modifica la password
ja: パスワードを変更
ka: პაროლის შეცვლა
kab: Snifel awal uffir
nl: Wachtwoord wijzigen
pa_in: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
pt: Alterar palavra-passe
pt_br: Alterar senha
ru: Сменить пароль
sk: Zmeniť heslo
sl: Spremeni geslo
sr: Промени лозинку
sr_latn: Promeni lozinku
sv_se: Byt lösenord
th: เปลี่ยนรหัสผ่าน
tr: Parolayı değiştir
tt: Серсүзне үзгәртү
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Thay đổi mật khẩu

source: Sign up for more
cs: Přihlaste se o více odběrům:
da: Tilmeld dig og få mere
el: Εγγραφή για περισσότερα
es_es: Regístrate para obtener más
et: Lisateabe saamiseks registreeru
fi: Tilaa lisää
fr: Abonnez-vous pour en savoir encore plus
fur: Regjistriti par savê di plui
gl: Inicie sesión para máis
he: הרשמה לעוד
hi_in: अधिक के लिए साइन अप करें
hr: Prijavi se za daljnje informacije
hu: Iratkozzon fel még többért
ia: Inscribe te pro saper plus
id: Daftar untuk lebih lanjut
is: Skráðu þig til að fá meira
it: Iscriviti per saperne di più
ja: アカウント登録しましょう
ka: შექმენით ანგარიში, მეტის მისაღებად
kab: Jerred akken ad twaliḍ ugar
nl: Inschrijven voor meer
pa_in: ਹੋਰ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ
pl: Zapisz się po więcej
pt: Registe-se para mais
pt_br: Cadastre-se para ter mais:
ru: Подпишитесь, чтобы получить больше
sk: Prihláste sa na odber ďalších vecí
sl: Prijavite se za več
sr: Претплатите се за више
sr_latn: Pretplatite se za više
sv_se: Registrera dig för mer
th: ลงทะเบียนเพื่อรับข้อมูลเพิ่มเติม
tr: Daha fazlası için kaydolun
tt: Күбрәк белү өчен теркәлегез
uk: Підпишіться, щоб дізнаватися докладніше
ur: مزید کے لئے سائن اپ کریں
vi: Đăng ký để biết thêm

source: Practical knowledge is coming to your inbox.
cs: Praktické rady do vaší e-mailové schránky.
da: Nyttig viden lander snart i din indbakke.
el: Πρακτικές γνώσεις στα εισερχόμενά σας.
es_es: Conocimiento práctico directo a tu bandeja de entrada.
et: Praktilised teadmised tulevad sinu postkasti.
fi: Käytännöllistä tietoa on matkalla postilaatikkoosi.
fr: Recevez des connaissances utiles directement dans votre boîte de réception.
fur: Nozions pratichis a son daûr a rivâ te tô casele di pueste.
gl: Enviouse información práctica á súa caixa de entrada.
he: ידע חיוני בדרכו אל תיבת הדוא״ל שלך.
hr: Praktično znanje stiže u tvoju ulaznu poštu.
hu: Gyakorlati ismeretek érkeznek a postafiókjába.
ia: Cognoscentia practic arriva in tu cassa de entrata.
is: Nytsamleg þekking mun koma í pósthólfið þitt.
it: Nozioni pratiche in arrivo nella tua casella di posta.
ja: 実用的な知識が受信トレイに送られます。
ka: გამოსადეგი ცოდნა, თქვენს საფოსტო ყუთში.
kab: Timussniwin i ilaqen wwḍent-d ɣer tbewwaḍt-inek n urmas.
nl: U ontvangt praktische kennis in uw Postvak In.
pa_in: ਅਮਲੀ ਗਿਆਨ ਤੁਹਾਡੇ ਇਨਬਾਕਸ ਵਿੱਚ ਆ ਰਿਹਾ ਹੈ।
pl: Praktyczna wiedza w Twojej skrzynce odbiorczej.
pt: Conhecimento prático está a chegar à sua caixa de correio.
pt_br: Conhecimento prático está indo para sua caixa de entrada.
ru: Практические знания в вашем почтовом ящике.
sk: Praktické rady do vašej e-mailovej schránky.
sl: Praktično znanje prihaja v vaš nabiralnik.
sr: Практично знање долази у вашу пошту.
sr_latn: Praktično znanje dolazi u vašu poštu.
sv_se: Praktisk kunskap kommer till din inkorg.
th: ความรู้ที่เป็นประโยชน์กำลังมาถึงในกล่องจดหมายขาเข้าของคุณ
tr: Pratik bilgiler e-posta kutunuza geliyor.
tt: Практик белемнәр сезнең почтагызга килә.
uk: Практичні знання у вашій поштовій скриньці.
vi: Kiến thức thực tế đang đến với hộp thư đến của bạn.

source: Get practical knowledge in your inbox about:
cs: Nechte si do schránky posílat praktické informace o:
da: Få nyttig viden i din indbakke om:
el: Λάβετε πρακτικές γνώσεις στα εισερχόμενά σας σχετικά με:
es_es: Obtén conocimientos prácticos en tu bandeja de entrada sobre:
et: Hangi oma postkasti praktilisi teadmisi:
fi: Hanki postilaatikkoosi käytännöllistä tietoa seuraavista asioista:
fr: Recevez par courriel des connaissances pratiques sur :
fur: Ricêf cognossincis pratichis te tô casele di pueste in merit a:
gl: Reciba información práctica na súa caixa de entrada sobre:
he: אפשר לקבל ידע חיוני ישירות לתיבת הדוא״ל שלך על:
hr: U svoju ulaznu poštu primi praktično znanje o:
hu: Kapjon a gyakorlati ismereteket a postaládájába ezekről:
ia: Obtene practic cognoscentia in tu email re:
is: Fáðu í pósthólfið þitt nytsamlega þekkingu um:
it: Ricevi nella tua casella di posta nozioni pratiche su:
ja: 実践的な知識をあなたの受信トレイにお届けします:
ka: მიიღეთ გამოსადეგი ცოდნა, თქვენს საფოსტო ყუთში:
kab: Awi timussniwin i ilaqen deg tbewwaḍt-inek n urmas ɣef:
nl: Ontvang praktische kennis in uw Postvak In over:
pl: Dostawaj praktyczną wiedzę prosto do skrzynki odbiorczej na temat:
pt: Obtenha conhecimento prático na sua caixa de correio sobre:
pt_br: Receba conhecimento prático por email sobre:
ru: Получайте практические знания в свой почтовый ящик о:
sk: Získajte do svojej schránky praktické znalosti o:
sr: Добијте практично знање у пошту у вези:
sr_latn: Dobijte praktično znanje u poštu u vezi:
sv_se: Få praktisk kunskap i din inkorg om:
th: รับความรู้ที่เป็นประโยชน์ในกล่องจดหมายขาเข้าของคุณเกี่ยวกับ:
tr: Pratik bilgiler e-posta adresinize gelsin:
tt: Эл. почтагызга түбәндәге темалар турында практик белемнәр килсен:
uk: Отримуйте практичні знання на вашу пошту про:
vi: Nhận kiến thức thực tế trong hộp thư đến của bạn về:
