Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: Unable to deliver email
ar: تعذّر توصيل البريد
ast: Nun pue entregase'l corréu
az: E-poçt çatdırıla bilmir
be: Не ўдалося даставіць пісьмо
bg: Писмото не може да бъде доставено
bn_bd: ইমেইল বিলি করতে ব্যর্থ
cs: E-mail se nepodařilo doručit
cy: Methu anfon yr e-bost
da: Kunne ikke levere mail
el: Δεν ήταν δυνατή η παράδοση του email
es_ar: No se pudo enviar su correo electrónico
es_es: No se ha podido entregar el correo electrónico
et: Kirja kohale toimetamine ei õnnestunud.
eu: Ezin da posta banatu
fa: امکان ارسال پست‌الکترونیکی وجود ندارد
fi: Sähköpostin toimittaminen ei onnistunut
fr: Échec de l’envoi du message électronique
fur: Impussibil recapitâ la e-mail
gd: Cha ghabh am post-d a libhrigeadh
gl: Non se puido enviar o correo electrónico
he: לא ניתן למסור דוא״ל
hi_in: ई-मेल डिलीवर करने में असमर्थ
hr: Nije moguće dostaviti e-poštu
hu: Az e-mail nem kézbesíthető
ia: Incapace de livrar le email
id: Tidak dapat mengirim surel
is: Tókst ekki að afhenda tölvupóst
it: Impossibile recapitare l’email
ja: メールを届けられませんでした
ka: ელფოსტაზე წერილის მიღება, ვერ მოხერხდა
kab: Ur izmir ara ad isiweḍ izen
nl: Kan e-mailbericht niet afleveren
pa_in: ਈਮੇਲ ਪਹੁੰਚਾਉਣ ਵਿਚ ਅਸਮਰੱਥ
pl: Nie można dostarczyć wiadomości e-mail
pt: Não foi possível entregar o email
pt_br: Não foi possível entregar o email
ru: Не удалось доставить письмо
sk: E-mail nebolo možné doručiť
sl: Dostava e-pošte ni bila mogoča
sq: S’arrihet të dërgohet email-i
sr: Не могу да доставим поруку
sr_latn: Ne mogu da dostavim poruku
sv_se: Det gick inte att leverera e-post
te: ఈమెయిలును పంపించలేకపోయాం
th: ไม่สามารถส่งอีเมล
tr: E-posta teslim edilemedi
tt: Хатны җибәреп булмады
uk: Не вдалося доставити лист
ur: ای میل کی حوالگی میں ناکام رہا
vi: Không thể gửi email

source: This email was already verified by another user
ar: سبق أن أكّد هذا البريد الإلكتروني مستخدم آخر
ast: Esti corréu yá lu verificó otru usuariu
az: Bu e-poçt artıq digər istifadəçi tərəfindən təsdiqlənib
be: Гэты адрас эл.пошты ўжо пацверджаны іншым карыстальнікам
bg: Това писмо вече е потвърдено от друг потребител
bn_bd: ইমেইলটি অন্য কোন ব্যবহারকারী দ্বারা যাচাই হয়েছে
cs: Tato e-mailová adresa už byla ověřena jiným uživatelem
cy: Mae'r e-bost eisoes wedi ei ddilysu gan ddefnyddiwr arall
da: Denne mailadresse er allerede blevet bekræftet af en anden bruger
el: Αυτό το email επαληθεύτηκε ήδη από κάποιον άλλο χρήστη
es_ar: Este correo electrónico ya fue verificado por otro usuario
es_es: Este correo electrónico ya ha sido verificado por otro usuario
et: Selle e-posti aadressi kinnitas juba teine kasutaja
eu: Helbide elektroniko hau beste erabiltzaile batek egiaztatu du lehendik
fa: این رایانامه پیش از این توسط کاربر دیگری تایید شده است
fi: Toinen käyttäjä on jo vahvistanut tämän sähköpostiosoitteen
fr: Cette adresse a déjà été vérifiée par un autre utilisateur
fur: Cheste direzion e-mail e je za stade verificade di un altri utent
gd: Chaidh am post-d seo a dhearbhadh le cleachdaiche eile mu thràth
gl: Este correo electrónico xa o verificou outro usuario
he: כתובת זו כבר אומתה על ידי משתמש אחר
hi_in: यह ईमेल दूसरे उपयोगकर्ता द्वारा पहले ही सत्यापित हो चुका है
hr: Ova e-pošta se već koristi od strane drugog korisnika
hu: Az e-mailt már egy másik felhasználó megerősítette
ia: Iste email ha ja essite verificate per un altere usator
id: Surel ini telah diverifikasi oleh pengguna lain
is: Þetta tölvupóstfang var þegar staðfest af öðrum notanda
it: Questo indirizzo email è già stato verificato da un altro utente
ja: このメールは他のユーザーによって確認済みです
ka: ეს ელფოსტის მისამართი, უკვე დამოწმებულია სხვა მომხმარებლის მიერ
kab: Imayl-agi ittwasenqeḍ yakan sγur aqedac nniḍen
nl: Dit e-mailadres is al door een andere gebruiker geverifieerd
pa_in: ਇਹ ਈਮੇਲ ਪਹਿਲਾਂ ਹੀ ਕਿਸੇ ਹੋਰ ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਤਸਦੀਕ ਕੀਤੀ ਗਈ ਸੀ
pl: Ten adres e-mail został już zweryfikowany przez innego użytkownika
pt: Este email já foi verificado por outro utilizador
pt_br: Este email já foi validado por outro usuário
ru: Этот адрес электронной почты уже подтверждён другим пользователем
sk: Táto e-mailová adresa už bola overená iným používateľom
sl: Ta e-poštni naslov je že potrdil drug uporabnik
sq: Ky email është verifikuar një herë nga një përdorues tjetër
sr: Ову адресу је већ потврдио други корисник
sr_latn: Ovu adresu je već potvrdio drugi korisnik
sv_se: Denna e-postadress har redan verifierats av en annan användare
te: ఈ ఇమెయిల్ ఇప్పటికే మరొక వినియోగదారునిచే ధృవీకరించబడింది
th: อีเมลนี้ได้ถูกยืนยันโดยผู้ใช้คนอื่นแล้ว
tr: Bu e-posta başka bir kullanıcı tarafından daha önce doğrulanmış
tt: Бу эл. почта башка кулланучы тарафыннан расланган инде
uk: Ця електронна адреса вже підтверджена іншим користувачем
ur: یہ ای میل پہلے ہی کسی دوسرے صارف کے ذریعہ تصدیق شدہ تھی
vi: Email này đã được xác minh bởi người dùng khác

source: Secondary email must be different than your account email
ar: يجب أن يكون البريد الثانوي مختلفًا عن بريد الحساب
ast: El corréu secundariu ha ser diferente de la to cuenta de corréu
az: İkinci e-poçt hesabınızın e-poçtundan fərqli olmalıdır
be: Другі адрас электроннай пошты мусіць адрознівацца ад асноўнага
bg: Допълнителният ел. адрес трябва да е различен от основния ел. адрес на сметката
bn_bd: সেকেন্ডারি ইমেইল অবশ্যই আপনার অ্যাকাউন্ট ইমেইল থেকে ভিন্ন হতে হবে
cs: Záložní e-mailová adresa musí být jiná než adresa účtu
cy: Rhaid i'r ail e-bost fod yn wahanol i'ch cyfeiriad e-bost
da: Sekundær mailadresse skal være forskellig fra mailadressen til din konto
el: Το δευτερεύον email πρέπει να διαφέρει από το email του λογαριασμού σας
es_ar: El correo electrónico secundario debe ser diferente del correo electrónico de la cuenta
es_es: El correo electrónico secundario debe ser diferente del correo electrónico de tu cuenta
et: Teine e-posti aadress peab erinema konto peamisest e-posti aadressist.
eu: Helbide elektroniko alternatiboak zure kontuaren helbide elektronikoaren desberdina izan behar du
fa: رایانامه کمکی باید با رایانامه حساب‌کاربری شما متفاوت باشد
fi: Toissijainen sähköpostiosoite ei saa olla sama kuin tilisi sähköpostiosoite
fr: L’adresse alternative doit être différente de l’adresse de votre compte
fur: La e-mail secondarie e à di sei diferente di chê principâl dal to account
gd: Feumaidh am post-d dàrnach a bhith eadar-dhealaichte o phost-d a’ chunntais agad
gl: O correo electrónico secundario debe ser distinto do principal
he: כתובת הדוא״ל המשנית חייבת להיות שונה מכתובת הדוא״ל של החשבון שלך
hi_in: माध्यमिक ईमेल आपके खाते / प्राथमिक ईमेल से भिन्न होना चाहिए
hr: Sekundarna e-pošta mora biti različita od e-pošte računa
hu: A másodlagos e-mail címnek különböznie kell a fiók e-mail címétől
ia: Le adresse de e-mail secundari debe esser differente del adresse de e-mail de tu conto
id: Surel sekunder harus berbeda dari surel akun Anda
is: Aukatölvupóstfang verður að vera frábrugðið tölvupóstfangi reikningsins þíns
it: L’email secondaria deve essere diversa dall’email principale associata all’account
ja: 予備アドレスはアカウントのアドレスと別でなければなりません
ka: ელფოსტის დამატებითი მისამართი უნდა განსხვავდებოდეს ანგარიშის ელფოსტისგან
kab: Imayl wis sin ilaq ad imgarad d imayl inek n umiḍan
nl: Secundair e-mailadres moet anders zijn dan uw account-e-mailadres
pa_in: ਸੈਕੰਡਰੀ ਈਮੇਲ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਈਮੇਲ ਤੋਂ ਵੱਖਰੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Dodatkowy adres e-mail musi być inny niż adres e-mail konta
pt: O email secundário tem de ser diferente do email da sua conta
pt_br: O email secundário deve ser diferente do email da sua conta
ru: Дополнительный адрес электронной почты должен отличаться от основного
sk: Alternatívna e-mailová adresa musí byť iná ako adresa účtu
sl: Pomožni e-poštni naslov mora biti drugačen od naslova računa
sq: Email-i dytësor duhet të jetë i ndryshëm nga llogaria juaj email
sr: Секундарна адреса мора бити другачија од адресе вашег налога
sr_latn: Sekundarna adresa mora biti drugačija od adrese vašeg naloga
sv_se: Sekundär e-post måste vara annorlunda än för ditt konto
te: సెకండరీ ఇమెయిల్ మీ ఖాతా ఇమెయిల్ కంటే భిన్నంగా ఉండాలి
th: อีเมลสำรองต้องแตกต่างจากอีเมลของบัญชีคุณ
tr: İkinci e-posta, hesap e-posta adresinizden farklı olmalıdır
tt: Икенче эл. почта хисабыгызның төп эл. почтасыннан башка булырга тиеш
uk: Додаткова адреса електронної пошти повинна відрізнятися від адреси вашого облікового запису
ur: ثانوی ای میل آپ کے اکاؤنٹ کے ای میل سے مختلف ہونا چاہئے
vi: Email phụ phải khác với email chính của bạn

source: Primary account email required for sign-in
ar: بريد الحساب الأوليّ مطلوب للولوج
az: Giriş üçün əsas e-poçt tələb edilir
be: Для ўваходу патрэбен асноўны адрас эл.пошты
bg: За вход е необходим основният ел. адрес на сметката
bn_bd: সাইন- ইন করতে প্রাইমারি ইমেইল প্রয়োজন
cs: K přihlášení použijte hlavní e-mailovou adresu
cy: Rhaid defnyddio eich prif gyfrif ar gyfer mewngofnodi
da: Primær mailadresse til konto påkrævet til login
el: Απαιτείται το κύριο email του λογαριασμού για σύνδεση
es_ar: Para ingresar se requiere la cuenta de correo electrónico primaria
es_es: Es necesario el correo electrónico principal para iniciar sesión
et: Sisselogimiseks on vajalik konto peamine e-posti aadress.
eu: Saio-hasierarako helbide elektroniko nagusia behar da
fa: رایانامه اصلی حساب‌کاربری برای ورود مورد نیاز است
fi: Kirjautumiseen vaaditaan ensisijainen sähköposti
fr: L’adresse principale du compte est nécessaire pour se connecter
fur: Par jentrâ al è necessari doprâ la direzion e-mail primarie dal account
gd: Tha feum air a’ phrìomh phost-d airson clàradh a-steach
gl: Para iniciar sesión ten que usar o enderezo de correo electrónico principal da conta.
he: נדרשת כתובת דוא״ל ראשית כדי להיכנס
hi_in: साइन-इन के लिए प्राथमिक खाता ईमेल आवश्यक है
hr: Za prijavu potrebna je primarna adresa e-pošte
hu: A fiók elsődleges e-mail címe szükséges a bejelentkezéshez
ia: Le adresse de e-mail primari del conto es necessari pro aperir session
id: Surel akun utama diperlukan untuk masuk
is: Aðaltölvupóstfang sem þarf til að skrá inn
it: Per accedere è necessario utilizzare l’indirizzo email principale
ja: ログインにはアカウントの主要アドレスが必要です
ka: ანგარიშზე შესვლისთვის, აუცილებელია მთავარი ელფოსტის მითითება
kab: Imayl inek agejdan ittwasra akken ad teqneḍ
nl: Primair e-mailadres van account vereist voor aanmelding
pa_in: ਸਾਈਨ-ਇਨ ਕਰਨ ਲਈ ਮੁੱਢਲੇ ਖਾਤੇ ਦਾ ਈਮੇਲ ਲੋੜੀਂਦਾ ਹੈ
pl: Zalogowanie wymaga głównego adresu e-mail konta
pt: Email primário da conta requerido para iniciar sessão
pt_br: Email principal da conta necessário para iniciar sessão
ru: Для входа требуется основной адрес электронной почты
sk: Na prihlásenie je nutná hlavná e-mailová adresa
sl: Za prijavo je potreben glavni e-poštni naslov računa
sq: Email-i parësor i llogarisë, i domosdoshëm për hyrje
sr: Примарна адреса налога је потребна за приступ
sr_latn: Primarna adresa naloga je potrebna za pristup
sv_se: E-postadress för primärkonto krävs för inloggning
te: ప్రవేశించడానికి ప్రాథమిక ఖాతా ఈమెయిలు తప్పనిసరి
th: ต้องการอีเมลหลักของบัญชีในการลงชื่อเข้าใช้
tr: Giriş yapmak için ana hesap e-posta adresinizi kullanmalısınız
tt: Керү өчен хисапның төп эл. почта адресы кирәк
uk: Для входу необхідна основна адреса електронної пошти
ur: سائن ان کرنے کے لیئے بنیادی اکائونٹ کی ای میل درکار ہے
vi: Yêu cầu email chính để đăng nhập

source: Address in use by another account
ar: العنوان مستخدم في حساب آخر
az: Ünvan digər hesab tərəfindən istifadə edilir
be: Адрас выкарыстоўваецца іншым уліковым запісам
bg: Адресът се използва от друга сметка
bn_bd: এই ঠিনাকাটি অন্য অ্যাকাউন্টে ব্যবহার করা হয়েছে
cs: Adresu už používá jiný účet
cy: Mae'r cyfeiriad yn cael ei ddefnyddio gan gyfrif arall
da: Adresse anvendes af en anden konto
el: Η διεύθυνση χρησιμοποιείται από κάποιον άλλο λογαριασμό
es_ar: La dirección está en uso por otra cuenta
es_es: La dirección está en uso por otra cuenta
et: Aadress on kasutusel teises kontos
eu: Helbidea beste kontu batek darabil
fa: نشانی توسط حساب‌کاربری دیگری در حال استفاده است
fi: Osoite on toisen tilin käytössä
fr: L’adresse est utilisée par un autre compte
fur: Direzion za doprade di un altri account
gd: Tha cunntas eile a’ cleachdadh an t-seòlaidh seo
gl: Xa hai outra conta usando ese enderezo
he: הכתובת בשימוש ע״י חשבון אחר
hi_in: पता दूसरे खाते द्वारा उपयोग में है
hr: Adresa se koristi od strane drugog računa
hu: A címet már használja egy másik fiók
ia: Adresse in uso per altere conto
id: Alamat sedang digunakan oleh pengguna lain
is: Tölvupóstfang er þegar notað á öðrum notandaaðgangi
it: Email già in uso per un altro account
ja: アドレスは他のアカウントに使われています
ka: ეს მისამართი გამოყენებულია სხვა მომხმარებლის მიერ
kab: Tansa-yagi tettwaseqdec deg umiḍan nniḍen
nl: Adres in gebruik door andere account
pa_in: ਇਕ ਹੋਰ ਖਾਤੇ ਦੁਆਰਾ ਵਰਤਿਆ ਪਤਾ
pl: Adres jest używany przez inne konto
pt: Endereço em utilização por outra conta
pt_br: Endereço em uso por outra conta
ru: Адрес уже используется другим аккаунтом
sk: Túto e-mailovú adresu používa iný účet
sl: Naslov že uporablja drug račun
sq: Adresë në përdorim nga llogari tjetër
sr: Адреса је већ искоришћена
sr_latn: Adresa je već iskorišćena
sv_se: Adress som används av ett annat konto
te: ఈ చిరునామాను మరొక ఖాతా వాడుతోంది
th: ที่อยู่ถูกใช้โดยบัญชีอื่น
tr: Bu adres başka bir hesap tarafından kullanılıyor
tt: Бу адрес башка бер хисап тарафыннан кулланыла
uk: Адреса використовується іншим обліковим записом
ur: پتہ کسی دوسرے اکائونٹ کی جانب سے استعمال میں ہے
vi: Địa chỉ được sử dụng bởi một tài khoản khác

source: Primary account email required for reset
ar: بريد الحساب الأوليّ مطلوب للتصفير
az: Sıfırlamaq üçün əsas e-poçt tələb edilir
be: Для скіду пароля патрэбен асноўны адрас эл.пошты
bg: За промяна е необходим основният ел. адрес на сметката
bn_bd: রিসেট করতে প্রাইমারি ইমেইল প্রয়োজন
cs: Pro obnovu je vyžadována hlavní e-mailová adresa
cy: Mae angen defnyddio'r prif gyfrif ar gyfer ei ailosod
da: Primær mailadresse til konto påkrævet til nulstilling
el: Απαιτείται το κύριο email του λογαριασμού για επαναφορά
es_ar: Para reiniciar se requiere la cuenta de correo electrónico primaria
es_es: Se requiere el correo electrónico principal para reiniciar
et: Lähtestamiseks on vajalik konto peamine e-posti aadress.
eu: Pasahitza berrezartzeko helbide elektroniko nagusia behar da
fa: برای تنظیم دوباره، رایانامه اصلی خساب‌کاربری مورد نیاز است
fi: Nollaamiseen vaaditaan ensisijainen sähköposti
fr: L’adresse principale du compte est nécessaire pour la réinitialisation
fur: Par ripristinâ al covente doprâ la direzion e-mail primarie dal account
gd: Tha feum air a’ phrìomh phost-d airson ath-shuidheachadh
gl: Para restabelecer requírese o enderezo de correo electrónico principal
he: נדרשת כתובת דוא״ל ראשית כדי לאפס
hi_in: रीसेट के लिए प्राथमिक खाता ईमेल आवश्यक है
hr: Za ponovno postavljanje potrebna je primarna e-pošta računa
hu: A fiók elsődleges e-mail címe szükséges a helyreállításhoz
ia: Le adresse de e-mail primari del conto es necessari pro reinitialisar
id: Surel akun utama diperlukan untuk mengatur ulang
is: Aðaltölvupóstfang sem þarf til að endurstilla
it: Per il ripristino è necessario utilizzare l’indirizzo email principale
ja: リセットにはアカウントの主要アドレスが必要です
ka: აღსადგენად აუცილებელია ანგარიშის მთავარი ელფოსტის მითითება
kab: Imayl inek agejdan ittwasra akken iwennez
nl: Primair e-mailadres van account vereist voor herinitialisatie
pa_in: ਮੁੜ-ਸੈੱਟ ਕਰਨ ਲਈ ਮੁੱਢਲੇ ਖਾਤਾ ਈਮੇਲ ਦੀ ਲੋੜ ਹੈ
pl: Zmiana hasła wymaga głównego adresu e-mail konta
pt: Email primário da conta requerido para reposição
pt_br: Necessário o email principal da conta para redefinir
ru: Для сброса требуется использовать основной адрес электронной почты
sk: Pre obnovu je nutná hlavná e-mailová adresa
sl: Za ponastavitev je zahtevana glavna e-pošta računa
sq: Email parësor i llogarisë, i domosdoshëm për rikthim në fillimet
sr: Примарна адреса налога је потребна за ресетовање
sr_latn: Primarna adresa naloga je potrebna za resetovanje
sv_se: Primär e-postadress krävs för återställning
te: రీసెట్ చేయడానికి ప్రాథమిక ఖాతా ఈమెయిలు తప్పనిసరి
th: ต้องการอีเมลหลักของบัญชีในการตั้งค่าใหม่
tr: Sıfırlamak için ana hesap e-posta adresinizi kullanmalısınız
tt: Алыштыру өчен хисапның төп эл. почта адресы кирәк
uk: Для відновлення паролю, необхідна основна адреса електронної пошти облікового запису
ur: پھر سے سیٹ کرنے کے لیئے بنیادی اکائونٹ کی ای میل درکار ہے
vi: Yêu cầu email chính để đặt lại

source: Invalid signin code
ar: رمز الولوج غير صالح
ast: Códigu non válidu d'aniciu de sesión
az: Xətalı daxil olma kodu
be: Нядзейсны код уваходу
bg: Невалиден код за вписване
bn_bd: অকার্যকর সাইনইন কোড
cs: Neplatný kód pro přihlášení
cy: Cod mewngofnodi annilys
da: Ugyldig login-kode
el: Μη έγκυρος κώδικας σύνδεσης
es_ar: El código de inicio es inválido
es_es: Código de firma inválido
et: Vigane sisselogimiskood
eu: Saio-hasierako kode baliogabea
fa: کد ورود نامعتبر
fi: Virheellinen kirjautumiskoodi
fr: Code de connexion non valide
fur: Codiç di acès no valit
gd: Tha an còd airson clàradh a-steach mì-dhligheach
gl: O código de inicio de sesión non é válido
he: קוד כניסה לא תקין
hi_in: अमान्य साइनइन कोड
hr: Netočan kȏd za prijavu
hu: Érvénytelen bejelentkezési kód
ia: Codice de apertura de session invalide
id: Kode masuk tidak valid
is: Ógildur innskráningarkóði
it: Codice di accesso non valido
ja: 不正なログインコード
ka: შესვლის არასწორი კოდი
kab: Tangal n unekcum d tarameγtut
nl: Ongeldige aanmeldingscode
pa_in: ਗਲਤ ਸਾਈਨਇਨ ਕੋਡ
pl: Nieprawidłowy kod logowania
pt: Código de início de sessão inválido
pt_br: Código de acesso inválido
ru: Недействительный код входа
sk: Neplatný prihlasovací kód
sl: Neveljavna koda za prijavo
sq: Kod i pavlefshëm nënshkrimi
sr: Неисправан приступни код
sr_latn: Neispravan pristupni kod
sv_se: Ogiltig inloggningskod
te: చెల్లని ప్రవేశ కోడ్
th: รหัสการลงชื่อเข้าใช้ไม่ถูกต้อง
tr: Geçersiz giriş kodu
tt: Яраксыз керү коды
uk: Недійсний код входу
ur: غلط سائن ان کوڈ
vi: Mã đăng nhập không hợp lệ

source: Can not change primary email to an unverified email
ar: لا يمكن تغيير البريد الإلكتروني الأولي إلى بريد غير مؤكّد
az: Əsas e-poçt ünvanı təsdiqlənməmişlə dəyişdirilə bilməz
be: Немагчыма змяніць асноўны адрас эл.пошты на непацверджаны
bg: Основният ел. адрес не може да бъде променен на непроверен адрес
cs: Hlavní e-mailovou adresu nelze změnit na neověřený e-mail
cy: Nid oes modd i chi newid eich prif e-bost i e-bost heb ei ddilysu
da: Kan ikke skifte primær mailadresse til en ubekræftet mailadresse
el: Δεν είναι δυνατή η αλλαγή του κύριου email σε μη επαληθευμένο email
es_ar: No se puede cambiar la dirección de correo electrónico primaria por una dirección de correo electrónico no verificada
es_es: No se puede cambiar el correo principal por un correo no verificado
et: Peamiseks e-posti aadressiks ei saa määrata kinnitamata aadressi
eu: Ezin da aldatu helbide elektroniko nagusia egiaztatzeke dagoen batera
fa: نمی‌توان رایانامه اصلی را به یک رایانامهٔ تایید نشده تغییر داد
fi: Ensisijaista sähköpostia ei voi vaihtaa vahvistamattomaan sähköpostiin
fr: Il est impossible de modifier l’adresse électronique principale lorsque la nouvelle adresse n’est pas vérifiée
fur: Nol è pussibil cambiâ la e-mail primarie cuntune e-mail che no je stade verificade
gd: Cha ghabh post-d neo-dhearbhte a dhèanamh de phrìomh phost-d
gl: Non se pode cambiar o enderezo de correo electrónico principal a un sen verificar
he: לא ניתן לשנות את כתובת הדוא״ל הראשית לכתובת שאינה מאומתת
hi_in: प्राथमिक ईमेल को किसी आसत्यापित ईमेल से नहीं बदल सकते
hr: Nije moguće izmijeniti primarnu e-poštu u neprovjerenu adresu e-pošte
hu: Nem módosíthatja az elsődleges e-mailcímet egy ellenőrizetlen e-mailcímre
ia: Impossibile cambiar le adresse de e-mail primari a un adresse non verificate
id: Tidak dapat mengganti surel utama ke surel yang belum diverifikasi
is: Ekki er hægt að breyta aðalpóstfangi yfir í tölvupóstfang sem ekki hefur verið staðfest
it: Non è possibile sostituire l’indirizzo email principale con un indirizzo non verificato
ja: 主要アドレスを未認証アドレスに変えることはできません
ka: მთავარი ელფოსტა, ვერ შეიცვლება დაუმოწმებელი ელფოსტით
kab: Ur izmir ara ad ibeddel imayl amezwaru m'ur yettwasenqed ara imayl amaynut
nl: Kan primair e-mailadres niet wijzigen naar een niet-geverifieerd e-mailadres
pa_in: ਮੁੱਢਲੇ ਈਮੇਲ ਨੂੰ ਇੱਕ ਨਾ-ਪੜਤਾਲੇ ਈਮੇਲ ਲਈ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można zmienić głównego adresu e-mail na niezweryfikowany adres
pt: Não pode alterar um email primário para um email não verificado
pt_br: Não é possível alterar o email principal para um email não validado
ru: Нельзя изменить основной адрес электронной почты на неподтверждённый
sk: Hlavnú e-mailovú adresu nemôžete zmeniť na neoverenú e-mailovú adresu
sl: Glavnega e-poštnega naslova ni mogoče spremeniti na nepotrjen naslov
sq: S’mund të ndryshohet email-i parësor në një email të paverifikuar
sr: Примарна адреса се не може заменити непровереном адресом
sr_latn: Primarna adresa se ne može zameniti neproverenom adresom
sv_se: Det går inte att ändra primär e-post till en overifierad e-post
te: ధృవీకరించని ఇమెయిల్కు ప్రాథమిక ఇమెయిల్ను మార్చలేరు
th: ไม่สามารถเปลี่ยนอีเมลหลักเป็นอีเมลที่ไม่ได้รับการยืนยัน
tr: Ana e-postayı doğrulanmamış bir e-postayla değiştiremezsiniz
tt: Беренчел эл. почтаны расланмаган почтага үзгәртеп булмый
uk: Не можна змінити основну адресу електронної пошти на непідтверджену
ur: بنیادی ای میل کو غیر تصدیق شدہ ای میل میں تبدیل نہیں کیا جاسکتا
vi: Không thể thay đổi email chính thành email chưa được xác minh
