Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: ar, ast, az, be, bg, bn_bd, bn_in, cs, cy, da, el, es_ar, es_es, et, eu, fa, fi, fr, fur, gd, gl, he, hi_in, hr, hu, ia, id, is, it, ja, ka, kab, lv, nl, pa, pa_in, pl, pt, pt_br, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, ur, vi

source: <span class="number">3</span>Install Firefox and open it on your device
cs: <span class="number">3</span>Nainstalujte si Firefox na své zařízení a spusťte ho
da: <span class="number">3</span>Installer Firefox, og åbn den på din enhed
el: <span class="number">3</span>Εγκαταστήστε και ανοίξτε το Firefox στη συσκευή σας
es_es: <span class="number">3</span>Instala Firefox y ábrelo en tu dispositivo
et: <span class="number">3</span>Paigalda Firefox ja ava see oma seadmes
eu: <span class="number">3</span>Instalatu Firefox eta ireki ezazu zure gailuan
fi: <span class="number">3</span>Asenna Firefox ja avaa se laitteellasi
fr: <span class="number">3</span> Installez Firefox et ouvrez-le sur votre appareil
fur: <span class="number">3</span>Instale Firefox e vierzilu sul to dispositîf
gl: <span class="number">3</span>Instale Firefox e ábrao no dispositivo
hr: <span class="number">3</span>Instaliraj Firefox i otvori ga na svom uređaju
hu: <span class="number">3</span>Telepítse a Firefoxot, és nyissa meg az eszközén
ia: <span class="number">3</span>Installa Firefox e aperi lo sur tu apparato
is: <span class="number">3</span>Settu upp Firefox og opnaðu á tækinu
it: <span class="number">3</span>Installa Firefox e aprilo sul dispositivo
ja: <span class = "number">3</ span> Firefox をインストールして、デバイスで開いてください
ka: <span class="number">3</span>დააყენეთ Firefox და გახსენით თქვენს მოწყობილობაზე
kab: <span class="number">3</span>Sebded Firefox syen ldi-t deg yibenk-inek
nl: <span class="number">3</span>Installeer Firefox en open het op uw apparaat
pa_in: <span class="number">3</span>Firefox ਇੰਸਟਾਲ ਕਰੋ ਤੇ ਆਪਣੇ ਡਿਵਾਈਸ ਉੱਤੇ ਇਸ ਨੂੰ ਖੋਲ੍ਹੋ
pl: <span class="number">3</span>Zainstaluj Firefoksa i otwórz go na swoim urządzeniu
pt: <span class="number">3</span>Instale o Firefox e abra-o no seu dispositivo
pt_br: <span class="number">3</span>Instale o Firefox e abra no seu dispositivo
ru: <span class="number">3</span>Установите Firefox и откройте его на своём устройстве
sk: <span class="number">3</span>Nainštalujte si Firefox a otvorte ho na svojom zariadení
sl: <span class="number">3</span>Namestite Firefox na napravo in ga odprite
sr: <span class="number">3</span>Инсталирајте Firefox и отворите га на вашем уређају
sr_latn: <span class="number">3</span>Instalirajte Firefox i otvorite ga na vašem uređaju
sv_se: <span class="number">3</span>Installera Firefox och öppna den på din enhet
th: <span class="number">3</span>ติดตั้ง Firefox และเปิดบนอุปกรณ์ของคุณ
tr: <span class="number">3</span>Firefox’u yükleyin ve cihazınızda açın
tt: <span class="number">3</span>Җиһазыгызга Firefox-ны урнаштырыгыз һәм аны ачыгыз
uk: <span class="number">3</span>Встановіть Firefox та запустіть його на вашому пристрої
vi: <span class="number">3</span>Cài đặt Firefox và mở nó trên thiết bị của bạn

source: <span class="number">4</span>Sign into your account
cs: <span class="number">4</span>Přihlaste se ke svému účtu
da: <span class="number">4</span>Log ind på din konto
el: <span class="number">4</span>Συνδεθείτε στο λογαριασμό σας
es_es: <span class="number">4</span>Conéctate a tu cuenta
et: <span class="number">4</span>Logi sisse oma kontole
eu: <span class="number">4</span>Hasi saioa zure kontuan
fi: <span class="number">4</span>Kirjaudu tilillesi
fr: <span class="number">4</span> Connectez-vous à votre compte
fur: <span class="number">4</span>Jentre sul to account
gd: <span class="number">4</span>Clàraich a-steach dhan chunntas agad
gl: <span class="number">4</span>Inicie sesión
hr: <span class="number">4</span>Prijavi se na svoj račun
hu: <span class="number">4</span>Jelentkezzen be a fiókjába
ia: <span class="number">4</span>Accede a tu conto
is: <span class="number">4</span>Skráðu þig inn á notandaaðganginn þinn
it: <span class="number">4</span>Accedi al tuo account
ja: <span class = "number">4</ span> アカウントにログインしてください
ka: <span class="number">4</span>შედით თქვენს ანგარიშზე
kab: <span class="number">4</span> Qqen ɣer umiḍan-inek
nl: <span class="number">4</span>Meld u aan bij uw account
pa_in: <span class="number">4</span>ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
pl: <span class="number">4</span>Zaloguj się na konto
pt: <span class="number">4</span>Entrar na sua conta
pt_br: <span class="number">4</span>Entre na sua conta
ru: <span class="number">4</span>Войдите в свой аккаунт
sk: <span class="number">4</span>Prihláste sa do svojho účtu
sl: <span class="number">4</span>Prijavite se v svoj račun
sr: <span class="number">4</span>Пријавите се у ваш налог
sr_latn: <span class="number">4</span>Prijavite se u vaš nalog
sv_se: <span class="number">4</span>Logga in på ditt konto
te: <span class="number">4</span>మీ ఖాతా లోనికి ప్రవేశించండి
th: <span class="number">4</span>ลงชื่อเข้าบัญชีของคุณ
tr: <span class="number">4</span>Hesabınıza giriş yapın
tt: <span class="number">4</span>Хисабыгызга керегез
uk: <span class="number">4</span>Увійдіть до вашого облікового запису
vi: <span class="number">4</span>Đăng nhập vào tài khoản của bạn

source: Why do I need to create this account? <a %(escapedSuggestionAttrs)s>Find out here</a>
cs: Proč si musím vytvořit tento účet? <a %(escapedSuggestionAttrs)s>Zjistíte to zde</a>
da: Hvorfor skal jeg oprette denne konto? <a %(escapedSuggestionAttrs)s>Find ud af det her</a>
el: Γιατί πρέπει να δημιουργήσω αυτόν τον λογαριασμό; <a %(escapedSuggestionAttrs)s>Μάθετε εδώ</a>
es_es: ¿Por qué necesito crear esta cuenta? <a %(escapedSuggestionAttrs)s>Descúbrelo aquí</a>
et: Miks ma pean selle konto looma? <a %(escapedSuggestionAttrs)s>Vaata teavet siit</a>
fi: Miksi minun tulee luoda tili? <a %(escapedSuggestionAttrs)s>Lisätietoja tästä</a>
fr: Pourquoi dois-je créer ce compte ? <a %(escapedSuggestionAttrs)s>Plus d’informations ici</a>
fur: Parcè aio di creâ chest account? <a %(escapedSuggestionAttrs)s>Scuvierzilu achì</a>
he: מדוע עליי ליצור חשבון זה? <a %(escapedSuggestionAttrs)s>מידע נוסף כאן</a>
hu: Miért kell létrehoznom ezt a fiókot? <a %(escapedSuggestionAttrs)s>Itt megtudhatja</a>
ia: Perque besonia io de crear iste conto? <a %(escapedSuggestionAttrs)s>Discoperi hic</a>
is: Af hverju þarf ég að búa til þennan reikning? <a %(escapedSuggestionAttrs)s>Kynntu þér það hér</a>
it: Perché devo creare questo account? <a %(escapedSuggestionAttrs)s>Scoprilo qui</a>
ja: このアカウントを作成する必要があるのはなぜですか？ <a %(escapedSuggestionAttrs)s>こちらをご覧ください</a>
ka: რისთვის მჭირდება ანგარიში? <a %(escapedSuggestionAttrs)s>გაეცანით აქ</a>
kab: Ayɣer i sriɣ ad d-snulfuɣ amiḍan-a? <a %(escapedSuggestionAttrs)s>Ugar n talɣut da</a>
nl: Waarom moet ik deze account aanmaken? <a %(escapedSuggestionAttrs)s>Lees het hier</a>
pl: Dlaczego muszę utworzyć to konto? <a %(escapedSuggestionAttrs)s>Dowiedz się tutaj</a>
pt: Por que preciso criar esta conta? <a %(escapedSuggestionAttrs)s>Descubra aqui</a>
pt_br: Por que preciso criar esta conta? <a %(escapedSuggestionAttrs)s>Descubra aqui</a>
ru: Зачем создавать этот аккаунт? <a %(escapedSuggestionAttrs)s>Узнайте здесь</a>
sk: Prečo si musím vytvoriť tento účet? <a %(escapedSuggestionAttrs)s>Zistite tu</a>
sl: Zakaj moram ustvariti ta račun? <a %(escapedSuggestionAttrs)s>Izvedite tukaj</a>
sv_se: Varför måste jag skapa det här kontot? <a %(escapedSuggestionAttrs)s>Ta reda på det här</a>
uk: Навіщо потрібно створити цей обліковий запис? <a %(escapedSuggestionAttrs)s>Дізнайтеся тут</a>
vi: Tại sao tôi cần tạo tài khoản này? <a %(escapedSuggestionAttrs)s>Tìm hiểu tại đây</a>

source: Firefox accounts will be renamed Mozilla accounts on Nov 1
fur: I accounts di Firefox a cambiaran non in accounts di Mozilla dal 1ⁿ di Novembar
is: Firefox-reikningar verða endurnefndir Mozilla-reikningar þann 1. nóvember

source: You’ll still sign in with the same username and password, and there are no other changes to the products that you use.
fur: Dut câs tu jentrarâs cul stes non utent e password e no saran fatis altris modifichis ai prodots che tu dopris.
is: Þú munt samt skrá þig inn með sama notandanafni og lykilorði og það eru engar aðrar breytingar á hugbúnaðnum sem þú notar.

source: We’ve renamed Firefox accounts to Mozilla accounts. You’ll still sign in with the same username and password, and there are no other changes to the products that you use.
fur: O vin cambiât il non dai accounts Firefox in accounts Mozilla. Dut câs tu jentrarâs cul stes non utent e password e no saran fatis altris modifichis ai prodots che tu dopris.
is: Við höfum endurnefnt Firefox-reikninga sem Mozilla-reikninga. Þú munt samt skrá þig inn með sama notandanafni og lykilorði og það eru engar aðrar breytingar á hugbúnaðnum sem þú notar.

source: Close Banner
fur: Siere strisson
is: Loka borða

source: How old are you? To learn why we ask for your age, follow the “why do we ask” link below.
fur: Trops agns âstu? Par savê parcè che ti domandìn la tô etât, va daûr dal colegament “Parcè domandìno” chi sot.
is: Hvað ertu gamall? Til að sjá hvers vegna við biðjum um aldur þinn skaltu fylgja tenglinum „Hvers vegna spyrjum við“ hér að neðan.

source: Why do we ask?
fur: Parcè ti domandìno?
is: Hvers vegna spyrjum við?

source: Password requirements
da: Krav til adgangskode
el: Απαιτήσεις κωδικού πρόσβασης
eu: Pasahitzaren betebeharrak
fr: Exigences relatives aux mots de passe
fur: Recuisîts de password
he: דרישות ססמה
ia: Requisitos del contrasigno
is: Kröfur um lykilorð
it: Requisiti della password
nl: Wachtwoordvereisten
pt: Requisitos da palavra-passe
pt_br: Requisitos de senha
sl: Zahteve za geslo
vi: Yêu cầu mật khẩu

source: At least 8 characters
da: Mindst 8 tegn
el: Τουλάχιστον 8 χαρακτήρες
eu: Gutxienez 8 karaktere
fr: Au moins 8 caractères
fur: Almancul 8 caratars
he: לפחות 8 תווים
ia: Al minus 8 characteres
is: Að minnsta kosti 8 stafir
it: Almeno 8 caratteri
nl: Ten minste 8 tekens
pt: Pelo menos 8 caracteres
pt_br: Pelo menos 8 caracteres
sl: vsaj 8 znakov
vi: Ít nhất 8 ký tự

source: Not your email address
da: Ikke din mailadresse
eu: Ezin da zure helbide elektronikoa izan
fr: Pas votre adresse e-mail
fur: No compagne de direzion e-mail
he: לא כתובת הדוא״ל שלך
ia: Non tu adresse email
is: Ekki tölvupóstfangið þitt
it: Non uguale al tuo indirizzo email
nl: Niet uw e-mailadres
pt_br: Não ser seu endereço de email
sl: ni vaš e-poštni naslov
vi: Không phải địa chỉ email của bạn

source: Not a commonly used password
da: Ikke en almindeligt brugt adgangskode
eu: Ezin da askotan erabilitako pasahitza izan
fr: Pas un mot de passe trop commun
fur: No une password di ûs comun
he: לא ססמה נפוצה
ia: Non un contrasigno commun
is: Ekki algengt lykilorð
it: Non una password di uso comune
nl: Geen veelgebruikt wachtwoord
pt_br: Não ser uma senha geralmente usada
sl: ni eno od pogostih gesel
vi: Không phải mật khẩu thường được sử dụng

source: Stay safe &mdash; don’t reuse passwords. See more tips to <a %(escapedCommonPasswordLinkAttrs)s class="link-grey">create strong passwords</a>.
fur: Reste al sigûr, no sta tornâ a doprâ lis passwords. Viôt altris sugjeriments par <a %(escapedCommonPasswordLinkAttrs)s class="link-grey">creâ passwords complessis</a>.
is: Gættu fyllsta öryggis &mdash; alls ekki endurnýta lykilorð. Sjá fleiri ráð til að <a %(escapedCommonPasswordLinkAttrs)s class="link-grey">búa til örugg lykilorð</a>.

source: or
cs: nebo
da: eller
el: ή
es_es: o
et: või
eu: edo
fi: tai
fr: ou
fur: opûr
he: או
hu: vagy
ia: o
is: eða
it: oppure
ja: または
ka: ან
kab: neɣ
nl: of
pa_in: ਜਾਂ
pl: lub
pt: ou
pt_br: ou
ru: или
sk: alebo
sl: ali
tr: veya
uk: або
vi: hoặc

source: Continue with Google
cs: Pokračovat pomocí Google
da: Fortsæt med Google
el: Συνέχεια με Google
es_es: Continuar con Google
et: Jätka Google'iga
eu: Jarraitu Googlerekin
fi: Jatka Googlella
fr: Continuer avec Google
fur: Continue cun Google
he: המשך עם Google
hu: Folytatás a Google-lal
ia: Continuar con Google
is: Halda áfram með Google
it: Continua con Google
ja: Google で続ける
ka: გამოიყენეთ Google
kab: Kemmel akked Google
nl: Doorgaan met Google
pa_in: Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj za pomocą konta Google
pt: Continuar com o Google
pt_br: Continuar com Google
ru: Продолжить с Google
sk: Pokračujte s Google
sl: Nadaljuj z Googlom
tr: Google ile devam edin
uk: Продовжити з Google
vi: Tiếp tục với Google

source: Continue with Apple
cs: Pokračovat pomocí účtu Apple
da: Fortsæt med Apple
el: Συνέχεια με Apple
es_es: Continuar con Apple
et: Jätka Apple'iga
eu: Jarraitu Applerekin
fi: Jatka Applella
fr: Continuer avec Apple
fur: Continue cun Apple
he: המשך עם Apple
hu: Folytatás az Apple-lel
ia: Continuar con Apple
is: Halda áfram með Apple
it: Continua con Apple
ja: Apple で続ける
ka: გამოიყენეთ Apple
kab: Kemmel akked Apple
nl: Doorgaan met Apple
pa_in: Apple ਨਾਲ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj za pomocą konta Apple
pt: Continuar com a Apple
pt_br: Continuar com Apple
ru: Продолжить с Apple
sk: Pokračujte s Apple
sl: Nadaljuj z Applom
tr: Apple ile devam edin
uk: Продовжити з Apple
vi: Tiếp tục với Apple

source: Connecting your mobile device with your Mozilla account
fur: Conession dal dispositîf mobil al account Mozilla
is: Að tengja farsímann þinn við Mozilla reikninginn þinn

source: Open Firefox on your computer, visit <b class="whitespace-nowrap">firefox.com/pair</b>, and follow the on-screen instructions to connect your mobile device.
fur: Vierç Firefox sul to computer, visite <b class="whitespace-nowrap">firefox.com/pair</b> e va daûr des istruzions visualizadis par coneti il to dispositîf mobil.
is: Opnaðu Firefox á tölvunni þinni, farðu á <b class="whitespace-nowrap">firefox.com/pair</b> og fylgdu leiðbeiningunum á skjánum til að tengja snjalltækið þitt.

source: Did you just sign in to Firefox?
da: Har du lige logget ind på Firefox?
el: Συνδεθείτε μόλις τώρα στο Firefox;
fr: Venez-vous de vous connecter à Firefox ?
fur: Âstu a pene eseguît l'acès a Firefox?
gl: Acaba de identificarse en Firefox?
he: האם זה עתה התחברת ל־Firefox?
ia: Ha tu justo accedite a Firefox?
is: Varstu að skrá þig inn á Firefox?
it: Hai appena effettuato l’accesso a Firefox?
nl: Hebt u zich zojuist aangemeld bij Firefox?
pt: Acabou de iniciar sessão no Firefox?
pt_br: Você acabou de entrar no Firefox?
sl: Ste se pravkar prijavili v Firefox?
vi: Bạn vừa đăng nhập vào Firefox?

source: location balloon
da: stedballon
el: δείκτης τοποθεσίας
fr: repère de localisation
fur: indicadôr posizion
gl: globo de localización
he: בלון מיקום
ia: indicator de position
is: staðsetningarblaðra
it: indicatore posizione
nl: locatieballon
pt_br: indicador de localização
sl: oznaka lokacije
vi: bong bóng vị trí

source: Yes, approve device
da: Ja, godkend enhed
el: Ναι, έγκριση συσκευής
eu: Bai, onartu gailua
fr: Oui, approuver l’appareil
fur: Sì, aprove il dispositîf
gl: Si, aprobar o dispositivo
he: כן, לאשר את המכשיר
ia: Si, approbar apparato
is: Já, samþykkja tæki
it: Sì, approva il dispositivo
nl: Ja, apparaat goedkeuren
pt_br: Sim, aprovar dispositivo
sl: Da, odobri napravo
vi: Có, phê duyệt thiết bị

source: If this wasn’t you, <a id="change-password" class="link-blue">change your password</a>
fur: Se no tu jeris tu, <a id="change-password" class="link-blue">cambie la tô password</a>
gl: Se non era vostede, <a id="change-password" class="link-blue">cambie o seu contrasinal</a>
ia: Si iste non era tu, <a id="change-password" class="link-blue">cambia tu contrasigno</a>
is: Ef þetta varst ekki þú, <a id="change-password" class="link-blue">skaltu breyta lykilorðinu þínu</a>
pt_br: Se não foi você, <a id="change-password" class="link-blue">mude sua senha</a>
sl: Če to niste bili vi, <a id="change-password" class="link-blue">spremenite geslo</a>
vi: Nếu đây không phải là bạn, <a id="change-password" class="link-blue">thay đổi mật khẩu của bạn</a>

source: You are now syncing with: <span>%(deviceFamily)s on %(deviceOS)s</span>
da: Du synkroniserer nu med <span>%(deviceFamily)s på %(deviceOS)s</span>
el: Γίνεται συγχρονισμός με: <span>%(deviceFamily)s με %(deviceOS)s</span>
fr: Synchronisation avec : <span>%(deviceFamily)s sous %(deviceOS)s</span>
fur: Cumò tu stâs sincronizant cun: <span>%(deviceFamily)s su %(deviceOS)s</span>
gl: Agora está sincronizando con: <span>%(deviceFamily)s en %(deviceOS)s</span>
ia: Tu es ora synchronisante con: <span>%(deviceFamily)s %(deviceOS)s</span>
is: Þú ert núna að samstilla við: <span>%(deviceFamily)s á %(deviceOS)s</span>
it: Ora stai sincronizzando con: <span>%(deviceFamily)s su %(deviceOS)s</span>
nl: U synchroniseert nu met: <span>%(deviceFamily)s op %(deviceOS)s</span>
pt_br: Agora você está sincronizando com: <span>%(deviceFamily)s em %(deviceOS)s</span>
sl: Zdaj se sinhronizirate z: <span>%(deviceFamily)s v %(deviceOS)s</span>
vi: Bây giờ bạn đã bắt đầu đồng bộ với: <span>%(deviceFamily)s trên %(deviceOS)s</span>

source: Now you can access your open tabs, passwords, and bookmarks on all your devices.
da: Nu har du adgang til dine åbne faneblade, adgangskoder og bogmærker på alle dine enheder.
fr: Vous pouvez désormais accéder à vos onglets ouverts, vos mots de passe et vos marque-pages sur tous vos appareils.
fur: Cumò tu puedis acedi aes schedis viertis, aes passwords e ai segnelibris su ducj i tiei dispositîfs.
gl: Agora pode acceder ás súas lapelas abertas, contrasinais e marcadores en todos os seus dispositivos.
he: כעת באפשרותך לגשת ללשוניות הפתוחות, הססמאות והסימניות שלך בכל המכשירים שלך.
ia: Ora tu pote acceder tu schedas aperte, contrasignos, e marcapaginas sur tote tu apparatos.
is: Nú hefur þú aðgang að opnum flipum, lykilorðum og bókamerkjum á öllum tækjunum þínum.
it: Ora puoi accedere alle schede aperte, alle password e ai segnalibri su tutti i tuoi dispositivi.
nl: U hebt nu op al uw apparaten toegang tot uw geopende tabbladen, wachtwoorden en bladwijzers.
pt_br: Agora você pode acessar suas abas abertas, senhas e favoritos em todos os seus dispositivos.
sl: Zdaj lahko dostopate do odprtih zavihkov, gesel in zaznamkov na vseh svojih napravah.
vi: Giờ đây, bạn có thể truy cập các thẻ đang mở, mật khẩu và dấu trang trên tất cả các thiết bị của mình.

source: See tabs from synced devices
da: Se faneblade fra synkroniserede enheder
fr: Afficher les onglets des appareils synchronisés
fur: Visualize lis schedis di altris dispositîfs sincronizâts
gl: Consulte as lapelas dos dispositivos sincronizados
he: הצגת לשוניות ממכשירים מסונכרנים
ia: Vider schedas del apparatos synchronisate
is: Sjá flipa frá samstilltum tækjum
it: Visualizza schede da altri dispositivi sincronizzati
nl: Tabbladen van gesynchroniseerde apparaten bekijken
pt_br: Veja abas de dispositivos sincronizados
sl: Prikaži zavihke s sinhroniziranih naprav
vi: Xem các thẻ từ các thiết bị được đồng bộ hóa

source: Approval now required <small class="card-subheader">from your other device</small>
fur: Cumò e je necessarie la aprovazion <small class="card-subheader">dal altri dispositîf</small>
gl: Agora é necesaria a aprobación <small class="card-subheader">do outro dispositivo</small>
is: Núna er krafist er samþykktar <small class="card-subheader">frá hinu tækinu þínu</small>

source: Device pairing failed
fur: Associazion dispositîf falide
is: Pörun tækis mistókst

source: The setup couldn’t be completed. Please sign in with your email.
fur: Impussibil completâ la configurazion. Jentre cu la tô direzion e-mail.
is: Ekki var hægt að ljúka uppsetningarferlinu. Skráðu þig inn með tölvupóstinum þínum.

source: Signed in successfully!
fur: Jentrât cun sucès!
is: Tókst að skrá inn!

source: Sync your Firefox experience
fur: Sincronize la tô esperience in Firefox
is: Samstilltu Firefox-gögnin þín

source: Download Firefox for mobile
fur: Discjame Firefox pai dispositîfs mobii
is: Sækja Firefox fyrir farsíma

source: View your saved passwords, tabs, browsing history and more — across all your devices.
fur: Viôt lis passwords salvadis, lis schedis, la cronologjie di navigazion e ancjemò altri su ducj i tiei dispositîfs.
is: Skoðaðu vistuð lykilorð, flipa, vafurferil og fleira - í öllum tækjunum þínum.

source: Select an option to continue:
fur: Selezione une opzion par continuâ:
is: Veldu valkost til að halda áfram:

source: I already have Firefox for mobile
fur: O ai za Firefox par dispositîfs mobii
is: Ég er nú þegar með Firefox fyrir farsíma

source: Start your sync now if you already have Firefox on your mobile device.
fur: Scomence daurman la sincronizazion se tu âs za Firefox sul to dispositîf mobil.
is: Byrjaðu samstillinguna þína strax ef þú ert nú þegar með Firefox í snjalltækinu þínu.

source: I don’t have Firefox for mobile
fur: No ai Firefox par dispositîfs mobii
is: Ég er ekki með Firefox fyrir farsíma

source: Download Firefox on your mobile device, then start your sync.
fur: Discjame Firefox sul to dispositîf mobil, dopo invie la sincronizazion.
is: Sæktu Firefox í farsímann þinn og ræstu síðan samstillinguna þína.

source: Not now
es_es: Ahora no
fur: No cumò
gl: Agora non
hi_in: अभी नहीं
is: Ekki núna
sv_se: Inte nu
te: ఇప్పుడు కాదు

source: To sync Firefox on your phone or tablet, you first need to download Firefox for mobile. Here’s how:
fur: Par sincronizâ Firefox sul to telefon o tablet, tu âs prime di discjariâ Firefox par dispositîfs mobii. Ve chi cemût fâ:
is: Til að samstilla Firefox á símanum þínum eða spjaldtölvunni þarftu fyrst að hlaða niður Firefox fyrir farsíma. Svona ferð þú að:

source: <b>Step 1</b>: Download Firefox by scanning this QR code with the camera on your mobile device:
fur: <b>Passaç 1</b>: discjame Firefox scansionant il codiç QR cu la fotocjamare dal to dispositîf:
is: <b>Skref 1</b>: Sæktu Firefox með því að skanna þennan QR-kóða með myndavélinni í snjalltækinu þínu:

source: QR code (located in the middle of the screen)
fur: Codiç QR (plaçât tal mieç dal schermi)
is: QR-kóði (staðsettur á miðjum skjánum)

source: <b>Step 2</b>: Select "Continue to sync" to sync your Firefox experience on your mobile device.
fur: <b>Passaç 2</b>: selezione “Continue par sincronizâ” par sincronizâ la tô esperience in Firefox sul to dispositîf mobil.
is: <b>Skref 2</b>: Veldu "Halda áfram að samstilla" til að samstilla Firefox-gögnin þín á farsímanum þínum.

source: Continue to sync
fur: Continue par sincronizâ
is: Halda áfram að samstilla

source: Device successfully paired
cs: Zařízení bylo úspěšně spárováno
da: Enhed parret
el: Επιτυχής σύζευξη συσκευής
es_es: Dispositivo emparejado correctamente
et: Seade edukalt paaristatud
eu: Gailua ondo parekatuta
fi: Laite paritettu onnistuneesti
fr: L’appareil a été couplé
fur: Dispositîfs associât cun sucès
gl: Emparellouse o dispositivo
he: צימוד המכשיר בוצע בהצלחה
hr: Uređaj je uspješno uparen
hu: Az eszköz sikeresen párosítva
ia: Apparatos accopulate con successo
is: Tækið var parað
it: Dispositivo associato correttamente
ja: デバイスのペアリングに成功しました
ka: მოწყობილობა წარმატებით მიუერთდა
kab: Ibenk yuɣal d ayugan
nl: Apparaat met succes gekoppeld
pa_in: ਡਿਵਾਈਸ ਕਾਮਯਾਬੀ ਨਾਲ ਪੇਅਰ ਕੀਤਾ
pl: Pomyślnie powiązano urządzenie
pt: Dispositivo emparelhado com sucesso
pt_br: Dispositivo pareado com sucesso
ru: Устройство успешно сопряжено
sk: Zariadenie bolo úspešne spárované
sl: Naprava uspešno seznanjena
sr: Уређај је успешно упарен
sr_latn: Uređaj je uspešno uparen
sv_se: Enheten har parats ihop
th: จับคู่อุปกรณ์สำเร็จแล้ว
tr: Cihaz başarıyla eşleştirildi
tt: Җиһаз уңышлы ялганды
uk: Пристрій успішно під’єднано
vi: Thiết bị được ghép nối thành công

source: Confirm pairing <span class="card-subheader">for <span class="break-all">%(email)s</span></span>
fur: Conferme associazion <span class="card-subheader">par <span class="break-all">%(email)s</span></span>
gl: Confirmar a vinculación <span class="card-subheader">para <span class="break-all">%(email)s</span></span>
is: Staðfestu pörun <span class="card-subheader">fyrir <span class="break-all">%(email)s</span></span>
