Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Credit card for your subscriptions is expiring soon
cs: Platnost platební karty pro úhradu vašich předplatných brzy vyprší
cy: Mae cerdyn credyd ar gyfer eich tanysgrifiadau yn dod i ben yn fuan
da: Betalingskort for dine abonnementer udløber snart
de: Die Kreditkarte für Ihre Abonnements läuft bald ab
el: Η πιστωτική κάρτα για τη συνδρομή σας λήγει σύντομα
es_ar: La tarjeta de crédito para sus suscripciones va a caducar pronto
es_cl: La tarjeta de crédito para tus suscripciones vence pronto
fi: Tilauksiin käyttämäsi luottokortti vanhenee pian
fr: La carte bancaire utilisée pour vos abonnements expire bientôt
he: תוקף כרטיס האשראי עבור המינויים שלך יפוג בקרוב
hr: Rok kreditne kartice za tvoju pretplatu uskoro istječe
hu: Az előfizetéseihez tartozó bankkártya hamarosan lejár
ia: Le carta de credito pro tu subscriptiones va expirar tosto
it: La carta di credito collegata ai tuoi abbonamenti sta per scadere
ka: თქვენი გამოწერების საკრედიტო ბარათს ვადა ეწურება
kab: Takarḍa n usmad n yijerriden-ik•im qrib ad temmet
nb_no: Betalingskortet for abonnementene dine utløper snart
nl: De creditcard voor uw abonnementen verloopt binnenkort
pl: Karta płatnicza dla subskrypcji wkrótce wygaśnie
pt: Cartão de crédito para as suas subscrições expira em breve
pt_br: A validade do cartão de crédito de suas assinaturas expirará em breve
ro: Cardul de credit pentru abonamente se apropie de data expirării
ru: Срок действия банковской карты для оплаты ваших подписок скоро заканчивается
sq: Karta e kreditit për pajtimet tuaja skadon së shpejti
sv_se: Kreditkort för dina prenumerationer upphöra att gälla snart
th: บัตรเครดิตสำหรับการบอกรับของคุณจะหมดอายุในไม่ช้า
tr: Abonelikleriniz için kredi kartının kullanım süresi yakında doluyor
tt: Язылуларыгыз өчен кулланылучы кредит картасының тиздән вакыты чыгачак
uk: Кредитна картка для ваших передплат незабаром втрачає чинність

source: Payment information update required for %(productName)s
cs: Je vyžadována aktualizace platebních údajů pro úhradu produktu %(productName)s
cy: Mae angen diweddaru'r manylion talu ar gyfer %(productName)s
da: Der er nødvendigt at opdatere dine betalingsinformationer for %(productName)s
de: Aktualisierung der Zahlungsinformationen für %(productName)s erforderlich
el: Απαιτείται ενημέρωση των στοιχείων πληρωμής για το %(productName)s
es_ar: Actualización de la información de pago requerida para %(productName)s.
es_cl: Se requiere una actualización de la información de pago para %(productName)s
fi: %(productName)s vaatii maksutietojen päivittämisen
fr: Mise à jour des informations de paiement requise pour %(productName)s
he: נדרש עדכון פרטי תשלום עבור %(productName)s
hu: A fizetési információk frissítése szükséges a következőnél: %(productName)s
ia: Actualisation obligatori del informationes de pagamento pro %(productName)s
it: Aggiornamento delle informazioni di pagamento richiesto per %(productName)s
ka: გადახდის ინფორმაციის განახლებას საჭიროებს %(productName)s
kab: Aleqqem n telɣut n lexlaṣ tettusra i %(productName)s
nl: Bijwerken van betalingsinformatie vereist voor %(productName)s
pl: Wymagana jest aktualizacja informacji o płatności za %(productName)s
pt: É necessária uma atualização das informações de pagamento para %(productName)s
pt_br: Necessário atualizar informações de pagamento de %(productName)s
ru: Необходимо обновить платежную информацию для %(productName)s
sl: Potrebna je posodobitev podatkov o plačilu za %(productName)s
sq: Lypset përditësim të dhënash pagese për %(productName)s
sv_se: Uppdatering av betalningsinformation krävs för %(productName)s
tr: %(productName)s için ödeme bilgilerinizi güncellemeniz gerekiyor
tt: %(productName)s өчен түләү турындагы мәгълүматны яңарту кирәк
uk: Необхідно оновити платіжну інформацію для %(productName)s

source: Payment information update required for Mozilla subscriptions
cs: Je vyžadována aktualizace platebních údajů pro úhradu předplatných od Mozilly
cy: Mae angen diweddaru'r manylion talu am danysgrifiadau Mozilla
da: Der er nødvendigt at opdatere dine betalingsinformationer for Mozilla-abonnementer
de: Aktualisierung der Zahlungsinformationen für Mozilla-Abonnements erforderlich
el: Απαιτείται ενημέρωση των στοιχείων πληρωμής για τις συνδρομές Mozilla
es_ar: Actualización de la información de pago requerida para las suscripciones de Mozilla.
es_cl: Se requiere una actualización de la información de pago para las suscripciones de Mozilla
fi: Maksutietojen päivitys vaaditaan Mozilla-tilauksiin
fr: Mise à jour des informations de paiement requise pour les abonnements Mozilla
he: נדרש עדכון פרטי תשלום עבור מינויים של Mozilla
hu: A fizetési információk frissítése szükséges a mozillás előfizetéseknél
ia: Actualisation obligatori del informationes de pagamento pro le subscriptiones de Mozilla
it: Aggiornamento delle informazioni di pagamento richiesto per gli abbonamenti Mozilla
ka: გადახდის ინფორმაციის განახლებას საჭიროებს Mozilla-გამოწერები
kab: Aleqqem n telɣut n lexlaṣ tettusra i yimultaɣ n Mozilla
nl: Bijwerken van betalingsinformatie vereist voor Mozilla-abonnementen
pl: Wymagana jest aktualizacja informacji o płatności za subskrypcje Mozilli
pt: É necessária uma atualização das informações de pagamento para as subscrições da Mozilla
pt_br: Necessário atualizar informações de pagamento de assinaturas Mozilla
ru: Необходимо обновить платежную информацию для подписок Mozilla
sq: Lypset përditësim të dhënash pagese për pajtime Mozilla
sv_se: Uppdatering av betalningsinformation krävs för Mozilla-prenumerationer
tr: Mozilla abonelikleri için ödeme bilgilerinizi güncellemeniz gerekiyor
tt: Mozilla абунәләре өчен түләү турындагы мәгълүматны яңарту кирәк
uk: Для передплат Mozilla необхідно оновити платіжну інформацію

source: %(productName)s payment failed
cs: Platba produktu %(productName)s se nezdařila
cy: Methodd taliad %(productName)s
da: Betaling for %(productName)s mislykkedes
de: %(productName)s-Zahlung fehlgeschlagen
el: Αποτυχία πληρωμής του %(productName)s
es_ar: Error en el pago de% (productName) s
es_cl: Falló el pago para %(productName)s
fi: Tuotteen %(productName)s maksu epäonnistui
fr: Le paiement pour %(productName)s a échoué
he: התשלום עבור %(productName)s נכשל
hr: Uplata za %(productName)s nije uspjela
hu: A(z) %(productName)s befizetése sikertelen
ia: Pagamento de %(productName)s fallite
it: Pagamento per %(productName)s non riuscito
ka: %(productName)s გადახდა ვერ მოხერხდა
kab: Axelleṣ n %(productName)s yecceḍ
nb_no: Betaling for %(productName)s mislyktes
nl: De betaling voor %(productName)s is mislukt
pl: Płatność za %(productName)s się nie powiodła
pt: O pagamento de %(productName)s falhou
pt_br: Falha no pagamento de %(productName)s
ro: Plata pentru %(productName)s a eșuat
ru: Платёж за %(productName)s не прошёл
sl: Plačilo za %(productName)s neuspešno
sq: Pagesa për %(productName)s dështoi
sr: %(productName)s уплата није успела
sr_latn: %(productName)s uplata nije uspela
sv_se: Betalning misslyckades för %(productName)s
th: การชำระเงิน %(productName)s ล้มเหลว
tr: %(productName)s ödemesi başarısız oldu
tt: %(productName)s өчен түләү уңышсыз тәмамланды
uk: Не вдалося оплатити %(productName)s

source: Your %(productName)s subscription has been cancelled
cs: Vaše předplatné produktu %(productName)s bylo zrušeno
cy: Mae eich tanysgrifiad i %(productName)s wedi'i ddiddymu
da: Dit abonnement på %(productName)s er blevet annulleret
de: Ihr Abonnement für %(productName)s wurde gekündigt
el: Η συνδρομή σας στο %(productName)s έχει ακυρωθεί
es_ar: Se canceló tu suscripción de %(productName)s.
es_cl: Tu suscripción a %(productName)s ha sido cancelada
fi: %(productName)s -tilauksesi on peruttu
fr: Votre abonnement à %(productName)s a été annulé
he: המינוי שלך ל־%(productName)s בוטל
hr: Tvoja pretplata na %(productName)s je otkazana
hu: Lemondta a(z) %(productName)s előfizetését
ia: Tu abonamento a %(productName)s ha essite cancellate
it: Il tuo abbonamento a %(productName)s è stato annullato
ka: თქვენ მიერ გამოწერილი %(productName)s გაუქმებულია
kab: Ajerred-ik ɣer %(productName)s yefsex
nb_no: Ditt abonnement på %(productName)s har blit avbrutt
nl: Uw abonnement op %(productName)s is opgezegd
pl: Subskrypcja %(productName)s została anulowana
pt: A sua subscrição de %(productName)s foi cancelada
pt_br: Sua assinatura de %(productName)s foi cancelada
ro: Abonamentul tău la %(productName)s a fost anulat
ru: Ваша подписка на %(productName)s была отменена
sk: Vaše predplatné produktu %(productName)s bolo zrušené
sl: Vaša naročnina za %(productName)s je preklicana
sq: Pajtimi juaj për %(productName)s është anuluar
sr: Ваш %(productName)s претплата је отказана
sr_latn: Vaš %(productName)s pretplata je otkazana
sv_se: Din prenumeration på %(productName)s har avbrutits
th: การสมัครสมาชิก % (productName)s ของคุณถูกยกเลิกแล้ว
tr: %(productName)s aboneliğiniz iptal edildi
tt: Сезнең %(productName)s продуктына язылуыгыз бетерелде
uk: Вашу передплату на %(productName)s було скасовано

source: %(productName)s subscription reactivated
cs: Předplatné produktu %(productName)s obnoveno
cy: Ail-gychwynnwyd tanysgrifiad %(productName)s
da: Fornyelse af abonnement på %(productName)s
de: Abonnement von %(productName)s erneuert
el: Η συνδρομή στο %(productName)s επανενεργοποιήθηκε
es_ar: Suscripción a %(productName)s reactivada
es_cl: Suscripción a %(productName)s reactivada
fi: %(productName)s -tilaus aktivoitu uudelleen
fr: L’abonnement à %(productName)s a été réactivé
he: המינוי עבור %(productName)s הופעל מחדש
hr: Pretplata na %(productName)s ponovno je aktivirana
hu: %(productName)s-előfizetés újraaktiválva
ia: Subscription a %(productName)s reactivate
it: Abbonamento a %(productName)s rinnovato
ka: გამოწერილი %(productName)s კვლავ ამოქმედებულია
kab: Ajerred n %(productName)s yettwarmed
nb_no: %(productName)s-abonnement reaktiveret
nl: Abonnement op %(productName)s opnieuw geactiveerd
pl: Ponownie aktywowano subskrypcję %(productName)s
pt: %(productName)s subscrição reativada
pt_br: Assinatura do %(productName)s reativada
ro: Abonamentul pentru %(productName)s a fost reactivat
ru: Подписка на %(productName)s активирована повторно
sq: Pajtimi në %(productName)s u riaktivizua
sr: %(productName)s претплата је поново активирана
sr_latn: %(productName)s pretplata je ponovo aktivirana
sv_se: Prenumeration %(productName)s återaktiverad
th: เปิดใช้งานการบอกรับ %(productName)s ใหม่แล้ว
tr: %(productName)s aboneliği yeniden etkinleştirildi
tt: %(productName)s продуктына язылу яңадан активлаштырылды
uk: Передплату %(productName)s поновлено

source: %(productName)s automatic renewal notice
cs: Oznámení o automatickém obnovení předplatného produktu %(productName)s
cy: Hysbysiad adnewyddu awtomatig %(productName)
da: Meddelelse om automatisk fornyelse af %(productName)s
de: Benachrichtigung über automatische Verlängerung von %(productName)s
el: Ειδοποίηση αυτόματης ανανέωσης %(productName)s
es_ar: Nota de renovación automática de %(productName)s
es_cl: Aviso de renovación automática de %(productName)s
fi: %(productName)s - automaattinen uusimisilmoitus
fr: Avis de renouvellement automatique de %(productName)s
he: הודעת חידוש אוטומטי של %(productName)s
hu: %(productName)s automatikus megújítási értesítés
ia: Aviso de renovation automatic de %(productName)s
it: Avviso di rinnovo automatico di %(productName)s
ka: %(productName)s გამოწერის თვითგანახლების უწყება
kab: Alɣu allus awurman n %(productName)s
nl: Automatische verlengingsmelding voor %(productName)s
pl: Powiadomienie o automatycznym odnowieniu %(productName)s
pt: Aviso de renovação automática de %(productName)s
pt_br: Aviso de renovação automática do %(productName)s
ru: Уведомление об автоматическом продлении %(productName)s
sq: Njoftim rinovimi të automatizuar të %(productName)s
sv_se: Meddelande om automatisk förnyelse av %(productName)s
tr: %(productName)s otomatik yenileme bildirimi
tt: %(productName)s абунәсен автоматик рәвештә озайту турындагы белдерү
uk: Повідомлення про автоматичне поновлення %(productName)s

source: %(productName)s payment received
cs: Platba za produkt %(productName)s přijata
cy: Derbyniwyd taliad am %(productName)s
da: Betaling for %(productName)s modtaget
de: %(productName)s-Zahlung erhalten
el: Η πληρωμή για το %(productName)s ελήφθη
es_ar: Pago recibido de %(productName)s
es_cl: Pago recibido para %(productName)s
fi: %(productName)s -maksu vastaanotettu
fr: Paiement pour %(productName)s reçu
he: התשלום עבור %(productName)s התקבל
hr: Uplata za %(productName)s je primljena
hu: A(z) %(productName)s befizetése megérkezett
ia: Pagamento de %(productName)s recepite
it: Il pagamento per %(productName)s è stato ricevuto
ka: %(productName)s გადახდა მიღებულია
kab: Lexlaṣ n %(productName)s yettwarmes
nb_no: Betaling for %(productName)s motatt
nl: Betaling voor %(productName)s is ontvangen
pl: Otrzymano płatność za %(productName)s
pt: Pagamento de %(productName)s recebido
pt_br: Recebido pagamento de %(productName)s
ro: Plată primită pentru %(productName)s
ru: Платёж за %(productName)s получен
sl: Plačilo za %(productName)s prejeto
sq: Pagesa për %(productName)s u mor
sr: %(productName)s уплата је примљена
sr_latn: %(productName)s uplata je primljena
sv_se: Betalning mottagen för %(productName)s
th: ได้รับการชำระเงิน %(productName)s แล้ว
tr: %(productName)s ödemesi alındı
tt: %(productName)s өчен түләү кабул ителде
uk: Платіж за %(productName)s отримано

source: %(productName)s payment confirmed
cs: Platba za produkt %(productName)s potvrzena
cy: Cadarnhawyd taliad am %(productName)s
da: Betaling for %(productName)s bekræftet
de: %(productName)s-Zahlung bestätigt
el: Η πληρωμή για το %(productName)s επιβεβαιώθηκε
es_ar: Pago de %(productName)s confirmado
es_cl: Pago confirmado para %(productName)s
fi: %(productName)s -maksu vahvistettu
fr: Paiement pour %(productName)s confirmé
he: התשלום עבור %(productName)s אומת
hr: Uplata za %(productName)s je potvrđena
hu: A(z) %(productName)s befizetése megerősítve
ia: Pagamento de %(productName)s confirmate
it: Il pagamento per %(productName)s è stato confermato
ka: %(productName)s გადახდა დამოწმებულია
kab: Lexlaṣ n %(productName)s yettwasentem
nb_no: Betaling for %(productName)s bekreftet
nl: De betaling voor %(productName)s is bevestigd
pl: Potwierdzono płatność za %(productName)s
pt: Pagamento de %(productName)s confirmado
pt_br: Pagamento de %(productName)s confirmado
ro: Plată confirmată pentru %(productName)s
ru: Оплата за %(productName)s прошла
sl: Plačilo za %(productName)s potrjeno
sq: Pagesa për %(productName)s u ripohua
sr: %(productName)s уплата је потврђена
sr_latn: %(productName)s uplata je potvrđena
sv_se: Betalning bekräftad för %(productName)s
th: ยืนยันการชำระเงิน %(productName)s แล้ว
tr: %(productName)s ödemesi onaylandı
tt: %(productName)s өчен түләү расланды
uk: Платіж за %(productName)s підтверджено

source: Download %(productName)s
cs: Stáhnout %(productName)s
cy: Llwythwch %(productName)s i lawr
da: Hent %(productName)s
de: %(productName)s herunterladen
el: Λήψη %(productName)s
es_ar: Descargar %(productName)s
es_cl: Bajar %(productName)s
fi: Lataa %(productName)s
fr: Télécharger %(productName)s
he: הורדת %(productName)s
hr: Preuzmi %(productName)s
hu: %(productName)s letöltése
ia: Discargar %(productName)s
it: Scarica %(productName)s
ja: %(productName)s をダウンロード
ka: ჩამოტვირთეთ %(productName)s
kab: Sader %(productName)s
nb_no: Last ned %(productName)s
nl: %(productName)s downloaden
pl: Pobierz program %(productName)s
pt: Transferir o %(productName)s
pt_br: Baixar o %(productName)s
ro: Descarcă %(productName)s
ru: Загрузить %(productName)s
sk: Stiahnuť %(productName)s
sl: Prenesite %(productName)s
sq: Shkarkoni %(productName)s
sr: Преузмите %(productName)s
sr_latn: Preuzmite %(productName)s
sv_se: Hämta %(productName)s
th: ดาวน์โหลด %(productName)s
tr: %(productName)s uygulamasını indirin
tt: %(productName)s программасын йөкләп алу
uk: Завантажити %(productName)s

source: Your Friendly Reminder: How To Complete Your Sync Setup
cs: Přátelsky připomínáme: Jak dokončit nastavení synchronizace
cy: Eich Nodyn Atgoffa Cyfeillgar: Sut I Gwblhau Gosod Sync
da: En venlig påmindelse: Sådan færdiggør du din opsætning af Sync
de: Freundliche Erinnerung: So schließen Sie Ihre Sync-Einrichtung ab
el: Φιλική υπενθύμιση: Ολοκλήρωση ρύθμισης συγχρονισμού
es_ar: Tu recordatorio amigable: cómo completar la configuración de Sync
es_cl: Tu recordatorio amigable: Cómo completar la configuración de Sync
fi: Ystävällinen muistutus: Kuinka saattaa synkronoinnin asetukset valmiiksi
fr: Petit rappel : voici comment terminer votre configuration de la synchronisation
he: התזכורת הידידותית שלך: איך להשלים את הגדרת ה־Sync שלך
hr: Tvoj prijateljski podsjetnik: kako dovršiti postavljanje sinkronizacije
hu: Barátságos emlékeztető: Hogyan fejezze be a Sync beállítását
ia: Tu memento amical: como completar tu installation de Sync
it: Sollecito amichevole: come completare la configurazione di Sync
ka: მეგობრული შეხსენება: როგორ დაასრულოთ სინქრონიზაციის გამართვა
kab: Asmekti n yimdukkal: Amek ara tkemmleḍ tawila-k•m n umtawi
nb_no: Din vennlige påminnelse: Slik fullfører du synkroniseringsoppsettet
nl: Een vriendelijke herinnering: instellen van uw Sync voltooien
pl: Przyjacielskie przypomnienie: jak dokończyć konfigurację synchronizacji
pt: O seu lembrete amigável: como concluir a configuração da sincronização
pt_br: Seu lembrete amigável: Como concluir sua configuração de sincronização
ro: Un memento prietenesc: Cum să îți finalizezi configurarea de sincronizare
ru: Ваше дружественное напоминание: Как завершить настройку синхронизации
sl: Prijazen opomnik: Kako dokončati nastavitev sinhronizacije
sq: Kujtuesi Juaj Dashamirës: Si të Plotësohet Ujdisja e Njëkohësimit
sv_se: En vänlig påminnelse: Så slutför du din konfiguration av Sync
tr: Hatırlatma: Sync kurulumunuzu tamamlayın
uk: Ваше нагадування: Як завершити налаштування синхронізації

source: Final Reminder: Complete Sync Setup
cs: Poslední připomenutí: Nezapomeňte si nastavit synchronizaci
cy: Nodyn Atgoffa Terfynol: Gosod Sync yn ei Gyfanrwydd
da: Sidste påmindelse: Færdiggør opsætning af Sync
de: Letzte Erinnerung: Schließen Sie die Synchronisierungs-Einrichtung ab
el: Τελική υπενθύμιση: Ολοκλήρωση ρύθμισης συγχρονισμού
es_ar: Recordatorio final: configuración completa de Sync
es_cl: Recordatorio final: Completar la configuración de Sync
fi: Viimeinen muistutus: Määritä synkronoinnin asetukset valmiiksi
fr: Dernier rappel : terminer la configuration de la synchronisation
he: תזכורת אחרונה: נא להשלים את ההגדרה של Sync
hr: Posljednji podsjetnik: dovrši postavljanje sinkronizacije
hu: Végső emlékeztető: Fejezze be a Sync beállítását
ia: Memento final: installation de Sync complete
it: Promemoria finale: completa la configurazione di Sync
ka: საბოლოო შეხსენება: დაასრულეთ სინქრონიზაციის გამართვა
kab: Asmekti aneggaru: Asebded ummid n umtawa
nb_no: Endelig påminnelse: Fullør synkroniseringsoppsett
nl: Laatste herinnering: instellen van Sync voltooien
pl: Ostatnie przypomnienie: dokończ konfigurację synchronizacji
pt: Lembrete final: concluir a configuração da sincronização
pt_br: Lembrete final: Conclua a configuração de sincronização
ro: Memento final: Finalizează configurarea Sync
ru: Последнее напоминание: Завершите настройку синхронизации
sl: Zadnji opomnik: dokončajte nastavitev sinhronizacije
sq: Kujtues Përfundimtar: Plotësoni Ujdisjen e Njëkohësimeve
sv_se: Sista påminnelse: Slutför konfiguration av Sync
tr: Son hatırlatma: Sync kurulumunu tamamlayın
tt: Соңгы искәртү: Синхронлауны көйләүне тәмамлагыз
uk: Останнє нагадування: Завершіть налаштування синхронізації

source: Sync another device
cs: Synchronizovat další zařízení
cy: Cydweddu dyfais arall
da: Synkroniser en enhed til
de: Weiteres Gerät synchronisieren
el: Συγχρονισμός άλλης συσκευής
es_ar: Sincronizar otro dispositivo
es_cl: Sincronizar otro dispositivo
fi: Synkronoi toinen laite
fr: Synchroniser un autre appareil
he: סנכרון מכשיר נוסף
hr: Sinkroniziraj jedan drugi uređaj
hu: Másik eszköz szinkronizálása
ia: Synchronisar un altere apparato
it: Sincronizza un altro dispositivo
ka: სხვა მოწყობილობის დასინქრონება
kab: Mtawi ibenk-nniḍen
nb_no: Synkroniser en annen enhet
nl: Nog een apparaat synchroniseren
pl: Synchronizuj inne urządzenie
pt: Sincronizar outro dispositivo
pt_br: Sincronizar outro dispositivo
ro: Sincronizează alt dispozitiv
ru: Синхронизировать другое устройство
sl: Sinhroniziraj drugo napravo
sq: Njëkohësoni pajisje tjetër
sv_se: Synkronisera en annan enhet
th: ซิงค์กับอุปกรณ์อื่น
tr: Başka bir cihazı eşitle
tt: Башка җиһазны синхронлау
uk: Синхронізувати інший пристрій

source: Firefox Accounts
ar: حسابات فَيَرفُكس
ast: Cuentes de Firefox
az: Firefox Hesabları
be: Уліковыя запісы Firefox
bs: Firefox računi
ca: Comptes del Firefox
cs: Účet Firefoxu
cy: Cyfrifon Firefox
da: Firefox-konti
de: Firefox-Konten
el: Λογαριασμοί Firefox
es_cl: Cuentas de Firefox
et: Firefoxi kontod
eu: Firefoxeko kontuak
fa: حساب‌های فایرفاکس
fi: Firefox-tilit
fr: Comptes Firefox
fur: Accounts di Firefox
gd: Cunntasan Firefox
hi: Firefox खाता
hr: Firefox računi
hu: Firefox fiókok
ia: Contos de Firefox
it: Account Firefox
ja: Firefox アカウント
ka: Firefox-ანგარიშები
kab: Imiḍanen Firefox
kk: Firefox тіркелгілері
lt: „Firefox“ paskyros
lv: Firefox Konti
ml: ഫയര്‍ഫോക്സ് അക്കൌണ്ടുകള്‍
ms: Akaun Firefox
my: Firefox အကောင့်များ
nb_no: Firefox-kontoer
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤੇ
pl: Konta Firefoksa
pt: Contas Firefox
pt_br: Contas Firefox
ro: Conturi Firefox
ru: Аккаунты Firefox
sk: Účty Firefox
sl: Firefox Računi
sq: Llogari Firefox-i
sr: Firefox налози
sr_latn: Firefox nalozi
sv_se: Firefox-konton
te: Firefox ఖాతాలు
tr: Firefox Hesapları
tt: Firefox Хисаплары
uk: Облікові записи Firefox
vi: Tài khoản Firefox

source: Page not found
ar: لم نتمكّن من إيجاد الصّفحة
ast: Nun s'alcontró la páxina
az: Səhifə tapılmadı
be: Старонка не знойдзена
bg: Страницата не е намерена
bs: Stranica nije pronađena
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
cy: Heb ganfod y dudalen
da: Side ikke fundet
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es_ar: No se encontró la página
es_cl: Página no encontrada
et: Lehte ei leitud
eu: Ez da orria aurkitu
fa: صفحه پیدا نشد
fi: Sivua ei löydy
fr: Page introuvable
fur: Pagjine no cjatade
fy: Side net fûn
gd: Cha deach an duilleag a lorg
he: עמוד לא נמצא
hi: पृष्ठ नहीं मिला
hr: Stranica nije pronađena
hu: Az oldal nem található
ia: Pagina non trovate
it: Pagina non trovata
ja: ページが見つかりませんでした
ka: გვერდი ვერ მოიძებნა
kab: Asebter ulac-it
kk: Бет табылмады
lt: Puslapis nerastas
lv: Lapa netika atrasta
ml: താള്‍ കണ്ടെത്തിയില്ല
ms: Halaman tidak ditemui
my: စာမျက်နှာကို မတွေ့ပါ
nb_no: Siden ble ikke funnet
nl: Pagina niet gevonden
pa_in: ਸਫ਼ਾ ਨਹੀ ਲੱਭਿਆ
pl: Nie odnaleziono strony
pt: Página não encontrada
pt_br: Página não encontrada
ro: Pagină negăsită
ru: Страница не найдена
sk: Stránka nebol nájdená
sl: Strani ni mogoče najti
sq: Faqja nuk u gjet
sr: Страница није пронађена
sr_latn: Stranica nije pronađena
sv_se: Sidan hittades inte
te: పేజ్ కనబడలేదు
th: ไม่พบหน้า
tr: Sayfa bulunamadı
tt: Сәхифә табылмады
uk: Сторінку не знайдено
vi: Không tìm thấy trang
