Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
cs: Abyste zabránili jakémukoliv přerušení předplatného služeb, <a href="%(updateBillingUrl)s">aktualizujte včas své platební údaje</a>.
cy: Er mwyn atal unrhyw darfu ar eich gwasanaeth, <a href="%(updateBillingUrl)s"> diweddarwch eich manylion talu </a> cyn gynted â phosibl.
da: <a href="%(updateBillingUrl)s">Opdater dine betalingsinformationer</a> så hurtigt som muligt for at undgå afbrydelse af din tjeneste.
de: Um eine Unterbrechung Ihres Dienstes zu vermeiden, aktualisieren Sie bitte <a href="%(updateBillingUrl)s">Ihre Zahlungsinformationen</a> so bald wie möglich.
el: Για να αποτρέψετε τυχόν διακοπές στην υπηρεσία σας, παρακαλούμε <a href="%(updateBillingUrl)s">ενημερώστε τα στοιχεία πληρωμών σας</a> το συντομότερο δυνατό.
es_ar: Para evitar cualquier interrupción en tu servicio, <a href="%(updateBillingUrl)s"> actualizá tu información de pago </a> lo antes posible.
es_cl: Para evitar cualquier interrupción en tu servicio, <a href="%(updateBillingUrl)s">actualiza tu información de pago</a> lo antes posible.
fi: Estääksesi palvelun käytön häiriintymisen, <a href="%(updateBillingUrl)s">päivitä maksutietosi</a> mahdollisimman pian.
fr: Pour éviter toute interruption de votre service, veuillez <a href="%(updateBillingUrl)s">mettre à jour vos informations de paiement</a> dès que possible.
he: כדי למנוע הפרעה כלשהי לשירות שלך, נא <a href="%(updateBillingUrl)s">לעדכן את פרטי התשלום שלך</a> בהקדם האפשרי.
hr: Za sprečavanje prekida korištenja usluge, <a href="%(updateBillingUrl)s">aktualiziraj podatke naplate</a> što je prije.
hu: A szolgáltatás folytonossága érdekében <a href="%(updateBillingUrl)s">frissítse a fizetési információit</a> a lehető leghamarabb.
ia: Pro impedir ulle interruption a tu servicio, per favor <a href="%(updateBillingUrl)s">actualisa tu informationes de pagamento</a> le plus tosto possibile.
it: Al fine di prevenire l’interruzione del servizio è consigliato <a href="%(updateBillingUrl)s">aggiornare le informazioni di pagamento</a> il prima possibile.
ja: サービスの中断を防ぐため、できるだけ早く <a href="%(updateBillingUrl)s">お支払い情報を更新</a> してください。
ka: მომსახურების უწყვეტობის უზრუნველსაყოფად, გთხოვთ <a href="%(updateBillingUrl)s">განაახლოთ გადახდის მონაცემები</a> რაც შეიძლება მალე.
kab: Akken ur tḥebbes ara tenfiwt-ik, ttxil <a href="%(updateBillingUrl)s"> leqqem talɣut n lexlaṣ-ik </a> s lɛejlan.
nb_no: <a href="%(updateBillingUrl)s">Oppdater betalingsinformasjonen din</a> så snart som mulig for å unngå avbrudd i din tjeneste.
nl: Werk zo snel mogelijk <a href="%(updateBillingUrl)s">uw betalingsgegevens bij</a> om onderbreking van uw service te voorkomen.
pl: Aby zapobiec przerwom w działaniu, prosimy <a href="%(updateBillingUrl)s">zaktualizować informacje o płatności</a> tak szybko, jak to możliwe.
pt: Para evitar qualquer interrupção no seu serviço, por favor, <a href="%(updateBillingUrl)s">atualize a sua informação de pagamento</a> assim que possível.
pt_br: Para evitar qualquer interrupção no serviço, <a href="%(updateBillingUrl)s">atualize suas informações de pagamento</a> assim que possível.
ro: Pentru a preveni orice întrerupere a serviciului, <a href="%(updateBillingUrl)s">actualizează-ți informațiile pentru plăți</a> cât mai curând posibil.
ru: Чтобы избежать прерывания работы служб, пожалуйста, как можно скорее <a href="%(updateBillingUrl)s">обновите вашу платёжную информацию</a>.
sq: Që të parandalohet çfarëdo ndërprerje në shërbimin tuaj, ju lutemi, <a href="%(updateBillingUrl)s">përditësoni të dhënat tuaja të pagesës</a> sa më shpejt të jetë e mundur.
sr: Да бисте избегли било какве прекиде услуге, <a href="%(updateBillingUrl)s">ажурирајте ваше податке о плаћању</a> што је пре могуће.
sr_latn: Da biste izbegli bilo kakve prekide usluge, <a href="%(updateBillingUrl)s">ažurirajte vaše podatke o plaćanju</a> što je pre moguće.
sv_se: För att förhindra avbrott i din tjänst, <a href="%(updateBillingUrl)s">uppdatera din betalningsinformation</a> så snart som möjligt.
tr: Hizmetinizde kesinti olmaması için lütfen <a href="%(updateBillingUrl)s">ödeme bilgilerinizi güncelleyin</a>.
uk: Щоб уникнути будь-яких переривань в роботі вашої служби, будь ласка, якнайшвидше оновіть <a href="%(updateBillingUrl)s">свої платіжні дані</a>.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
cs: Abyste zabránili jakémukoliv přerušení předplatného služeb, aktualizujte včas své platební údaje:
cy: Er mwyn atal unrhyw darfu ar eich gwasanaeth, diweddarwch eich manylion talu cyn gynted â phosibl.
da: Opdater dine betalingsinformationer så hurtigt som muligt for at undgå afbrydelse af din tjeneste:
de: Um eine Unterbrechung Ihres Dienstes zu vermeiden, aktualisieren Sie bitte Ihre Zahlungsinformationen so bald wie möglich:
el: Για να αποτρέψετε τυχόν διακοπές στην υπηρεσία σας, παρακαλούμε ενημερώστε τα στοιχεία πληρωμών σας το συντομότερο δυνατό:
es_ar: Para evitar cualquier interrupción en tu servicio, actualizá tu información de pago lo antes posible:
es_cl: Para evitar cualquier interrupción en tu servicio, actualiza tu información de pago lo antes posible:
fi: Päivitä maksutietosi mahdollisimman pian, jotta palvelusi ei keskeydy:
fr: Pour éviter toute interruption de votre service, veuillez mettre à jour vos informations de paiement dès que possible :
he: כדי למנוע הפרעה כלשהי לשירות שלך, נא לעדכן את פרטי התשלום שלך בהקדם האפשרי:
hr: Za sprečavanje prekida korištenja usluge, aktualiziraj podatke naplate što je prije:
hu: A szolgáltatás folytonossága érdekében frissítse a fizetési információit a lehető leghamarabb:
ia: Pro impedir ulle interruption a tu servicio, actualisa tu informationes de pagamento le plus tosto possibile:
it: Per evitare interruzioni del servizio, aggiorna le tue modalità di pagamento il prima possibile:
ja: サービスの中断を防ぐため、できるだけ早くお支払い情報を更新してください:
ka: მომსახურების უწყვეტობის უზრუნველსაყოფად, გთხოვთ განაახლოთ გადახდის მონაცემები, რაც შეიძლება მალე:
kab: Akken ur tḥebbes ara tenfiwt-ik, ttxil leqqem talɣut n lexlaṣ-ik s lɛejlan:
nb_no: Oppdater betalingsinformasjonen din så snart som mulig for å unngå avbrudd i din tjeneste:
nl: Werk zo snel mogelijk uw betalingsgegevens bij om onderbreking van uw service te voorkomen:
pl: Aby zapobiec przerwom w działaniu, prosimy zaktualizować informacje o płatności tak szybko, jak to możliwe:
pt: Para evitar qualquer interrupção no seu serviço, por favor, atualize a sua informação de pagamento assim que possível:
pt_br: Para evitar qualquer interrupção no serviço, atualize suas informações de pagamento assim que possível:
ro: Pentru a preveni orice întrerupere a serviciului, actualizează-ți informațiile pentru plăți cât mai curând posibil:
ru: Чтобы избежать прерывания работы служб, пожалуйста, как можно скорее обновите вашу платёжную информацию:
sq: Që të parandalohet çfarëdo ndërprerje në shërbimin tuaj, ju lutemi, përditësoni të dhënat tuaja të pagesës sa më shpejt të jetë e mundur:
sr: Да бисте избегли било какве прекиде услуге, ажурирајте ваше податке о плаћању што је пре могуће:
sr_latn: Da biste izbegli bilo kakve prekide usluge, ažurirajte vaše podatke o plaćanju što je pre moguće:
sv_se: För att förhindra avbrott i din tjänst, uppdatera din betalningsinformation så snart som möjligt:
th: เพื่อป้องกันการหยุดให้บริการของคุณ โปรดอัปเดตข้อมูลการชำระเงินของคุณโดยเร็วที่สุด:
tr: Hizmetinizde kesinti olmaması için lütfen ödeme bilgilerinizi en kısa zamanda güncelleyin:
uk: Щоб уникнути будь-яких переривань в роботі вашої служби, будь ласка, якнайшвидше оновіть платіжні дані:

source: Sorry, we're having trouble with your payment
cs: Je nám to líto, ale s vaší platbou máme problémy
cy: Mae'n ddrwg gennym, rydym yn cael trafferth gyda'ch taliad
da: Vi beklager, men vi har problemer med din betaling
de: Entschuldigung, wir haben Probleme mit Ihrer Zahlung
el: Δυστυχώς, αντιμετωπίζουμε πρόβλημα με την πληρωμή σας
es_ar: Disculpá, tenemos problemas con tu pago.
es_cl: Lo sentimos, estamos teniendo problemas con tu pago
fi: Valitettavasti maksusi kanssa ilmeni ongelmia
fr: Toutes nos excuses, nous avons rencontré des problèmes avec votre paiement
hr: Nažalost, imamo probleme s tvojom uplatom
hu: Sajnáljuk, gondok vannak a befizetésével
ia: Displacente, nos ha problemas con tu pagamento
it: Spiacenti, stiamo riscontrando problemi con il tuo pagamento
ka: სამწუხაროდ ხარვეზია თქვენს გადახდასთან დაკავშირებით
kab: Suref-aɣ, nesɛa uguren akked lexlaṣ-ik
nb_no: Beklager, vi har problemer med betalingen din
nl: Sorry, we hebben problemen met uw betaling
pl: Przepraszamy, mamy problem z obsługą płatności
pt: Desculpe, nós estamos a ter problemas com o seu pagamento
pt_br: Desculpe, estamos com problemas com seu pagamento
ro: Ne pare rău, întâmpinăm probleme cu plata ta
ru: Извините, у нас возникли проблемы с вашим платежом
sl: Žal imamo težave z vašim plačilom
sq: Na ndjeni, po kemi probleme me pagesën tuaj
sr: Извините, имамо проблем с вашим плаћањем
sr_latn: Izvinite, imamo problem s vašim plaćanjem
sv_se: Tyvärr har vi problem med din betalning
th: ขออภัยเราประสบปัญหากับการชำระเงินของคุณ
tr: Üzgünüz, ödemenizle ilgili sorun yaşıyoruz
tt: Гафу итегез, түләвегез белән проблема килеп чыкты
uk: Перепрошуємо, у нас виникли труднощі з вашим платежем

source: We had a problem with your latest payment for %(productName)s.
cs: S vaší poslední platbou za %(productName)s se vyskytly problémy.
cy: Rydym wedi cael anhawster gyda'ch taliad diweddaraf am %(productName)s.
da: Vi havde et problem med din seneste betaling for %(productName)s.
de: Wir haben ein Problem mit Ihrer letzten Zahlung für %(productName)s.
el: Αντιμετωπίζουμε πρόβλημα με την τελευταία σας πληρωμή για το %(productName)s.
es_ar: Tuvimos un problema con tu último pago de% (productName) s.
es_cl: Tuvimos un problema con tu pago más reciente para %(productName)s.
fi: Havaitsimme ongelman tuotteen %(productName)s maksun kohdalla.
fr: Nous avons rencontré un problème avec votre dernier paiement pour %(productName)s.
he: הייתה לנו בעיה עם התשלום האחרון שלך עבור %(productName)s.
hr: Imali smo problem s tvojom zadnjom uplatom za %(productName)s.
hu: Probléma merült fel a legutóbbi %(productName)s befizetésével kapcsolatban.
ia: Nos ha habite problemas con tu ultime pagamento pro %(productName)s.
it: Si è verificato un problema con il tuo ultimo pagamento per %(productName)s.
ka: ხარვეზი გვქონდა თქვენ ბოლო გადახდაზე %(productName)s-ისთვის.
kab: Nemmuger-d ugur akked lexlaṣ-ik aneggaru n %(productName)s.
nb_no: Vi hadde et problem med den siste betalingen din for %(productName)s.
nl: We hebben een probleem gehad met uw laatste betaling voor %(productName)s.
pl: Wystąpił problem z obsługą ostatniej płatności za %(productName)s.
pt: Tivemos um problema com o seu último pagamento para %(productName)s.
pt_br: Ocorreu um problema com seu pagamento mais recente pelo %(productName)s.
ro: Am întâmpinat o problemă cu ultima ta plată pentru %(productName)s.
ru: У нас возникли проблемы с вашим последним платежом за %(productName)s.
sl: Pri zadnjem plačilu za %(productName)s je prišlo do težave.
sq: Patëm një problem me pagesën tuaj të fundit për %(productName)s.
sr: Имали смо проблем с вашом последњом уплатом за %(productName)s.
sr_latn: Imali smo problem s vašom poslednjom uplatom za %(productName)s.
sv_se: Vi hade problem med din senaste betalning för %(productName)s.
tr: %(productName)s için son ödemenizle ilgili bir sorun yaşadık.
tt: %(productName)s өчен соңгы түләвегез белән бер проблема килеп чыкты.
uk: У нас виникли труднощі з отриманням вашого останнього платежу за користування %(productName)s.

source: It may be that your credit card has expired, or your current payment method is out of date.
cs: Je možné, že vypršela platnost vaší platební karty, nebo jsou vaše platební údaje zastaralé.
cy: Efallai bod eich cerdyn credyd wedi dod i ben, neu fod eich dull talu cyfredol yn annilys.
da: Det kan være, at dit betalingskort er udløbet, eller at din nuværende betalingsmetode er forældet.
de: Möglicherweise ist Ihre Kreditkarte abgelaufen oder Ihre aktuelle Zahlungsmethode ist veraltet.
el: Η πιστωτική σας κάρτα ενδέχεται να έχει λήξει, ή η τρέχουσα μέθοδος πληρωμής δεν είναι ενημερωμένη.
es_ar: Es posible que tu tarjeta de crédito haya vencido o que tu método de pago actual no esté actualizado.
es_cl: Es posible que tu tarjeta de crédito esté vencida o que tu método de pago actual no esté actualizado.
fi: Luottokorttisi saattaa olla vanhentunut, tai nykyinen maksutapasi ei ole ajan tasalla.
fr: Il se peut que votre carte bancaire ait expiré ou que votre mode de paiement actuel soit obsolète.
he: יכול להיות שתוקף כרטיס האשראי שלך פג, או שאמצעי התשלום הנוכחי שלך אינו מעודכן.
hr: Možda je tvoja kreditna kartica istekla ili je tvoj trenutačni način plaćanja zastario.
hu: Lehet, hogy a bankkártyája lejárt, vagy a jelenlegi fizetési mód elavult.
ia: Il pote esser que tu carta de credito ha expirate o tu actual methodo de pagamento es foras de data.
it: È possibile che la carta di credito utilizzata sia scaduta o il che il metodo di pagamento selezionato non sia aggiornato.
ka: შესაძლოა იმიტომ, რომ თქვენი საკრედიტო ბარათის ვადა ამოიწურა ან გადახდის საშუალებაა ვადაგასული.
kab: Ahat d takarḍa-k n usmad i yemmuten, neɣ tarrayt-ik tamirant n lexlaṣ iɛedda-tt wakud.
nb_no: Det kan være at betalingskortet ditt er utløpt, eller at din nåværende betalingsmåte er utdatert.
nl: Wellicht is uw creditcard verlopen, of uw huidige betalingsmethode is verouderd.
pl: Możliwe, że karta płatnicza wygasła lub obecna metoda płatności jest nieaktualna.
pt: Pode ser que o seu cartão de crédito tenha expirado, ou o seu método de pagamento atual está desatualizado.
pt_br: Pode ser que seu cartão de crédito tenha expirado, ou que a forma de pagamento atual esteja desatualizada.
ro: Este posibil să îți fi expirat cardul de credit sau ca metoda ta actuală de plată să nu mai fie de actualitate.
ru: Возможно, срок действия вашей банковской карты истёк, или ваш текущий способ оплаты больше не работает.
sl: Morda je vaša kreditna kartica potekla ali pa je vaš trenutni način plačila zastaral.
sq: Mundet që karta juaj e kreditit të ketë skaduar, ose metoda juaj e tanishme e pagesës të jetë vjetruar.
sr: Могуће је да је ваша кредитна картица истекла или је тренутни начин плаћања застарео.
sr_latn: Moguće je da je vaša kreditna kartica istekla ili je trenutni način plaćanja zastareo.
sv_se: Det kan hända att ditt kreditkort har gått ut eller att din nuvarande betalningsmetod är inaktuell.
th: อาจเป็นได้ว่าบัตรเครดิตของคุณหมดอายุหรือวิธีการชำระเงินปัจจุบันของคุณล้าสมัย
tr: Kredi kartınızın kullanım süresi dolmuş veya mevcut ödeme yönteminiz güncel olmayabilir.
uk: Можливо, термін дії вашої кредитної картки закінчився, або ваш поточний спосіб оплати застарів.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by <a href="%(updateBillingUrl)s">updating your payment information</a>.
cs: Vaši platbu zkusíme provést znovu za několik dní. Mezitím můžete ověřit, <a href="%(updateBillingUrl)s">zda jsou vaše platební údaje aktuální</a>.
cy: Byddwn yn rhoi cynnig ar eich taliad eto dros yr ychydig ddyddiau nesaf, ond efallai y bydd angen i chi ein helpu i'w drwsio trwy <a href="%(updateBillingUrl)s">ddiweddaru eich manylion talu</a>.
da: Vi prøver at gennemføre din betaling igen i løbet af de næste par dage. Det kan være, at du bliver nødt til at hjælpe os med at løse betalingsproblemet ved at <a href="%(updateBillingUrl)s">opdatere dine betalingsinformationer</a>.
de: Wir werden versuchen, Ihre Zahlung in den nächsten Tagen erneut durchzuführen. Möglicherweise benötigen wir aber Ihre Hilfe bei der Lösung des Problems, indem Sie <a href="%(updateBillingUrl)s">Ihre Zahlungsinformationen aktualisieren</a>.
el: Θα δοκιμάσουμε την πληρωμή σας ξανά τις επόμενες ημέρες, αλλά ίσως χρειαστεί να μας βοηθήσετε να διορθώσουμε το πρόβλημα <a href="%(updateBillingUrl)s">ενημερώνοντας τα στοιχεία πληρωμής σας</a>.
es_ar: Intentaremos realizar el pago nuevamente en los próximos días, pero es posible que deba ayudarnos a solucionarlo <a href="%(updateBillingUrl)s"> actualizando su información de pago </a>.
es_cl: Volveremos a intentar tu pago dentro de un par de días, pero podría ser que tenga que ayudarnos a solucionarlo <a href="%(updateBillingUrl)s">actualizando tu información de pago</a>.
fi: Kokeilemme suorittaa veloituksen uudelleen tulevien päivien aikana, mutta sinun on mahdollisesti autettava meitä korjaamaan ongelma <a href="%(updateBillingUrl)s">päivittämällä maksutietosi</a>.
fr: Nous essaierons d’encaisser de nouveau votre paiement dans les prochains jours, mais vous devez peut-être nous aider en mettant à jour <a href="%(updateBillingUrl)s">vos informations de paiement</a>.
hu: A következő napokban újra megpróbáljuk a befizetését, de előfordulhat, hogy segítenie kell nekünk a <a href="%(updateBillingUrl)s">fizetési információinak frissítésével</a>.
ia: Nos provara tu pagamento de novo in le sequente poc dies, ma tu pote deber adjutar nos a corriger lo per le <a href="%(updateBillingUrl)s">actualisation de tu informationes de pagamento</a>.
it: Proveremo a effettuare nuovamente il pagamento nei prossimi giorni, ma potrebbe essere necessario aiutarci a risolvere il problema <a href="%(updateBillingUrl)s">aggiornando le informazioni di pagamento</a>.
ka: შევეცდებით გადახდა გავიმეოროთ მომდევნო რამდენიმე დღის განმავლობაში, მაგრამ გასასწორებლად, შეიძლება საჭირო იყოს თქვენი დახმარებაც, <a href="%(updateBillingUrl)s">გადახდის მონაცემების განახლებით</a>.
nl: We zullen de komende dagen uw betaling opnieuw proberen te innen, maar u moet ons wellicht helpen door <a href="%(updateBillingUrl)s">uw betalingsgegevens bij te werken</a>.
pl: Spróbujemy ponownie dokonać płatności w ciągu kilku kolejnych dni, ale być może musisz nam pomóc to naprawić, <a href="%(updateBillingUrl)s">aktualizując informacje o płatności</a>.
pt: Nós vamos tentar fazer o seu pagamento novamente nos próximos dias, mas pode precisar de nos ajudar a corrigir o mesmo <a href="%(updateBillingUrl)s">atualizando os respetivos dados de pagamento</a>.
pt_br: Tentaremos efetuar seu pagamento novamente nos próximos dias, mas pode ser que você precise nos ajudar a corrigir isso <a href="%(updateBillingUrl)s">atualizando suas informações de pagamento</a>.
ru: Мы попытаемся произвести ваш платеж снова в течение следующих нескольких дней, но вам может потребоваться помочь нам устранить проблему, <a href="%(updateBillingUrl)s">обновив свою платежную информацию</a>.
sq: Do të riprovojmë kryerjen e pagesës tuaj gjatë pak ditëve të ardhshme, por mund të duhet të na ndihmoni për ta ndrequr, duke <a href="%(updateBillingUrl)s">përditësuar hollësitë e pagesës tuaj</a>.
sv_se: Vi kommer försöka genomföra din betalning igen inom de närmaste dagarna, men du behöver kanske hjälpa oss att lösa problemet genom att <a href="%(updateBillingUrl)s">uppdatera din betalningsinformation</a>.
uk: Ми спробуємо здійснити ваш платіж знову впродовж наступних кількох днів, але, можливо, вам доведеться допомогти нам це виправити, <a href="%(updateBillingUrl)s">оновивши ваші платіжні дані</a>.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by updating your payment information:
cs: Vaši platbu zkusíme provést znovu za několik dní. Mezitím můžete ověřit, zda jsou vaše platební údaje aktuální:
cy: Byddwn yn rhoi cynnig ar eich taliad eto dros yr ychydig ddyddiau nesaf, ond efallai y bydd angen i chi ein helpu i'w drwsio trwy <a href="%(updateBillingUrl)s">ddiweddaru eich manylion talu</a>.
da: Vi prøver at gennemføre din betaling igen i løbet af de næste par dage. Det kan være, at du bliver nødt til at hjælpe os med at løse betalingsproblemet ved at opdatere dine betalingsinformationer:
de: Wir werden versuchen, Ihre Zahlung in den nächsten Tagen erneut durchzuführen. Möglicherweise benötigen wir aber Ihre Hilfe bei der Lösung des Problems, indem Sie Ihre Zahlungsinformationen aktualisieren:
el: Θα δοκιμάσουμε την πληρωμή σας ξανά τις επόμενες ημέρες, αλλά ίσως χρειαστεί να μας βοηθήσετε να διορθώσουμε το πρόβλημα ενημερώνοντας τα στοιχεία πληρωμής σας:
es_ar: Intentaremos realizar el pago nuevamente durante los próximos días, pero es posible que deba ayudarnos a solucionarlo actualizando su información de pago:
es_cl: Volveremos a intentar tu pago dentro de un par de días, pero podría ser que tenga que ayudarnos a solucionarlo actualizando tu información de pago:
fi: Kokeilemme suorittaa veloituksen uudelleen tulevien päivien aikana, mutta sinun on mahdollisesti autettava meitä korjaamaan ongelma päivittämällä maksutietosi:
fr: Nous essaierons d’encaisser de nouveau votre paiement dans les prochains jours, mais vous devez peut-être nous aider en mettant à jour vos informations de paiement :
hu: A következő napokban újra megpróbáljuk a befizetését, de előfordulhat, hogy segítenie kell nekünk a fizetési információinak frissítésével:
ia: Nos provara tu pagamento de novo in le sequente poc dies, ma tu pote deber adjutar nos a corriger lo actualisante tu informationes de pagamento:
it: Proveremo a effettuare nuovamente il pagamento nei prossimi giorni, ma potrebbe essere necessario aiutarci a risolvere il problema aggiornando le informazioni di pagamento:
ka: შევეცდებით გადახდა გავიმეოროთ მომდევნო რამდენიმე დღის განმავლობაში, მაგრამ გასასწორებლად, შეიძლება საჭირო იყოს თქვენი დახმარებაც, გადახდის მონაცემების განახლებით:
nl: We zullen de komende dagen uw betaling opnieuw proberen te innen, maar u moet ons wellicht helpen door uw betalingsgegevens bij te werken:
pl: Spróbujemy ponownie dokonać płatności w ciągu kilku kolejnych dni, ale być może musisz nam pomóc to naprawić, aktualizując informacje o płatności:
pt: Nós vamos tentar fazer o seu pagamento novamente nos próximos dias, mas pode precisar de nos ajudar a corrigir o mesmo atualizando os respetivos dados de pagamento:
pt_br: Tentaremos efetuar seu pagamento novamente nos próximos dias, mas pode ser que você precise nos ajudar a corrigir isso atualizando suas informações de pagamento:
ru: Мы попытаемся произвести ваш платеж снова в течение следующих нескольких дней, но вам может потребоваться помочь нам устранить проблему, обновив свою платежную информацию:
sq: Do të riprovojmë kryerjen e pagesës tuaj gjatë pak ditëve të ardhshme, por mund të duhet të na ndihmoni për ta ndrequr, duke përditësuar hollësitë e pagesës tuaj:
sv_se: Vi kommer försöka genomföra din betalning igen inom de närmaste dagarna, men du behöver kanske hjälpa oss att lösa problemet genom att uppdatera din betalningsinformation:
tr: Birkaç gün içinde ödeme almayı tekrar deneyeceğiz. Sorunu gidermek için ödeme bilgilerinizi güncellemeniz gerekebilir:
uk: Ми спробуємо здійснити ваш платіж знову впродовж наступних кількох днів, але, можливо, вам доведеться допомогти нам це виправити, оновивши ваші платіжні дані:
