Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: New sign-in to Firefox
ast: Aniciu de sesión nuevu en Firefox
eu: Saio-hasiera berria Firefoxen
fa: حالا به فایرفاکس وارد شوید
lv: Jauna pierakstīšanās uz Firefox

source: Your password has been reset
ast: Reaniciesti la to contraseña
eu: Zure pasahitza berrezarri egin da
fa: گذرواژه شما مجددا تنظیم شد
lv: Jūsu parole tika atstatīta

source: Your Firefox Account password has changed. If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.
ast: Camudóse la contraseña de la to cuenta Firefox, Si nun la camudesti, por favor <a %(resetLinkAttributes)s>reanicia la to contraseña</a> agora.
eu: Zure Firefox kontuko pasahitza aldatu da. Zuk ez baduzu aldatu, mesedez berrezarri pasahitza orain hemendik: <a>%(resetLinkAttributes)s</a>.
fa: گذرواژه حساب فایرفاکس شما تغییر کرد. اگر شما تغییرش نداده‌اید، لطفا همین حالا <a %(resetLinkAttributes)s>گذرواژه خود را مجددا تنظیم کنید</a>.
lv: Jūsu Firefox konta parole ir mainīta. Ja jūs to nemainījāt, lūdzu <a %(resetLinkAttributes)s>atjaunojiet savu paroli</a> tagad.

source: Password reset successfully
ast: Reanicióse con ésitu la contraseña
eu: Pasahitza ondo berrezarri da
fa: بازنشانی گذرواژه موفقیت‌آمیز بود
lv: Parole tika veiksmīgi atstatīta

source: Your Firefox Account password has been successfully reset.
ast: Reanicióse con ésitu la contraseña de la to cuenta de Firefox.
eu: Zure Firefox kontuaren pasahitza ondo berrezarri da.
fa: حساب فایرفاکس شما با موفقیت بازنشانی شد.
lv: Jūsu Firefox konts tika veiksmīgi atstatīts.

source: This is an automated email; if you didn’t reset the password to your Firefox Account, you should reset it immediately at %(resetLink)s
ast: Esto ye un corréu automatizáu. Si nun reaniciesti la contraseña na to cuenta de Firefox, deberíes facelo nel intre en %(resetLink)s
eu: Mezu hau automatikoa da; Ez baduzu zure Firefox kontuaren pasahitza berrezarri, berehala berrezarri beharko zenuke hemen: %(resetLink)s
fa: این یک رایانامه خودکار است؛ اگر شما گذرواژه خود را برای حساب فایرفاکس بازنشانی نکرده‌اید، باید هر چه سریع‌تر از طریق %(resetLink)s بازنشانی کنید

source: Forgot your password?
ast: ¿Escaeciesti la to contraseña?
eu: Pasahitza ahaztu duzu?
fa: گذرواژه خود را فراموش کرده‌اید؟
lv: Aizmirsāt savu paroli?

source: Click the button within the next hour to set a new password for your Firefox Account. The request came from the following device:
fa: تا یک ساعت دیگر بر روی دکمه کلیک کنید تا گذرواژه‌ای جدید برای حساب فایرفاکس خود تعیین کنید. درخواست از دستگاه مقابل ارسال شده است:

source: Reset password
ast: Reaniciar contraseña
eu: Berrezarri pasahitza
fa: بازنشانی گذرواژه
lv: Atstatīt paroli

source: Hello again.
ast: Hola de nueves.
eu: Kaixo berriz.
fa: دوباره سلام.
lv: Vēlreiz sveiki.

source: A few days ago you created a Firefox Account, but never verified it. A verified account lets you access your tabs, bookmarks, passwords and history on any device connected to it. Simply confirm this email address to activate your account.
ast: Hai dellos díes creasti una cuenta de Firefox pero enxamás nun la verifiquesti. Una cuenta verificada déxate acceder a les tos llingüetes, marcadores, contraseñes ya hisotria en cualesquier preséu coneutáu con ello. Namái confirma esta direición p'activar la to cuenta.
fa: چند روز پیش شما یک حساب فایرفاکس ساختید، ولی هیچگاه تاییدش نکردید. یک حساب تایید شده به شما امکان می‌دهد تا به زبانه‌ها، نشانک‌ها، گذرواژه‌ها و تاریخچه خود بر روی هر دستگاه متصل به آن، دسترسی داشته باشید. به راحتی با ثبت این آدرس پست‌الکترونیکی حساب خود را تایید کنید.
lv: Pirms dažām dienām jūs izveidojāt Firefox kontu, bet to nepārbaudījāt. Pārbaudīti konts jums ļauj piekļūt savām cilnēm, grāmatzīmem, parolem un vēsturei uz jebkuru ierīci, kas ar to savienots. Vienkārši apstipriniet šo e-pasta adresi, lai aktivizētu savu kontu.

source: A week ago you created a Firefox Account, but never verified it. We’re worried about you. Confirm this email address to activate your account and let us know you're okay.
ast: Hai una selmana que creasti la to cuenta de Firefox pero enxamás nun la verifiquesti. Tábemos esmolecíos. Confirma esta direición de corréu p'activar la to cuenta y saber que tas bien.
fa: یک هفته پیش شما یک حساب‌ کاربری فایرفاکس ایجاد‌کرده‌اید،ولی هرگز آن را تایید‌ نکرده‌اید. ما در مورد شما نگران هستیم. تایید این پست‌الکترونیکی برای فعال شدن حساب‌کاربری شما باعث می‌شود ما بدانیم شما مشکلی ندارید.
lv: Pirms nedēļas jūs izveidojāt Firefox kontu, bet neesat to verificējis. Mēs uztraucāmies par tevi. Apstipriniet šo epasta adresi lai aktivizētu savu kontu un liktu mums zināt ka viss ir kārtībā.

source: For added security, please confirm this sign-in to begin syncing with this device:
ast: Pa más seguranza, confirma por favor esti aniciu de sesión pa entamar a sincronizar con esti preséu:
eu: Segurtasun gehigarrirako, mesedez berretsi saio-hasiera gailu honekin sinkronizatzen hasteko:
fa: برای امنیت بیشتر، لطفا این ورود را برای شروع همگام‌سازی با این دستگاه تایید کنید:

source: Confirm new sign-in to Firefox
ast: Confirmar aniciu de sesión nuevu en Firefox
eu: Berretsi Firefoxerako saio-hasiera berria
fa: تایید ورود جدید به فایرفاکس
lv: Apstiprināt jauno pierakstīšanos uz Firefox

source: Verify email for Firefox Accounts
eu: Egiaztatu Firefox konturako helbide elektronikoa
fa: تایید رایانامه برای حساب‌های کاربری فایرفاکس

source: Your Firefox Account password has been reset
ast: Reanicióse la contraseña de la to cuenta de Firefox
eu: Zure Firefox kontuaren pasahitza berrezarria egin da
fa: گذرواژه حساب فایرفاکس شما بازنشانی شده است
lv: Jūsu Firefox konta parole tika atstatīta

source: Firefox cloud services
ast: Servicios na ñube de Firefox
eu: Firefoxen hodeieko zerbitzuak
fa: سرویس‌های ابری فایرفاکس
lv: Firefox mākoņa pakalpojumi

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
ast: Tas usando un restolador <strong>non anováu</strong>. <a href="http://browsehappy.com/">Anuévalu</a> p'ameyorar la to esperiencia, por favor.
kk: Сіз <strong>ескірген</strong> браузерді қолданудасыз. Жұмысыңызды жақсарту үшін <a href="http://browsehappy.com/">браузеріңізді жаңартыңыз</a>.
lv: Jūs izmantojat <strong>novecojušu</strong> pārlūku. Lūdzu <a href="http://browsehappy.com/">atjauniniet savu pārlūku</a> lai uzlabotu savu pārlūkošanu.

source: Did you sign in to your Firefox Account from any of the following locations in the last 60 days? If you don’t recognize these locations, someone else may have accessed your Firefox Account.
lv: Vai esat pierakstījies savā Firefox kontā 60. pēdējās dienās no šīm vietām? Ja jūs neatpazīstat šis vietas, kāds var būt piekļuvis jūsu Firefox kontam.

source: Date & Time:
lv: Datums un laiks:

source: Device:
lv: Ierīce:

source: Location:
lv: Atrašanās vieta:

source: If you don’t recognize the activity above:
lv: Ja jūs neatpazīstat iepriekšminētās aktivitātes:

source: Why are you receiving this email?
lv: Kāpēc jūs saņemat šo e-pastu?

source: We recently noticed Firefox Account logins from unusual locations. We’re notifying you as a precaution.
lv: Mēs nesen pamanījām ieiešanas Firefox kontos no neparastām vietām. Mēs jūs pabrīdinām lai neņemtu riskus.

source: Suspicious activity with your Firefox Account
lv: Aizdomīgas aktivitātes ar jūsu Firefox kontu
