Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
cs: Váš účet Firefoxu se začal chovat podezřele. Abychom zabránili neoprávněnému přístupu k vašemu účtu, odpojili jsme od něj všechna vaše zařízení a preventivně vás žádáme o změnu hesla.
cy: Rydym wedi canfod ymddygiad amheus ar eich cyfrif Firefox. Er mwyn atal mynediad heb awdurdod i'ch Cyfrif Firefox, rydym wedi datgysylltu pob dyfais ar eich cyfrif ac yn gofyn i chi newid eich cyfrinair fel rhagofal.
da: Vi har konstateret mistænkelig adfærd på din Firefox-konto. For at undgå uautoriseret adgang til din Firefox-konto, har vi afbrudt forbindelsen til alle enheder på din konto og kræver af sikkerhedshensyn, at du ændrer din adgangskode.
de: Wir haben in Ihrem Firefox-Konto verdächtiges Verhalten festgestellt. Um den unbefugten Zugriff auf Ihr Firefox-Konto zu verhindern, haben wir alle Geräte in Ihrem Konto getrennt und Sie müssen vorsorglich Ihr Passwort ändern.
el: Εντοπίσαμε ύποπτη συμπεριφορά στο λογαριασμό Firefox σας. Για να αποτρέψουμε τη μη εξουσιοδοτημένη πρόσβαση, αποσυνδέσαμε όλες τις συσκευές του λογαριασμού σας και σας ζητούμε να αλλάξετε τον κωδικό πρόσβασής σας για προστασία.
es_ar: Detectamos un comportamiento sospechoso en tu cuenta de Firefox. Para evitar el acceso no autorizado a tu cuenta de Firefox, desconectamos todos los dispositivos de tu cuenta y te pedimos que cambies tu contraseña a modo de precaución
es_cl: Detectamos un comportamiento sospechoso en tu cuenta de Firefox. Para evitar el acceso no autorizado a tu cuenta de Firefox, hemos desconectado todos los dispositivos en tu cuenta y te pedimos que cambies tu contraseña como precaución.
fi: Havaitsimme epäilyttävää toimintaa Firefox-tililläsi. Estääksemme Firefox-tilisi luvattoman käytön, olemme katkaisseet yhteyden kaikkiin laitteisiisi tilisi osalta. Vaadimme sinua vaihtamaan salasanan varotoimenpiteenä.
fr: Nous avons détecté un comportement suspect sur votre compte Firefox. Pour empêcher tout accès non autorisé à votre compte Firefox, nous avons déconnecté tous les appareils de votre compte et vous demandons de changer votre mot de passe par mesure de précaution.
he: איתרנו התנהגות חשודה בחשבון ה־Firefox שלך. כדי למנוע גישה בלתי מורשית לחשבון ה־Firefox שלך, ניתקנו את כל המכשירים בחשבון שלך ואנו דורשים ממך לשנות את הססמה שלך כאמצעי זהירות.
hr: Otkrili smo sumnjivo ponašanje na tvom Firefox računu. Da bismo spriječili neovlašteni pristup tvom Firefox računu, prekinuli smo vezu sa svim uređajima na tvom računu i iz predostrožnosti zahtijevamo da promijeniš lozinku.
hu: Gyanús viselkedést észleltünk a Firefox-fiókjában. A Firefox-fiókjához való jogosulatlan hozzáférés megakadályozása érdekében leválasztottuk a fiókja összes eszközét, és elővigyázatosságként arra kérjük, hogy módosítsa a jelszavát.
ia: Nos ha disvelate un comportamento suspecte sur tu Conto Firefox. Pro impedir accesso non autorisate a tu conto Firefox, nos ha disconnectite tote le apparatos sur tu conto e nos require le cambio de tu contrasigno como precaution.
it: Abbiamo rilevato attività sospette sul tuo account Firefox. Per impedire accessi non autorizzati, tutti i dispositivi sono stati disconnessi dal tuo account e, a scopo precauzionale, è obbligatorio cambiare la password.
ja: Firefox アカウントで疑わしい動作が検出されました。 Firefox アカウントへの不正アクセスを防ぐため、アカウント上のすべての端末を切断しました。予防措置として、パスワードの変更を求めています。
ka: თქვენს Firefox-ანგარიშზე საეჭვო მოქმედება შევნიშნეთ. უნებართვო წვდომის აღსაკვეთად თქვენს Firefox-ანგარიშთან, ჩვენ გამოვაერთეთ ყველა მოწყობილობა თქვენი ანგარიშიდან და საჭიროა ახალი პაროლის შექმნა, უსაფრთხოების ზომების მისაღებად.
kab: Nufa-d tikli ur aɣ-neεǧib ara deg umiḍan-ik(im) n Firefox. Akken ad tesweḥleḍ anekcum ur nettwasireg ara ɣer umiḍan-ik(im) n Firefox, nsens ibenkan akk n umiḍan-ik(im). Ad ak(am)-nsuter ad tesnifleḍ awal-ik(im) uffir i uḍman n tɣellist.
nb_no: Vi oppdaget mistenkelig oppførsel på Firefox-kontoen din. For å forhindre uautorisert tilgang til kontoen din, har vi koblet fra alle enhetene på kontoen og krever at du endrer passordet ditt som en forholdsregel.
nl: We hebben verdacht gedrag in uw Firefox-account gedetecteerd. Om ongeoorloofde toegang tot uw Firefox-account te voorkomen, hebben we alle apparaten in uw account ontkoppeld en u dient uit voorzorg uw wachtwoord te wijzigen.
pl: Wykryliśmy podejrzane zachowanie na Twoim koncie Firefoksa. Aby uniemożliwić nieupoważniony dostęp do konta, odłączyliśmy od niego wszystkie urządzenia i wymagamy zmiany hasła w ramach środków ostrożności.
pt: Detetámos um comportamento suspeito na sua conta Firefox. Para prevenir contra acessos não autorizados à sua Conta Firefox, desconetámos todos os dispositivos na sua conta e estamos a solicitar-lhe que altere a sua palavra-passe como precaução.
pt_br: Detectamos comportamento suspeito na sua Conta Firefox. Para impedir acesso não autorizado à sua Conta Firefox, desconectamos todos os dispositivos da sua conta e pedimos que altere sua senha por precaução.
ro: Am depistat un comportament suspect în contul tău Firefox. Pentru a preveni accesul neautorizat la contul tău Firefox, am deconectat toate dispozitivele din contul tău și acum te rugăm să îți schimbi parola, ca măsură de precauție.
ru: Мы обнаружили подозрительную активность в вашем аккаунте Firefox. Чтобы предотвратить несанкционированный доступ к нему, мы отключили все устройства в вашем аккаунте и в качестве меры предосторожности просим вас сменить пароль.
sl: V vašem Firefox Računu smo zaznali sumljivo dejavnost. Da bi preprečili nepooblaščen dostop do vašega Firefox Računa, smo iz njega odklopili vse naprave in iz previdnosti zahtevamo, da spremenite geslo.
sq: Pikasëm sjellje të dyshimtë në llogarinë tuaj Firefox. Për të parandaluar hyrje të paautorizuar te Llogaria juaj Firefox, kemi shkëputur krejt pajisjet në llogarinë tuaj dhe, si masë parandaluese, po ju kërkojmë të ndryshoni doemos fjalëkalimin tuaj.
sv_se: Vi har upptäckt misstänkt beteende på ditt Firefox-konto. För att förhindra obehörig åtkomst till ditt Firefox-konto har vi kopplat bort alla enheter på ditt konto och kräver att du ändrar ditt lösenord som en försiktighetsåtgärd.
tr: Firefox hesabınızda şüpheli bir davranış tespit ettik. Firefox Hesabınıza yetkisiz erişimi önlemek için hesabınızdaki tüm cihazların bağlantısını kestik ve önlem olarak parolanızı değiştirmenizi istiyoruz.
uk: Ми помітили підозрілу діяльність у вашому обліковому записі Firefox. Для запобігання несанкціонованому доступу до вашого облікового запису Firefox, ми відʼєднали всі пристрої повʼязані з вашим обліковим записом та вимагаємо змінити ваш пароль як запобіжний захід.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
cs: Přihlaste se zpět v každém zařízením nebo službě, kde používáte účet Firefoxu, a postupujte podle pokynů, které se vám zobrazí.
cy: Mewngofnodwch i unrhyw ddyfais neu wasanaeth lle rydych chi'n defnyddio'ch cyfrif Firefox a dilynwch y camau a fydd yn cael eu cyflwyno i chi.
da: Log ind igen på en enheder eller tjeneste, hvor du bruger din Firefox-konto. Følg derefter de beskrevne trin.
de: Melden Sie sich wieder bei einem Gerät oder Dienst an, auf dem Sie Ihr Firefox-Konto verwenden, und befolgen Sie die Schritte, die Ihnen angezeigt werden.
el: Συνδεθείτε ξανά σε οποιαδήποτε συσκευή ή υπηρεσία, όπου χρησιμοποιείτε το λογαριασμό Firefox σας και ακολουθήστε τα βήματα που θα σας παρουσιαστούν.
es_ar: Iniciá sesión en cualquier dispositivo o servicio donde uses tu cuenta de Firefox y seguí los pasos indicados.
es_cl: Regístrate en cualquier dispositivo o servicio donde uses tu cuenta de Firefox y sigue los pasos que se te presentarán.
fi: Kirjaudu uudelleen sisään millä tahansa laitteella tai mihin tahansa palveluun, jossa käytät Firefox-tiliäsi ja seuraa näkyviin ilmestyviä ohjeita.
fr: Reconnectez-vous à tout appareil ou service sur lequel vous utilisez votre compte Firefox et suivez les étapes qui vous seront présentées.
he: יש להתחבר שוב לכל מכשיר או שירות שבו חשבון ה־Firefox שלך משמש אותך ולעקוב אחר ההוראות שיוצגו בפניך.
hr: Ponovo se prijavi na bilo koji uređaj ili uslugu na kojima koristiš svoj Firefox račun i slijedite korake koji će ti biti predstavljeni.
hu: Jelentkezzen újra be bármelyik eszközbe vagy szolgáltatásba, ahol a Firefox-fiókját használja, és kövesse a bemutatott lépéseket.
ia: Re-signa in ulle dispositivo o servicio ubi tu usa tu Conto Firefox e seque le grados que te sera presentate.
it: Effettua nuovamente l’accesso in qualsiasi dispositivo o servizio in cui usi il tuo account Firefox e segui i passaggi che ti verranno presentati.
ja: Firefox アカウントを使用している端末またはサービスに再度ログインし、表示される手順に従ってください。
ka: შედით ყველა იმ მოწყობილობასა თუ მომსახურებაზე, სადაც იყენებთ Firefox-ანგარიშს და მიჰყევით მოცემულ ნაბიჯებს.
kab: Ɛawed qqen ɣer yibenk neɣ ɣer tkebbanit anida i tseqdaceḍ amiḍan-ik/im Firefox syen ḍfer imecwaṛen ara ak(am)-d-yettunefken.
nb_no: Logg deg tilbake på hvilken som helst enhet eller tjeneste der du bruker Firefox-kontoen din, og følg trinnene som vil bli presentert for deg.
nl: Meld u opnieuw aan op een van de apparaten of services waar u uw Firefox-account gebruikt en volg de gepresenteerde stappen.
pl: Zaloguj się z powrotem na dowolnym urządzeniu lub usłudze, na której korzystasz z konta Firefoksa i postępuj zgodnie z instrukcją, która zostanie wyświetlona.
pt: Inicie sessão de volta em qualquer dispositivo em que utiliza a sua conta Firefox e siga os passos que lhe serão apresentados.
pt_br: Acesse novamente em qualquer dispositivo ou serviço em que use sua Conta Firefox e siga as instruções que serão apresentadas.
ro: Reautentifică-te pe orice dispozitiv sau în orice serviciu pentru care folosești contul Firefox și urmează pașii care vor fi indicați.
ru: Войдите снова на любое устройство или службу, где вы используете свой аккаунт Firefox, и следуйте инструкциям, которые будут вам предложены.
sl: Znova se prijavite v katerokoli napravo ali storitev, kjer uporabljate svoj Firefox Račun, in sledite korakom, ki vam bodo predstavljeni.
sq: Rihyni në çfarëdo pajisje ose shërbim ku përdorni llogarinë tuaj Firefox dhe ndiqni hapat që do t’ju paraqiten.
sv_se: Logga in på en enhet eller tjänst med ditt Firefox-konto och följ stegen som visas.
tr: Firefox hesabınızı kullandığınız herhangi bir cihaza veya hizmete yeniden giriş yaptıktan sonra size sunulacak adımları izleyin.
uk: Знову увійдіть на будь-якому пристрої або до служби, де ви використовуєте свій обліковий запис Firefox і виконайте запропоновані настанови.

source: <b>Important:</b> Pick a different password than what you were previously using and make sure that it is different from your email account.
cs: <b>Důležité:</b> Jako nové heslo si nastavte takové, které jste dříve nepoužívali, a které je odlišené od hesla pro přihlašování do vaší e-maiové schránky.
cy: <b>Pwysig:</b> Dewiswch gyfrinair gwahanol i'r hyn yr oeddech chi'n ei ddefnyddio o'r blaen a gwnewch yn siŵr ei fod yn wahanol i'ch cyfrif e-bost.
da: <b>Vigtigt:</b> Vælg en anden adgangskode end dén, du brugte tidligere - og sørg for, at den er anderledes end dén, du bruger til din mailkonto.
de: <b>Wichtig:</b> Wählen Sie ein anderes Passwort als das zuvor verwendete und nutzen Sie nicht das gleiche Passwort wie bei Ihrem E-Mail-Konto.
el: <b>Σημαντικό:</b> Επιλέξτε έναν μοναδικό κωδικό πρόσβασης και βεβαιωθείτε ότι είναι διαφορετικός από του λογαριασμού email σας.
es_ar: <b>Importante:</b> Elegí una contraseña diferente a la que estabas usando anteriormente y asegurate que sea diferente a la de tu cuenta de correo electrónico.
es_cl: <b>Importante:</b> Elige una contraseña diferente de la que estabas usando anteriormente y asegúrate de que sea diferente de la de tu cuenta de correo.
fi: <b>Tärkeää:</b> Valitse eri salasana kuin mitä olet aiemmin käyttänyt ja varmistu, ettet käytä samaa salasanaa missään muualla.
fr: <b>Important :</b> choisissez un mot de passe différent de celui que vous utilisiez précédemment et assurez-vous qu’il soit différent de celui de votre compte de messagerie.
he: <b>חשוב:</b> יש לבחור בססמה שונה ממה שהשתמשת קודם לכן, ויש לוודא שהיא שונה מחשבון הדוא״ל שלך.
hr: <b>Važno:</b> odaberi lozinku koja je drugačija od prethodno korištenih i pobrini se da se razlikuje od one za tvoj račun e-pošte.
hu: <b>Fontos:</b> Válasszon egy másik jelszót, mint amit korábban használt, és ellenőrizze, hogy az eltér-e az e-mail-címétől.
ia: <b>Importante:</b> elige un contrasigno differente de illos que tu ha previemente usate e verifica que illo es differente de tu conto email.
it: <b>Importante:</b> scegli una password diversa da quella che stavi utilizzando in precedenza e assicurati che non sia uguale al tuo indirizzo di posta.
ja: <b>重要:</b> 以前に使用していたものとは別のパスワードを設定し、それがメールアカウントとは異なることを確認してください。
ka: <b>მნიშვნელოვანია:</b> შეარჩიეთ ადრინდელისგან განსხვავებული პაროლი და დარწმუნდით, რომ არ ემთხვევა ელფოსტის ანგარიშს.
kab: <b>Axatar:</b> Fren awal uffir yemgaraden ɣef win i telliḍ tseqdaceḍ yakan, tḍemneḍ belli yemgarad ɣef umiḍan-ik/im n tirawt.
nb_no: <b>Viktig:</b> Velg et annet passord enn det du tidligere brukte, og sørg for at det er et annet enn det du bruker på e-postkontoen din.
nl: <b>Belangrijk:</b> kies een ander wachtwoord dan u eerder gebruikte en zorg ervoor dat het anders is dan uw e-mailaccount.
pl: <b>Ważne:</b> wybierz inne hasło niż to, które było używane wcześniej i upewnij się, że jest inne niż hasło Twojego konta e-mail.
pt: <b>Importante:</b> Escolha uma palavra-passe diferente da que estava a utilizar anteriormente e certifique-se que é diferente da da sua conta de e-mail.
pt_br: <b>Importante:</b> Escolha uma senha diferente da que você estava usando anteriormente e certifique-se de ser diferente da senha da sua conta de email.
ru: <b>Важно:</b> Выберите пароль, отличный от использованных ранее, и убедитесь, что он отличается от пароля для вашей учётной записи электронной почты.
sl: <b>Pomembno:</b> Izberite drugačno geslo od tistega, ki ste ga uporabljali prej, in od gesla vašega e-poštnega računa.
sq: <b>E rëndësishme:</b> zgjidhni një fjalëkalim të ndryshëm nga çka përdornit më parë dhe sigurohuni se është i ndryshëm nga ai i llogarisë tuaj për email.
sv_se: <b>Viktigt:</b> Välj ett annat lösenord än vad du tidigare använde och se till att det skiljer sig från ditt e-postkonto.
tr: <b>Önemli:</b> Daha önce kullandığınız paroladan ve e-posta parolanızdan farklı bir parola seçin.
uk: <b>Важливо:</b> Вигадайте новий пароль та переконайтеся, що він раніше не використовувався в інших облікових даних.

source: Best,
ar: تحياتنا،
ast: Aténtamente,
be: Усяго найлепшага,
bg: С най-добри пожелания,
bs: Najbolje,
ca: Cordialment,
cs: Nejlépe,
cy: Hwyl,
da: Med venlig hilsen
de: Viele Grüße,
el: Σας ευχόμαστε τα καλύτερα,
es_ar: Saludos,
es_cl: Atentamente,
et: Parimat soovides,
eu: Onena,
fa: بهترین ها،
fi: Terveisin
fr: Cordialement,
gd: le gach deagh-dhùrachd,
he: בברכה,
hi: श्रेष्ठ,
hr: Lijep pozdrav,
hu: A legjobbakat,
ia: Cordialmente,
it: Cordialmente,
ja: ご利用ありがとうございます
ka: საუკეთესო სურვილებით,
kab: S tegmatt,
kk: Құрметпен,
lt: Iki,
lv: Ar sveicieniem,
ml: സ്നേഹപൂര്‍വ്വം,
ms: Terbaik,
nb_no: Med vennlig hilsen
nl: Vriendelijke groeten,
pa_in: ਸਭ ਤੋਂ ਵਧੀਆ,
pl: Pozdrawiamy,
pt: O melhor,
pt_br: Atenciosamente,
ro: Toate cele bune,
ru: Всего наилучшего,
sk: S pozdravom,
sl: Lep pozdrav,
sq: Gjithë të mirat,
sr: Најбоље,
sr_latn: Najbolje,
sv_se: Bästa,
te: ఉత్తమ
th: ขอแสดงความนับถือ
tr: Sevgiler,
tt: Хөрмәт илә,
uk: Всього найкращого,

source: The Firefox Accounts team
ar: فريق مشروع حسابات فَيَرفُكس
ast: L'equipu de cuentes de Firefox
be: Каманда ўліковых запісаў Firefox
bg: Екипът на Firefox Account
bs: Tim Firefox računa
ca: L'equip de comptes del Firefox
cs: Tým účtů Firefoxu
cy: Tîm Cyfrif Firefox
da: Holdet bag Firefox-konti
de: Ihr Firefox-Kontenteam
el: Η ομάδα των Λογαριασμών Firefox
es_ar: El equipo de Cuentas de Firefox
es_cl: El equipo de cuentas de Firefox
et: Firefox Accounts meeskond
eu: Firefox kontuen taldea
fa: تیم حساب‌کاربری فایرفاکس
fi: Firefox Accounts -tiimi
fr: L’équipe Comptes Firefox
gd: Sgioba nan cunntasan Firefox
he: צוות Firefox Accounts
hi: Firefox विवरण टीम
hr: Tim za Firefox račune
hu: A Firefox fiókok csapata
ia: Le equipa de contos Firefox
it: il team di Account Firefox
ja: Firefox アカウントチーム
ka: Firefox-ანგარიშების გუნდი
kab: Tarbaɛt n imiḍanen n Firefox
kk: Firefox тіркелгілер тобы
lt: „Firefox Accounts“ komanda
lv: Firefox kontu komanda
ml: ഫയര്‍ഫോക്സ് അക്കൌണ്ട് ടീം
ms: Pasukan Akaun Firefox
nb_no: Teamet for Firefox-konto
nl: Het Firefox Accounts-team
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਟੀਮ
pl: Zespół kont Firefoksa
pt: A equipa do Contas Firefox
pt_br: Equipe Conta Firefox
ro: Echipa Conturi Firefox
ru: Команда Аккаунтов Firefox
sk: Tím účtov Firefox
sl: Ekipa Firefox Računov
sq: Ekipi i Llogarive Firefox
sr: Тим Firefox налога
sr_latn: Tim Firefox naloga
sv_se: Gruppen Firefox-konto
te: Firefox ఖాతాల టీం
th: ทีมบัญชี Firefox
tr: Firefox Hesapları Ekibi
tt: Firefox Хисап язмалары такымы
uk: Команда облікових записів Firefox

source: Important: Pick a different password than what you were previously using and make sure that it is different from your email account.
cs: Důležité: Jako nové heslo si nastavte takové, které jste dříve nepoužívali, a které je odlišené od hesla pro přihlašování do vaší e-maiové schránky.
cy: Pwysig: Dewiswch gyfrinair gwahanol i'r hyn yr oeddech chi'n ei ddefnyddio o'r blaen a gwnewch yn siŵr ei fod yn wahanol i'ch cyfrif e-bost.
da: Vigtigt: Vælg en anden adgangskode end dén, du brugte tidligere - og sørg for, at den er anderledes end dén, du bruger til din mailkonto.
de: Wichtig: Wählen Sie ein anderes Passwort als das zuvor verwendete und nutzen Sie nicht das gleiche Passwort wie bei Ihrem E-Mail-Konto.
el: Σημαντικό: Επιλέξτε έναν μοναδικό κωδικό πρόσβασης και βεβαιωθείτε ότι είναι διαφορετικός από του λογαριασμού email σας.
es_ar: Importante: Elegí una contraseña diferente a la que estabas usando anteriormente y asegurate que sea diferente a la de tu cuenta de correo electrónico.
es_cl: Importante: Elige una contraseña diferente de la que estabas usando anteriormente y asegúrate de que sea diferente de la de tu cuenta de correo.
fi: Tärkeää: Valitse eri salasana kuin mitä olet aiemmin käyttänyt ja varmistu, ettet käytä samaa salasanaa missään muualla.
fr: Important : choisissez un mot de passe différent de celui que vous utilisiez précédemment et assurez-vous qu’il soit différent de celui de votre compte de messagerie.
he: חשוב: יש לבחור בססמה שונה ממה שהשתמשת קודם לכן, ויש לוודא שהיא שונה מחשבון הדוא״ל שלך.
hr: Važno: odaberi lozinku koja je drugačija od prethodno korištenih i pobrini se da se razlikuje od one za tvoj račun e-pošte.
hu: Fontos: Válasszon egy másik jelszót, mint amit korábban használt, és ellenőrizze, hogy az eltér-e az e-mail-címétől.
ia: Importante: elige un contrasigno differente de illos que tu ha previemente usate e verifica que illo es differente de tu conto email.
it: Importante: scegli una password diversa da quella che stavi utilizzando in precedenza e assicurati che non sia uguale al tuo indirizzo di posta.
ja: 重要: 以前に使用していたものとは別のパスワードを設定し、それがメールアカウントとは異なることを確認してください。
ka: მნიშვნელოვანია: შეარჩიეთ ადრინდელისგან განსხვავებული პაროლი და დარწმუნდით, რომ არ ემთხვევა ელფოსტის ანგარიშს.
kab: Axatar: Fren awal uffir yemgaraden ɣef win i telliḍ tseqdaceḍ yakan, tḍemneḍ belli yemgarad ɣef umiḍan-ik/im n tirawt.
nb_no: Viktig: Velg et annet passord enn det du tidligere brukte, og sørg for at det er et annet enn det du bruker på e-postkontoen din.
nl: Belangrijk: kies een ander wachtwoord dan u eerder gebruikte en zorg ervoor dat het anders is dan uw e-mailaccount.
pl: Ważne: wybierz inne hasło niż to, które było używane wcześniej i upewnij się, że jest inne niż hasło Twojego konta e-mail.
pt: Importante: Escolha uma palavra-passe diferente da que estava a utilizar anteriormente e certifique-se que é diferente da da sua conta de e-mail.
pt_br: Importante: Escolha uma senha diferente da que você estava usando anteriormente e certifique-se de ser diferente da senha da sua conta de email.
ru: Важно: Выберите пароль, отличный от использованных ранее, и убедитесь, что он отличается от пароля для вашей учётной записи электронной почты.
sl: Pomembno: Izberite drugačno geslo od tistega, ki ste ga uporabljali prej, in od gesla vašega e-poštnega računa.
sq: E rëndësishme: zgjidhni një fjalëkalim të ndryshëm nga çka përdornit më parë dhe sigurohuni se është i ndryshëm nga ai i llogarisë tuaj për email.
sv_se: Viktigt: Välj ett annat lösenord än vad du tidigare använde och se till att det skiljer sig från ditt e-postkonto.
tr: Önemli: Daha önce kullandığınız paroladan ve e-posta parolanızdan farklı bir parola seçin.
uk: Важливо: Вигадайте новий пароль та переконайтеся, що він раніше не використовувався в інших облікових даних.

source: Password changed successfully
ar: غُيّرت كلمة السرّ بنجاح
ast: Camudóse con ésitu la contraseña
be: Пароль паспяхова зменены
bg: Паролата е успешно сменена
bs: Promjena lozinke uspješna
ca: La contrasenya s'ha canviat correctament
cs: Heslo bylo úspěšně změněno
cy: Mae'r cyfrinair wedi ei newid yn llwyddiannus
da: Adgangskoden blev ændret
de: Passwort erfolgreich geändert
el: Επιτυχής αλλαγή κωδικού πρόσβασης
es_ar: Contraseña cambiada exitosamente
es_cl: Contraseña cambiada exitosamente
et: Parooli muutmine õnnestus
eu: Pasahitza ondo aldatu da
fa: گذرواژه با موفقیت تغییر کرد
fi: Salasanan vaihtaminen onnistui
fr: Modification du mot de passe
gd: Chaidh am facal-faire atharrachadh
he: הססמה שונתה בהצלחה
hi: कूटशब्द सफलतापूर्वक परिवर्तित
hr: Lozinka je uspješno promijenjena
hu: Jelszó sikeresen módosítva
ia: Contrasigno cambiate correctemente
it: Password modificata correttamente
ja: パスワード変更完了
ka: პაროლი წარმატებით შეიცვალა
kab: Awal uffir yettusnifel akken iwata
kk: Пароль сәтті өзгертілді
lt: Slaptažodis pakeistas sėkmingai
lv: Parole tika veiksmīgi nomainīta
ml: രഹസ്യവാക്ക് വിജയകരമായി മാറ്റി
ms: Kata laluan berjaya diubah
nb_no: Passordet er endret
nl: Wachtwoord met succes gewijzigd
pa_in: ਪਾਸਵਰਡ ਕਾਮਯਾਬੀ ਨਾਲ ਬਦਲਿਆ
pl: Pomyślnie zmieniono hasło
pt: Palavra-passe alterada com sucesso
pt_br: Senha alterada com sucesso
ro: Parolă modificată cu succes
ru: Пароль успешно изменён
sk: Heslo bolo úspešne zmenené
sl: Geslo uspešno spremenjeno
sq: Fjalëkalimi u ndryshua me sukses
sr: Лозинка је успешно промењена
sr_latn: Lozinka je uspešno promenjena
sv_se: Lösenord har ändrats
te: పాస్వర్డ్ విజయవంతంగా మార్పుబడినది
th: ได้เปลี่ยนรหัสผ่านสำเร็จแล้ว
tr: Parola başarıyla değiştirildi
tt: Парол уңышлы үзгәртелде
uk: Пароль успішно змінено
