Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Reset your password
cs: Obnovit heslo
cy: Ailosod eich cyfrinair
da: Nulstil din adgangskode
de: Setzen Sie Ihr Passwort zurück
el: Επαναφορά κωδικού πρόσβασης
es_ar: Restablecé tu contraseña
es_cl: Restablecer tu contraseña
et: Lähtesta parool
fi: Nollaa salasanasi
fr: Réinitialiser le mot de passe
he: איפוס ססמה
hr: Ponovo postavi svoju lozinku
hu: Jelszó visszaállítása
ia: Reinitialisa tu contrasigno
it: Reimpostazione della password dell’account Firefox
ja: パスワードをリセットしました
ka: პაროლის განულება
kab: Wennez awal uffir-ik
nb_no: Tilbakestill passord
nl: Herinitialiseer uw wachtwoord
pl: Zmień hasło
pt: Repor a sua palavra-passe
pt_br: Redefina a sua senha
ro: Resetează-ți parola
ru: Восстановить ваш пароль
sk: Obnoviť heslo
sl: Ponastavite vaše geslo
sq: Ricaktoni fjalëkalimin tuaj
sr: Ресетујте лозинку
sr_latn: Resetujte lozinku
sv_se: Återställ lösenordet
th: ตั้งรหัสผ่านใหม่
tr: Parolanızı sıfırlayın
tt: Серсүзегезне алыштырыгыз
uk: Відновити свій пароль

source: Password updated
cs: Heslo změněno
cy: Diweddarwyd y cyfrinair
da: Adgangskode opdateret
de: Passwort aktualisiert
el: Ο κωδικός πρόσβασης ενημερώθηκε
es_ar: Contraseña actualizada
es_cl: Contraseña actualizada
fi: Salasana päivitetty
fr: Mot de passe mis à jour
he: הססמה עודכנה
hr: Lozinka aktualizirana
hu: A jelszó frissítve
ia: Contrasigno actualisate
it: Password aggiornata
ja: パスワードを更新しました
ka: პაროლი განახლდა
kab: Awal uffir yettuleqqem
nb_no: Passord oppdatert
nl: Wachtwoord bijgewerkt
pl: Zaktualizowano hasło
pt: Palavra-passe atualizada
pt_br: Senha atualizada
ro: Parolă actualizată
ru: Пароль изменён
sk: Heslo bolo aktualizované
sl: Geslo posodobljeno
sq: Fjalëkalimi u përditësua
sr: Лозинка је ажурирана
sr_latn: Lozinka je ažurirana
sv_se: Lösenord uppdaterat
th: รหัสผ่านได้ถูกเปลี่ยนแล้ว
tr: Parola güncellendi
tt: Серсүз яңартылды
uk: Пароль оновлено

source: Suspicious activity detected
cs: Zjištěna podezřelá aktivita
cy: Gweithgaredd amheus wedi'i ganfod
da: Mistænkelig aktivitet konstateret
de: Verdächtige Aktivität festgestellt
el: Εντοπίστηκε ύποπτη δραστηριότητα
es_ar: Actividad sospechosa detectada
es_cl: Actividad sospechosa detectada
fi: Epäilyttävää toimintaa havaittu
fr: Activité suspecte détectée
he: זוהתה פעילות חשודה
hr: Otkrivena je sumnjiva aktivnost
hu: Gyanús tevékenység észlelve
ia: Activitate suspecte detegite
it: Rilevata attività sospetta
ja: 疑わしいアクティビティが検出されました
ka: აღმოჩენილია საეჭვო მოქმედება
kab: Armud anida yella ccek yettwaf
nb_no: Mistenkt aktivitet oppdaget
nl: Verdachte activiteit gedetecteerd
pl: Wykryto podejrzane działania
pt: Detetada atividade suspeita
pt_br: Detectada atividade suspeita
ro: Activitate suspectă detectată
ru: Обнаружена подозрительная активность
sk: Bola zistená podozrivá aktivita
sl: Odkrita sumljiva aktivnost
sq: U pikas veprimtari e dyshimtë
sr: Откривена је сумњива радња
sr_latn: Otkrivena je sumnjiva radnja
sv_se: Misstänkt aktivitet upptäckt
th: ตรวจพบกิจกรรมที่น่าสงสัย
tr: Şüpheli etkinlik algılandı
tt: Шөбһәле гамәлләр ачыкланды
uk: Виявлено підозрілу активність

source: Manage account
ar: أدِر الحساب
ast: Xestionar cuenta
be: Кіраванне ўліковым запісам
bg: Управление на сметка
bs: Upravljanje računom
ca: Gestiona el compte
cs: Správa účtu
cy: Rheoli cyfrif
da: Håndter konto
de: Benutzerkonto verwalten
el: Διαχείριση λογαριασμού
es_ar: Administrar cuenta
es_cl: Administrar cuenta
et: Konto haldamine
eu: Kudeatu kontua
fa: مدیریت حساب‌کاربری
fi: Hallinnoi tiliä
fr: Gérer le compte
gd: Stiùirich an cunntas
he: ניהול חשבון
hi: खाता प्रबंधित करें
hr: Upravljanje računom
hu: Fiók kezelése
ia: Gerer le conto
it: Gestisci account
ja: アカウント管理
ka: ანგარიშის მართვა
kab: Sefrek amiḍan
kk: Тіркелгіні басқару
lt: Tvarkyti paskyrą
ml: അക്കൗണ്ട് കൈകാര്യം ചെയ്യുക
ms: Urus akaun
nb_no: Behandle konto
nl: Account beheren
pa_in: ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj kontem
pt: Gerir conta
pt_br: Gerenciar conta
ro: Gestionează contul
ru: Управление аккаунтом
sk: Spravovať účet
sl: Upravljanje računa
sq: Administroni llogarinë
sr: Управљајте налогом
sr_latn: Upravljajte nalogom
sv_se: Hantera konto
te: ఖాతా నిర్వహణ
th: จัดการบัญชี
tr: Hesabı yönet
tt: Хисап белән идарә итү
uk: Керування обліковим записом

source: Account verified. Next, sync another device to finish setup
cs: Účet byl ověřen. Nyní si nastavte synchronizaci na dalším zařízení
cy: Cyfrif wedi'i wirio. Nesaf, cydweddwch ddyfais arall i orffen y gosod
da: Konto bekræftet. Synkroniser nu en anden enhed for at afslutte opsætningen.
de: Konto verifiziert. Synchronisieren Sie jetzt ein anderes Gerät, um die Einrichtung abzuschließen
el: Ο λογαριασμός επαληθεύτηκε. Έπειτα, συγχρονίστε μια άλλη συσκευή για να ολοκληρώσετε τη ρύθμιση
es_ar: Cuenta verificada. Lo próximo es sincronizar otro dispositivo para finalizar la configuración
es_cl: Cuenta verificada. Ahora, sincroniza otro dispositivo para finalizar la configuración
fi: Tili on vahvistettu. Seuraavaksi synkronoi toinen laite viimeistelläksesi asetukset
fr: Compte vérifié. Synchronisez à présent un autre appareil pour terminer la configuration.
he: החשבון אומת. כעת, יש לסנכרן מכשיר נוסף כדי לסיים את ההתקנה
hr: Račun je potvrđen. Za dovršavanje postavljanja, sinkroniziraj jedan drugi uređaj
hu: A fiók ellenőrizve. Ezután szinkronizáljon egy másik eszközre a beállítás befejezéséhez
ia: Conto verificate. Seque synchronisar un altere dispositivo pro finir installation
it: L’account è stato verificato. Adesso sincronizza un altro dispositivo per completare la configurazione
ka: ანგარიში დამოწმებულია. შემდეგ, დაასინქრონეთ კიდევ ერთი მოწყობილობა გამართვის დასასრულებლად
kab: Amiḍan yettwasenqed. Syen, mtawi ubenk-nniḍen akken ad yemmed usebded
nb_no: Kontoen bekreftet. Synkroniser nå en annen enhet for å fullføre installasjonen
nl: Account geverifieerd. Synchroniseer als volgende stap een ander apparaat om het instellen te voltooien
pl: Zweryfikowano konto. Teraz zsynchronizuj inne urządzenie, aby dokończyć konfigurację
pt: Conta verificada. Em seguida, sincronize outro dispositivo para concluir a configuração.
pt_br: Conta validada. Agora sincronize outro dispositivo para concluir a configuração
ro: Cont verificat. Sincronizează alt dispozitiv pentru a finaliza configurarea
ru: Аккаунт подтверждён. Далее выполните синхронизацию другого устройства, чтобы завершить настройку
sq: Llogaria u verifikua. Më pas, njëkohësoni pajisje tjetër, që të përfundohet ujdisja
sv_se: Kontot verifierat. Synkronisera nu en annan enhet för att slutföra installationen
tr: Hesap doğrulandı. Şimdi kurulumu tamamlamak için başka bir cihazı eşitleyin
uk: Обліковий запис підтверджено. Тепер синхронізуйте інший пристрій, щоб завершити налаштування

source: Primary email updated
cs: Hlavní e-mailová adresa aktualizována
cy: Diweddarwyd y prif e-bost
da: Primær mailadresse opdateret
de: Primär-E-Mail-Adresse aktualisiert
el: Το κύριο email ενημερώθηκε
es_ar: Correo electrónico principal actualizado
es_cl: Correo primario actualizado
fi: Ensisijainen sähköpostiosoite päivitetty
fr: Adresse électronique principale mise à jour
he: כתובת הדוא״ל הראשית עודכנה
hr: Primarna e-mail adresa aktualizirana
hu: Elsődleges e-mail frissítve
ia: E-mail primari actualisate
it: Indirizzo email primario aggiornato
ja: 主要アドレスが更新されました
ka: მთავარი ელფოსტა განახლებულია
kab: Imayl amezwaru ittuleqqem
nb_no: Primær e-postadresse oppdatert
nl: Primair e-mailadres bijgewerkt
pl: Zaktualizowano główny adres e-mail
pt: E-mail principal atualizado
pt_br: Email principal atualizado
ro: E-mail principal actualizat
ru: Основная электронная почта изменена
sk: Hlavná e-mailová adresa bola aktualizovaná
sl: Glavni e-poštni naslov posodobljen
sq: Email-i parësor u përditësua
sr: Примарна адреса е-поште је ажурирана
sr_latn: Primarna adresa e-pošte je ažurirana
sv_se: Primär e-post uppdaterad
th: อีเมลหลักได้รับการปรับปรุงแล้ว
tr: Ana e-posta güncellendi
tt: Төп эл. почта адресы яңартылды
uk: Основну адресу електронної пошти оновлено

source: Two-step authentication is off
cy: Mae dilysu dau gam wedi ei ddiffodd
da: Totrinsgodkendelse er slået fra
fr: Authentification en deux étapes désactivée
he: אימות דו־שלבי כבוי
hu: A kétlépcsős hitelesítés ki van kapcsolva
nl: Authenticatie in twee stappen is uitgeschakeld
pl: Uwierzytelnianie dwuetapowe jest wyłączone
sl: Overitev v dveh korakih je izklopljena
sq: Mirëfilltësimi dyhapësh është i çaktivizuar
sv_se: Tvåstegsautentisering är avstängd

source: Recovery code used
cs: Obnovovací kód byl použit
cy: Cod adfer wedi'i ddefnyddio
da: Genoprettelseskode brugt
de: Wiederherstellungscode verwendet
el: Χρησιμοποιήθηκε κωδικός ανάκτησης
es_ar: Se usó un código de recuperación
es_cl: Código de recuperación usado
fi: Palautuskoodi käytetty
fr: Code de récupération utilisé
he: נעשה שימוש בקוד שחזור
hr: Iskorišten kôd za oporavak
hu: Helyreállítási kód felhasználva
ia: Codice de recuperation usate
it: Codice di recupero utilizzato
ka: აღდგენის კოდი გამოყენებულია
kab: Tangalt n usellek tettwaseqdec
nb_no: Gjenopprettingskode brukt
nl: Herstelcode gebruikt
pl: Użyto kod odzyskiwania
pt: Código de recuperação utilizado
pt_br: Código de recuperação usado
ro: Cod de recuperare folosit
ru: Использован код восстановления
sk: Bol použitý obnovovací kód
sl: Uporabljene obnovitvene kode
sq: U përdor kod rimarrjeje
sr: Код за опоравак је искоришћен
sr_latn: Kod za oporavak je iskorišćen
sv_se: Återställningskod använd
th: ได้ใช้รหัสการกู้คืนแล้ว
tr: Kullanılan kurtarma kodu
tt: Коткару коды кулланылды
uk: Використано код відновлення

source: 1 recovery code remaining
cs: Zbývá jeden záložní kódů
cy: 1 cod adfer yn weddill
da: 1 genoprettelseskode tilbage
de: Ein Wiederherstellungscode übrig
el: Απομένει 1 κωδικός ανάκτησης
es_ar: Queda 1 código de recuperación
es_cl: Queda 1 código de recuperación
fi: 1 palautuskoodi jäljellä
fr: 1 code de récupération restant
he: נותר קוד אחד לשחזור
hr: 1 kod za obnovu preostao
hu: 1 helyreállítási kód maradt
ia: 1 codice de recuperation restante
it: È rimasto 1 codice di recupero
ka: 1 აღდგენის კოდია დარჩენილი
kab: Qqiment-d 1 n tigalin n usellek
nb_no: 1 gjenopprettelseskode igjen
nl: 1 herstelcode resterend
pl: Pozostał jeden kod odzyskiwania
pt: 1 código de recuperação remanescente
pt_br: Resta 1 código de recuperação
ro: 1 cod de recuperare rămas
ru: Остался 1 код восстановления
sk: Zostáva vám 1 obnovovací kód
sl: 1 preostala obnovitvena koda
sq: Edhe 1 kod rimarrjeje
sr: 1 код за опоравак је преостао
sr_latn: 1 kod za oporavak je preostao
sv_se: 1 återställningskod återstår
th: เหลือรหัสกู้คืนเพียงหนึ่ง
tr: 1 kurtarma kodu kaldı
tt: 1 коткару коды калды
uk: Залишився 1 код відновлення

source: %(numberRemaining)s recovery codes remaining
cs: Zbývající záložní kódy: %(numberRemaining)s
cy: %(numberRemaining)s cod adfer yn weddill
da: %(numberRemaining)s genoprettelseskoder tilbage
de: %(numberRemaining)s Wiederherstellungscodes übrig
el: Απομένουν %(numberRemaining)s κωδικοί ανάκτησης
es_ar: Quedan %(numberRemaining)s códigos de recuperación restantes
es_cl: Quedan %(numberRemaining)s códigos de recuperación
fi: %(numberRemaining)s palautuskoodia jäljellä
fr: %(numberRemaining)s codes de récupération restants
he: נותרו %(numberRemaining)s קודים לשחזור
hr: %(numberRemaining)s koda za obnovu preostalo
hu: %(numberRemaining)s helyreállítási kód maradt
ia: %(numberRemaining)s codices de recuperation restante
it: Sono rimasti %(numberRemaining)s codici di recupero
ka: %(numberRemaining)s აღდგენის კოდია დარჩენილი
kab: %(numberRemaining)s tigalin n usellek id-yeqqimen
nb_no: %(numberRemaining)s gjenopprettelseskoder igjen
nl: %(numberRemaining)s herstelcodes resterend
pl: Pozostałe kody odzyskiwania: %(numberRemaining)s
pt: %(numberRemaining)s códigos de recuperação remanescentes
pt_br: Restam %(numberRemaining)s códigos de recuperação
ro: %(numberRemaining)s (de) coduri de recuperare rămase
ru: Осталось %(numberRemaining)s кодов восстановления
sl: %(numberRemaining)s preostalih obnovitvenih kod
sq: Edhe %(numberRemaining)s kode rimarrjesh
sr: %(numberRemaining)s кодова за опоравак је преостало
sr_latn: %(numberRemaining)s kodova za oporavak je preostalo
sv_se: %(numberRemaining)s återställningskoder återstår
th: เหลือรหัสกู้คืนอยู่ %(numberRemaining)
tr: %(numberRemaining)s kurtarma kodu kaldı
tt: %(numberRemaining)s коткару коды калды
uk: Залишилось %(numberRemaining)s кодів відновлення

source: Generate codes
ar: ولّد الرموز
be: Згенераваць коды
bs: Generiši kodove
ca: Genera codis
cs: Vygenerovat kódy
cy: Creu codau
da: Generer koder
de: Codes erzeugen
el: Δημιουργία κωδικών
es_ar: Generar códigos
es_cl: Generar códigos
et: Genereeri koodid
fi: Luo koodeja
fr: Générer des codes
gd: Gin còdan
he: יצירת קודים
hr: Generiraj kodove
hu: Kódok előállítása
ia: Generar codices
it: Genera codici
ja: コードを生成
ka: კოდების შექმნა
kab: Sirew tingalin
lt: Generuoti kodus
ml: കോഡുകൾ ജനറേറ്റ് ചെയ്യുക
ms: Jana kod
nb_no: Generer koder
nl: Codes genereren
pa_in: ਕੋਡ ਪੈਦਾ ਕਰੋ
pl: Utwórz kody
pt: Gerar códigos
pt_br: Gerar códigos
ro: Generează coduri
ru: Сгенерировать коды
sk: Vygenerovať kódy
sl: Ustvari kode
sq: Prodho kode
sr: Генериши кодове
sr_latn: Generiši kodove
sv_se: Generera koder
te: సంకేతాలను సృష్టించు
th: สร้างรหัส
tr: Kodları oluştur
tt: Кодлар ясату
uk: Генерувати коди

source: Password updated using recovery key
cs: Heslo bylo obnoveno pomocí obnovovacího klíče
cy: Diweddarwyd y cyfrinair gan ddefnyddio'r allwedd adfer
da: Adgangskode opdateret ved hjælp af genoprettelsesnøgle
de: Passwort mit Wiederherstellungsschlüssel aktualisiert
el: Ο κωδικός πρόσβασης ενημερώθηκε με το κλειδί ανάκτησης
es_ar: Contraseña actualizada usando la clave de recuperación
es_cl: Contraseña actualizada usando la clave de recuperación
fi: Salasana päivitetty palautusavainta käyttäen
fr: Le mot de passe a été mis à jour à l’aide de la clé de récupération
he: הססמה עודכנה באמצעות מפתח שחזור
hr: Lozinka je aktualizirana pomoću ključa za obnovu
hu: Jelszó frissítve egy helyreállítási kulcs használatával
ia: Contrasigno actualisate con clave de recuperation
it: Password aggiornata utilizzando la chiave di recupero
ja: 回復用キーでパスワードが更新されました
ka: პაროლი განახლებულია აღდგენის კოდის გამოყენებით
kab: Awal uffir ibeddel s tsarut n tririt
nb_no: Passord oppdatert ved hjelp av gjenopprettingsnøkkel
nl: Wachtwoord bijgewerkt met herstelsleutel
pl: Zaktualizowano hasło za pomocą klucza odzyskiwania
pt: Palavra-passe atualizada utilizando o código de recuperação
pt_br: Senha atualizada usando chave de recuperação
ro: Parolă actualizată folosind o cheie de recuperare
ru: Пароль изменён с использованием ключа восстановления
sk: Heslo bolo obnovené pomocou obnovovacieho kľúča
sl: Geslo posodobljeno s pomočjo obnovitvenega ključa
sq: U përditësua fjalëkalim duke përdorur kyç rimarrjeje
sr: Лозинка је ажурирана помоћу кључа за опоравак
sr_latn: Lozinka je ažurirana pomoću ključa za oporavak
sv_se: Lösenord uppdaterat med återställningsnyckel
th: อัปเดตรหัสผ่านโดยใช้คีย์กู้คืนแล้ว
tr: Kurtarma anahtarı kullanılarak parola güncellendi
tt: Коткару ачкычы ярдәмендә серсүзегез яңартылды
uk: Пароль оновлено з використанням ключа відновлення

source: Create new recovery key
ar: أنشئ مفتاح استعادة جديد
be: Стварыць новы ключ аднаўлення
ca: Crea una clau de recuperació
cs: Vytvořit nový obnovovací klíč
cy: Creu allwedd adfer newydd
da: Opret en ny genoprettelsesnøgle
de: Neuen Wiederherstellungsschlüssel erzeugen
el: Δημιουργία νέου κλειδιού ανάκτησης
es_ar: Crear una nueva clave de recuperación
es_cl: Crear una nueva clave de recuperación
et: Loo uus taastamisvõti
fi: Luo uusi palautusavain
fr: Créer une nouvelle clé de récupération
gd: Cruthaich iuchair aisig ùr
he: יצירת מפתח שחזור חדש
hr: Stvori novi ključ za obnovu
hu: Új helyreállítási kulcs létrehozása
ia: Crear nove clave de recuperation
it: Crea una nuova chiave di recupero
ja: 新しい回復用キーを作成
ka: აღდგენის ახალი გასაღების შექმნა
kab: Rnu tasarutt n tririt tamaynut
lt: Generuoti naują atkūrimo raktą
ml: പുതിയ വീണ്ടെടുക്കൽ കീ സൃഷ്ടിക്കുക
ms: Cipta kekunci pemulihan baru
nb_no: Opprett ny gjenopprettingsnøkkel
nl: Nieuwe herstelsleutel genereren
pl: Utwórz nowy klucz odzyskiwania
pt: Criar nova chave de recuperação
pt_br: Criar nova chave de recuperação
ro: Creează o cheie nouă de recuperare
ru: Создать новый ключ восстановления
sk: Vytvoriť nový obnovovací kľúč
sl: Ustvari nov obnovitveni ključ
sq: Krijo kyç të ri rimarrjeje
sr: Направите нови кључ за опоравак
sr_latn: Napravite novi ključ za oporavak
sv_se: Skapa ny återställningsnyckel
th: สร้างรหัสการกู้คืนใหม่
tr: Yeni kurtarma anahtarı oluştur
tt: Яңа коткару ачкычын ясату
uk: Створити новий ключ відновлення

source: Welcome to %(productName)s: Please set your password.
cs: Vítá vás %(productName)s: Nastavte si prosím heslo.
cy: Croeso i %(productName)s: Cyflwynwch eich cyfrinair.
da: Velkommen til %(productName)s: Angiv din adgangskode.
de: Willkommen bei %(productName)s: Bitte legen Sie Ihr Passwort fest.
el: Καλώς ορίσατε στο %(productName)s: Παρακαλούμε ορίστε τον κωδικό πρόσβασής σας.
es_ar: Bienvenido a %(productName)s: Configurá tu contraseña.
es_cl: Te damos la bienvenida a %(productName)s: Por favor, establece tu contraseña.
fi: Tervetuloa, tämä on %(productName)s: Aseta salasanasi.
fr: Bienvenue dans %(productName)s : veuillez définir votre mot de passe.
he: ברוכים הבאים אל %(productName)s: נא להגדיר ססמה.
hu: Üdvözli a %(productName)s: Adja meg jelszavát.
ia: Benvenite in %(productName)s: configura tu contrasigno.
it: Ti diamo il benvenuto in %(productName)s: imposta la tua password.
ka: მოგესალმებათ %(productName)s: გთხოვთ, დააყენოთ პაროლი.
nl: Welkom bij %(productName)s: stel uw wachtwoord in.
pl: Witamy w %(productName)s: prosimy ustawić hasło.
pt: Bem-vindo a %(productName)s: Por favor, defina a sua palavra-passe.
pt_br: Boas-vindas ao %(productName)s: Defina sua senha.
ru: Добро пожаловать в %(productName)s: Задайте для себя пароль.
sl: Dobrodošli v %(productName)s: Nastavite si geslo.
sq: Mirë se vini në %(productName)s: Ju lutemi, caktoni fjalëkalimin tuaj.
sv_se: Välkommen till %(productName)s: Ange ditt lösenord.
tr: %(productName)s hizmetine hoş geldiniz: Lütfen parolanızı belirleyin.
tt: %(productName)s программасына рәхим итегез: Зинһар, яңа бер серсүз уйлап табыгыз.
uk: Вітаємо в %(productName)s: Будь ласка, встановіть пароль.

source: You have upgraded to %(productNameNew)s
cs: Úspěšně jste povýšili na %(productNameNew)s
cy: Rydych chi wedi uwchraddio i% (productNameNew) s
da: Du har opgraderet til %(productNameNew)s
de: Sie haben ein Upgrade auf %(productNameNew)s durchgeführt
el: Έχετε αναβαθμίσει στο %(productNameNew)s
es_ar: Actualizaste a % (productNameNew) s
es_cl: Te has actualizado a %(productNameNew)s
fi: Päivitit tuotteeseen %(productNameNew)s
fr: Vous utilisez maintenant %(productNameNew)s
hr: Nadogradio/la si na %(productNameNew)s
hu: Frissített erre: %(productNameNew)s
ia: Tu ha promovite a %(productNameNew)s.
it: Hai effettuato l’aggiornamento a %(productNameNew)s
ka: განახლების შედეგად მიიღეთ %(productNameNew)s
kab: Tleqqmeḍ ɣer %(productNameNew)s
nb_no: Du har oppgradert til %(productNameNew)s
nl: U hebt geüpgraded naar %(productNameNew)s
pl: Przełączono na %(productNameNew)s
pt: Atualizou para %(productNameNew)s
pt_br: Você atualizou para %(productNameNew)s
ro: Ai trecut la versiunea nouă de %(productNameNew)s
ru: Вы успешно обновились до %(productNameNew)s
sl: Nadgradili ste %(productNameNew)s
sq: E përmirësuat me %(productNameNew)s
sr: Ажурирали сте на %(productNameNew)s
sr_latn: Ažurirali ste na %(productNameNew)s
sv_se: Du har uppgraderat till %(productNameNew)s
th: คุณได้อัปเกรดเป็น %(productNameNew)s แล้ว
tr: %(productNameNew)s aboneliğine yükselttiniz
tt: %(productNameNew)s продуктына күтәрелү уңышлы узды
uk: Ви передплатили %(productNameNew)s

source: You have switched to %(productNameNew)s
cs: Úspěšně jste přepnuli na %(productNameNew)s
cy: Rydych wedi newid i %(productNameNew)s
da: Du har skiftet til %(productNameNew)s
de: Sie haben zu %(productNameNew)s gewechselt
el: Έχετε κάνει εναλλαγή στο %(productNameNew)s
es_ar: Cambiaste a % (productNameNew) s
es_cl: Te has cambiado a %(productNameNew)s
fi: Vaihdoit tuotteeseen %(productNameNew)s
fr: Vous utilisez maintenant %(productNameNew)s
he: עברת אל %(productNameNew)s
hr: Prebacio/la si se na %(productNameNew)s
hu: Váltott erre: %(productNameNew)s
ia: Tu ha cambiate a %(productNameNew)s.
it: Sei passato a %(productNameNew)s
ka: გადართვის შედეგად მიიღეთ %(productNameNew)s
kab: Tbeddleḍ ɣer %(productNameNew)s
nb_no: Du har byttet til %(productNameNew)s
nl: U bent overgeschakeld naar %(productNameNew)s
pl: Przełączono na %(productNameNew)s
pt: Mudou para %(productNameNew)s
pt_br: Você mudou para %(productNameNew)s
ro: Ai trecut la %(productNameNew)s
ru: Вы перешли на %(productNameNew)s
sk: Úspešne ste prešli na %(productNameNew)s
sl: Preklopili ste na %(productNameNew)s
sq: U hodhët në %(productNameNew)s
sr: Пребацили сте се на %(productNameNew)s
sr_latn: Prebacili ste se na %(productNameNew)s
sv_se: Du har bytt till %(productNameNew)s
th: คุณได้เปลี่ยนเป็น %(productNameNew)s
tr: %(productNameNew)s aboneliğine geçtiniz
tt: %(productNameNew)s продуктына күчтегез
uk: Ви перейшли на %(productNameNew)s

source: Credit card for %(productName)s expiring soon
cs: Platnost platební karty pro %(productName)s brzy vyprší
cy: Bydd cerdyn credyd %(productName)s yn dod i ben yn fuan
da: Betalingskort for %(productName)s udløber snart
de: Kreditkarte für %(productName)s läuft bald ab
el: Η πιστωτική κάρτα για το %(productName)s λήγει σύντομα
es_ar: Tarjeta de crédito para% (productName) s que vence pronto
es_cl: La tarjeta de crédito para %(productName)s vence pronto
fi: Tuotteella %(productName)s käytettävä luottokortti vanhenee pian
fr: La carte bancaire pour %(productName)s expire bientôt
he: תוקף כרטיס האשראי עבור %(productName)s יפוג בקרוב
hr: Rok kreditne kartice za %(productName)s uskoro istječe
hu: A(z) %(productName)s termékhez tartozó bankkártya hamarosan lejár
ia: Le carta de credito pro %(productName)s va expirar tosto
it: La carta di credito per %(productName)s sta per scadere
ka: %(productName)s მომსახურებისთვის საკრედიტო ბარათს ვადა ეწურება
kab: Takarḍa n usmad i %(productName)s qrib ad temmet
nb_no: Betalingskort for %(productName)s utløper snart
nl: De creditcard voor %(productName)s verloopt binnenkort
pl: Karta płatnicza dla %(productName)s wkrótce wygaśnie
pt: Cartão de crédito para %(productName)s expira em breve
pt_br: Validade do cartão de crédito de %(productName)s expirando em breve
ro: Cardul de credit pentru %(productName)s va expira în curând
ru: Срок действия банковской карты для оплаты за %(productName)s скоро заканчивается
sq: Kartë krediti për %(productName)s që skadon së shpejti
sr: Кредитна картица за %(productName)s ускоро истиче
sr_latn: Kreditna kartica za %(productName)s uskoro ističe
sv_se: Kreditkort för %(productName)s går ut snart
th: บัตรเครดิตสำหรับ % (productName)s จะหมดอายุในไม่ช้า
tr: %(productName)s için kredi kartının kullanım süresi yakında doluyor
tt: %(productName)s өчен кулланылучы кредит картасының тиздән вакыты чыгачак
uk: Незабаром, закінчується термін дії кредитної картки для оплати за %(productName)s
