Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
cs: Nedávno jste smazali svůj účet Firefoxu. Proto jsme zrušili vaše předplatné produktu %(productName)s. Vaše poslední platba ve výši %(invoiceTotal)s byla uhrazena %(invoiceDateOnly)s.
cy: Fe wnaethoch chi ddileu eich Cyfrif Firefox yn ddiweddar. O ganlyniad, rydym wedi diddymu eich tanysgrifiad i %(productName)s. Talwyd eich taliad olaf o $%(invoiceTotal)s ar %(invoiceDateOnly)s
da: Du har for nylig slettet din Firefox-konto. Derfor har vi annulleret dit abonnement på %(productName)s. Din sidste betaling på %(invoiceTotal)s blev betalt den %(invoiceDateOnly)s.
de: Sie haben kürzlich Ihren Firefox Account gelöscht. Aus diesem Grund haben wir Ihr Abonnement für %(productName)s storniert. Ihre letzte Zahlung von %(invoiceTotal)s wurde am %(invoiceDateOnly)s bezahlt.
el: Διαγράψατε πρόσφατα το λογαριασμό Firefox σας. Συνεπώς, έχουμε ακυρώσει τη συνδρομή σας στο %(productName)s. Η τελευταία πληρωμή των %(invoiceTotal)s έγινε στις %(invoiceDateOnly)s.
es_ar: Recientemente eliminaste tu cuenta de Firefox. Como resultado, cancelamos tu suscripción a %(productName)s. Tu último pago por $%(invoiceTotal)s se realizó el %(invoiceDateOnly)s.
es_cl: Eliminaste recientemente tu cuenta de Firefox. Como resultado, hemos cancelado tu suscripción de %(productName)s. Tu último pago por %(invoiceTotal)s fue realizado el %(invoiceDateOnly)s.
fi: Poistit äskettäin Firefox-tilisi. Sen seurauksena olemme peruneet tuotteen %(productName)s tilauksen. Viimeisin maksu, jonka summa on %(invoiceTotal)s, maksettiin %(invoiceDateOnly)s.
fr: Vous avez récemment supprimé votre compte Firefox. Par conséquent, nous avons annulé votre abonnement à %(productName)s. Votre paiement final de %(invoiceTotal)s a été réglé le %(invoiceDateOnly)s.
he: לאחרונה מחקת את חשבון ה־Firefox שלך. כתוצאה מכך, ביטלנו את מינוי ה־%(productName)s שלך. התשלום הסופי שלך בסך %(invoiceTotal)s שולם בתאריך %(invoiceDateOnly)s.
hr: Tvoj Firefox račun nedavno je izbrisan. Kao rezultat toga, otkazali smo tvoju pretplatu na %(productName)s. Tvoja konačna uplata %(invoiceTotal)s plaćena je %(invoiceDateOnly)s.
hu: Nemrég törölte a Firefox-fiókját. Ezért megszakítottuk a(z) %(productName)s-előfizetését. Az utolsó %(invoiceTotal)s értékű befizetése ekkor történt: %(invoiceDateOnly)s.
ia: Tu ha delite recentemente tu conto Firefox. In consequentia, nos ha cancellate tu subscription a %(productName)s. Tu pagamento final de %(invoiceTotal)s ha essite pagate le %(invoiceDateOnly)s.
it: Di recente hai eliminato il tuo account Firefox. Di conseguenza, abbiamo annullato il tuo abbonamento a %(productName)s. Il pagamento finale di %(invoiceTotal)s è stato effettuato in data %(invoiceDateOnly)s.
ja: 最近、Firefox アカウントを削除したため、%(productName)s のサブスクリプションがキャンセルされました。最後のお支払いは %(invoiceDateOnly)s に %(invoiceTotal)s でした。
ka: თქვენ ახლახან წაშალეთ თქვენი Firefox-ანგარიში. შედეგად, ჩვენ გავაუქმეთ თქვენ მიერ გამოწერილი %(productName)s. ბოლო გადახდაა %(invoiceTotal)s, თარიღით %(invoiceDateOnly)s.
kab: Tekkseḍ tineggura-a amiḍan-ik Firefox. Ihi, nsefsex ajerred-ik ɣer %(productName)s. Lexlaṣ-ik aneggaru n %(invoiceDateOnly)s yettwag deg %(invoiceDateOnly)s.
nb_no: Du har nylig slettet Firefox-kontoen din. Som et resultat har vi kansellert ditt abonnement på %(productName)s. Den endelige betalingen på %(invoiceTotal)s ble betalt den %(invoiceDateOnly)s.
nl: U heeft onlangs uw Firefox-account verwijderd. Als gevolg hiervan hebben we uw %(productName)s-abonnement opgezegd. Uw laatste betaling van %(invoiceTotal)s is betaald op %(invoiceDateOnly)s.
pl: Niedawno usunięto konto Firefoksa. Z tego powodu anulowaliśmy subskrypcję %(productName)s. Ostatnia płatność w wysokości %(invoiceTotal)s została opłacona w dniu %(invoiceDateOnly)s.
pt: Você cancelou a sua Conta Firefox recentemente. Como resultado, nós cancelámos a sua subscriçáo de %(productName)s. O seu pagamento final de %(invoiceTotal)s foi pago em %(invoiceDateOnly)s.
pt_br: Você excluiu recentemente sua Conta Firefox. Como resultado, cancelamos sua assinatura do %(productName)s. Seu pagamento final de %(invoiceTotal)s foi feito em %(invoiceDateOnly)s.
ro: Ți-ai șters recent contul Firefox. Prin urmare, ți-am anulat abonamentul %(productName)s. Plata ta finală de %(invoiceTotal)s a fost efectuată la %(invoiceDateOnly)s.
ru: Недавно вы удалили свой Аккаунт Firefox. В результате мы отменили вашу подписку на %(productName)s. Ваш последний платёж в размере $%(invoiceTotal)s был совершён %(invoiceDateOnly)s.
sl: Pred kratkim ste izbrisali svoj Firefox Račun. Zaradi tega smo preklicali vašo naročnino za %(productName)s. Vaše zadnje plačilo %(invoiceTotal)s je bilo nakazano %(invoiceDateOnly)s.
sq: Tani së fundi fshitë Llogarinë tuaj Firefox. Si rrjedhojë, kemi anuluar pajtimin tuaj në %(productName)s. Pagesa juaj përfundimtare prej %(invoiceTotal)s qe paguar më %(invoiceDateOnly)s.
sv_se: Du har nyligen raderat ditt Firefox-konto. Därför har vi avbrutit din prenumeration på %(productName)s. Din slutbetalning på %(invoiceTotal)s betalades den %(invoiceDateOnly)s.
tr: Yakın zamanda Firefox Hesabınızı sildiniz. Bu nedenle %(productName)s aboneliğinizi iptal ettik. %(invoiceTotal)s tutarındaki son ödemeniz %(invoiceDateOnly)s tarihinde ödendi.
uk: Ви нещодавно видалили свій обліковий запис Firefox. Тому, ми скасували передплату на %(productName)s. Ваш останній платіж розміром %(invoiceTotal)s було сплачено %(invoiceDateOnly)s.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
cs: Vyplňte prosím <a %(cancellationSurveyLinkAttributes)s>krátký formulář</a> a pomozte nám zlepšit naše služby.
cy: Helpwch ni i wella ein gwasanaethau trwy lanw'r <a %(cancellationSurveyLinkAttributes)s>arolwg byr</a> hwn.
da: Hjælp os med at forbedre vores tjenester ved at deltage i denne <a %(cancellationSurveyLinkAttributes)s>korte undersøgelse</a>.
de: Bitte helfen Sie uns, unsere Dienste zu verbessern, indem Sie diese <a %(cancellationSurveyLinkAttributes)s>kurze Umfrage</a> ausfüllen.
el: Βοηθήστε μας να βελτιώσουμε τις υπηρεσίες μας λαμβάνοντας συμμετοχή σε αυτή τη <a %(cancellationSurveyLinkAttributes)s>σύντομη έρευνα</a>.
es_ar: Ayudanos a mejorar nuestros servicios realizando esta <a %(cancellationSurveyLinkAttributes)s>breve encuesta</a>.
es_cl: Por favor, ayúdanos a mejorar nuestros servicios contestando esta <a %(cancellationSurveyLinkAttributes)s>breve encuesta</a>.
fi: Auta meitä parantamaan palveluitamme täyttämällä <a %(cancellationSurveyLinkAttributes)s>lyhyt kysely</a>.
fr: Aidez-nous à améliorer nos services en répondant à <a %(cancellationSurveyLinkAttributes)s>ce court questionnaire</a>.
he: באפשרותך לעזור לנו לשפר את השירותים שלך על־ידי מילוי <a %(cancellationSurveyLinkAttributes)s>סקר קצר</a> זה.
hr: Pomogni nam u poboljšanju naših usluga ispunjavanjem ove <a %(cancellationSurveyLinkAttributes)s>kratke ankete</a>.
hu: Segítsen bennünket szolgáltatásunk fejlesztésében azzal, hogy kitölti ezt a <a %(cancellationSurveyLinkAttributes)s>rövid kérdőívet</a>.
ia: Per favor adjuta nos a meliorar nostre servicios redigente iste <a %(cancellationSurveyLinkAttributes)s>breve questionario</a>.
it: Aiutaci a migliorare i nostri servizi partecipando a questo <a %(cancellationSurveyLinkAttributes)s>breve sondaggio</a>.
ka: გთხოვთ, დაგვეხმაროთ მომსახურების გაუმჯობესებაში და შეავსოთ ეს <a %(cancellationSurveyLinkAttributes)s>მცირე კითხვარი</a>.
kab: Ma ulac aɣilif, mudd-aɣ-d afus ad nesnerni imeẓla-nneɣ s uttekki deg <a %(cancellationSurveyLinkAttributes)s>tefrant-a wezzilen</a>.
nb_no: Hjelp oss med å forbedre tjenestene våre ved å være med i denne <a %(cancellationSurveyLinkAttributes)s>korte undersøkelsen</a>.
nl: Help ons onze dienstverlening te verbeteren door deze <a %(cancellationSurveyLinkAttributes)s>korte enquête</a> in te vullen.
pl: Pomóż nam ulepszać nasze usługi wypełniając tę <a %(cancellationSurveyLinkAttributes)s>krótką ankietę</a>.
pt: Ajude-nos a melhorar os nossos serviços respondendo a este <a %(cancellationSurveyLinkAttributes)s>pequeno questionário</a>.
pt_br: Ajude-nos a melhorar nossos serviços participando desta <a %(cancellationSurveyLinkAttributes)s>breve pesquisa</a>.
ro: Te rugăm să ne ajuți să ne îmbunătățim serviciile efectuând acest <a %(cancellationSurveyLinkAttributes)s>scurt sondaj</a>.
ru: Пожалуйста, помогите нам улучшить наши службы, приняв участие в этом <a %(cancellationSurveyLinkAttributes)s>кратком опросе</a>.
sk: Vyplňte, prosím, tento <a %(cancellationSurveyLinkAttributes)s>krátky formulár</a> a pomôžte nám zlepšiť naše služby.
sl: Pomagajte nam izboljšati naše storitve, tako da izpolnite to <a %(cancellationSurveyLinkAttributes)s>kratko anketo</a>.
sq: Ju lutemi, ndihmonani të përmirësojmë shërbimet tona duke plotësuar këtë <a %(cancellationSurveyLinkAttributes)s>pyetësor të shkurtër</a>.
sr: Помозите нам да побољшамо наше услуге одговарањем на овај <a %(cancellationSurveyLinkAttributes)s>кратак упитник</a>.
sr_latn: Pomozite nam da poboljšamo naše usluge odgovaranjem na ovaj <a %(cancellationSurveyLinkAttributes)s>kratak upitnik</a>.
sv_se: Hjälp oss att förbättra våra tjänster genom att göra denna <a %(cancellationSurveyLinkAttributes)s>korta undersökning</a>.
th: โปรดช่วยเราปรับปรุงบริการของเราโดยทำ<a %(cancellationSurveyLinkAttributes)s>แบบสำรวจสั้น ๆ</a> นี้
tr: Hizmetlerimizi iyileştirebilmemiz için bu <a %(cancellationSurveyLinkAttributes)s>kısa ankete</a> katılmanızı rica ederiz.
tt: Хезмәтләребезне яхшыртырга ярдәм итү өчен зинһар бу <a %(cancellationSurveyLinkAttributes)s>кыска сораулыкка</a> җавап бирүегезне сорыйбыз.
uk: Будь ласка, допоможіть нам вдосконалити наші послуги, взявши участь в цьому <a %(cancellationSurveyLinkAttributes)s>швидкому опитуванні</a>.

source: Please help us improve our services by taking this short survey:
cs: Vyplňte prosím krátký formulář a pomozte nám zlepšit naše služby:
cy: Helpwch ni i wella ein gwasanaethau trwy lanw'r arolwg byr hwn:
da: Hjælp os med at forbedre vores tjenester ved at deltage i denne korte undersøgelse:
de: Bitte helfen Sie uns, unsere Dienste zu verbessern, indem Sie diese kurze Umfrage ausfüllen:
el: Παρακαλούμε βοηθήστε μας να βελτιώσουμε τις υπηρεσίες μας, συμμετέχοντας σε αυτή τη σύντομη έρευνα:
es_ar: Ayudanos a mejorar nuestros servicios realizando esta breve encuesta:
es_cl: Por favor, ayúdanos a mejorar nuestros servicios contestando esta breve encuesta:
fi: Auta meitä parantamaan palveluitamme täyttämällä lyhyt kysely:
fr: Aidez-nous à améliorer nos services en répondant à ce court questionnaire :
he: באפשרותך לעזור לנו לשפר את השירותים שלך על־ידי מילוי סקר קצר זה:
hr: Pomogni nam u poboljšanju naših usluga ispunjavanjem ove kratke ankete:
hu: Segítsen bennünket szolgáltatásunk fejlesztésében azzal, hogy kitölti az alábbi rövid kérdőívet:
ia: Per favor adjuta nos a meliorar nostre servicios redigente iste breve questionario:
it: Aiutaci a migliorare i nostri servizi partecipando a questo breve sondaggio:
ka: გთხოვთ, დაგვეხმაროთ მომსახურების გაუმჯობესებაში და შეავსოთ ეს მცირე კითხვარი:
kab: Ma ulac aɣilif, mudd-aɣ-d afus ad nesnerni imeẓla-nneɣ s uttekki deg tefrant-a wezzilen:
nb_no: Hjelp oss med å forbedre tjenestene våre ved å ta denne korte undersøkelsen:
nl: Help ons onze dienstverlening te verbeteren door deze korte enquête in te vullen:
pl: Pomóż nam ulepszać nasze usługi wypełniając tę krótką ankietę:
pt: Ajude-nos a melhorar os nossos serviços respondendo a este pequeno questionário:
pt_br: Ajude-nos a melhorar nossos serviços participando desta breve pesquisa:
ro: Te rugăm să ne ajuți să ne îmbunătățim serviciile efectuând acest scurt sondaj:
ru: Пожалуйста, помогите нам улучшить наши службы, приняв участие в этом кратком опросе:
sk: Vyplňte, prosím, tento krátky formulár a pomôžte nám zlepšiť naše služby:
sl: Pomagajte nam izboljšati naše storitve, tako da izpolnite to kratko anketo.
sq: Ju lutemi, ndihmonani të përmirësojmë shërbimet tona duke plotësuar këtë pyetësor të shkurtër:
sr: Помозите нам да побољшамо наше услуге одговарањем на овај кратак упитник:
sr_latn: Pomozite nam da poboljšamo naše usluge odgovaranjem na ovaj kratak upitnik:
sv_se: Hjälp oss att förbättra våra tjänster genom att ta göra en kort undersökning:
th: โปรดช่วยเราปรับปรุงบริการของเราโดยทำแบบสำรวจสั้น ๆ นี้:
tr: Hizmetlerimizi iyileştirebilmemiz için kısa bir ankete katılmanızı rica ederiz:
tt: Зинһар, хезмәтләребезне яхшыртырга ярдәм итү өчен бу кыска сораулыкны алыгыз:
uk: Будь ласка, допоможіть нам вдосконалити наші послуги, взявши участь в цьому швидкому опитуванні:

source: Welcome to %(productName)s
cs: Vítá vás %(productName)s
cy: Croeso i %(productName)s
da: Velkommen til %(productName)s
de: Willkommen bei %(productName)s
el: Καλώς ορίσατε στο %(productName)s
es_ar: Bienvenido a % (productName) s
es_cl: Te damos la bienvenida a %(productName)s
fi: Tervetuloa, käytössäsi on %(productName)s
fr: Bienvenue sur %(productName)s
he: ברוכים הבאים אל %(productName)s
hr: Dobro došli na %(productName)s
hu: Üdvözli a(z) %(productName)s
ia: Benvenite a %(productName)s
it: Benvenuto in %(productName)s
ja: %(productName)s へようこそ
ka: მოგესალმებათ %(productName)s
kab: Ansuf ɣer %(productName)s
nb_no: Velkommen til %(productName)s
nl: Welkom bij %(productName)s
pl: Witamy w %(productName)s
pt: Bem-vindo ao %(productName)s
pt_br: Boas-vindas ao %(productName)s
ro: Bine ai venit la %(productName)s
ru: Добро пожаловать в %(productName)s
sk: Víta vás %(productName)s
sl: Dobrodošli v %(productName)s
sq: Mirë se vini te %(productName)s
sr: Добродошли у %(productName)s
sr_latn: Dobrodošli u %(productName)s
sv_se: Välkommen till %(productName)s
th: ยินดีต้อนรับสู่ % (productName)s
tr: %(productName)s uygulamasına hoş geldiniz
tt: %(productName)s-ка рәхим итегез
uk: Вітаємо в %(productName)s

source: Your payment is processing and may take up to four business days to complete. Your subscription will renew automatically each billing period unless you choose to cancel.
cs: Vaše platba se zpracovává a její dokončení může trvat až čtyři pracovní dny. Vaše předplatné se bude automaticky obnovovat každé fakturační období, dokud ho nezrušíte.
cy: Mae'ch taliad yn cael ei brosesu a gall gymryd hyd at bedwar diwrnod gwaithi'w gwblhau. Bydd eich tanysgrifiad yn adnewyddu'n awtomatig bob cyfnod bilio oni bai eich bod yn dewis ei orffen.
da: Din betaling behandles og kan tage op til fire arbejdsdage at gennemføre. Dit abonnement fornys automatisk hver faktureringsperiode, medmindre du vælger at annullere.
de: Ihre Zahlung wird verarbeitet und kann bis zu vier Werktage dauern. Ihr Abonnement verlängert sich automatisch in jedem Abrechnungszeitraum, es sei denn, Sie kündigen.
el: Η πληρωμή σας βρίσκεται υπό επεξεργασία και ενδέχεται να χρειαστούν έως και τέσσερις εργάσιμες ημέρες για να ολοκληρωθεί. Η συνδρομή σας θα ανανεώνεται αυτόματα σε κάθε περίοδο χρέωσης, εκτός εάν επιλέξετε να την ακυρώσετε.
es_ar: El pago se está procesando y puede tomar hasta cuatro días hábiles en completarse. La suscripción se renovará automáticamente cada período de facturación a menos que elijás cancelar.
es_cl: Tu pago se está procesando y puede demorar hasta cuatro días hábiles en completarse. Tu suscripción se renovará automáticamente cada período de facturación a menos que elijas cancelar.
fi: Maksuasi käsitellään, ja sen suorittaminen voi kestää neljä arkipäivää. Tilauksesi uusiutuu automaattisesti joka laskutusjakso, ellet peru sitä.
fr: Votre paiement est en cours de traitement, ce qui peut prendre jusqu’à quatre jours ouvrables. Votre abonnement se renouvellera automatiquement à chaque période de facturation, sauf si vous choisissez de l’annuler.
hu: Fizetése feldolgozás alatt áll, és a befejezése akár négy munkanapot is igénybe vehet. Az előfizetés automatikusan megújul minden számlázási időszakban, hacsak nem dönt úgy, hogy lemondja.
ia: Tu pagamento es in execution e pote prender usque quatro dies laborative pro completar se. Tu abonamento sera renovate automaticamente cata termino de facturation usque tu non seligera de lo cancellar.
it: Il pagamento è in fase di elaborazione, l’operazione potrebbe richiedere fino a quattro giorni lavorativi. Il tuo abbonamento si rinnoverà automaticamente a ogni periodo di fatturazione, a meno che tu non decida di annullarlo.
ja: お支払いは処理中です。完了するまで最大 4 営業日かかる場合があります。キャンセルを選択しない限り、サブスクリプションは請求期間ごとに自動的に更新されます。
ka: გადახდა მუშავდება და შეიძლება გასტანოს ოთხ სამუშაო დღემდე. თქვენი გამოწერა თავისით განახლდება თითოეულ სააგარიშო პერიოდში, სანამ არ გააუქმებთ.
nl: Uw betaling wordt verwerkt en wordt binnen vier werkdagen voltooid. Uw abonnement wordt elke factureringsperiode automatisch verlengd, tenzij u opzegt.
pl: Płatność jest przetwarzana, co może zająć do czterech dni roboczych. Subskrypcja będzie automatycznie odnawiana z każdym okresem rozliczeniowym, chyba że zdecydujesz się ją anulować.
pt: O seu pagamento está a ser processado e pode demorar até quatro dias úteis para ser concluído. A sua subscrição será renovada automaticamente a cada período de faturação, a menos que opte por cancelar.
pt_br: O pagamento está sendo processado e pode levar até quatro dias úteis para ser concluído. Sua assinatura é renovada automaticamente a cada período de faturamento, a menos que você opte por cancelar.
ru: Ваш платеж обрабатывается, что может занять до четырех рабочих дней. Ваша подписка будет автоматически продлеваться каждый расчетный период, если вы не решите её отменить.
sl: Vaše plačilo je v obdelavi, ki lahko traja do štiri delovne dni. Vaša naročnina se bo samodejno obnovila vsako obračunsko obdobje, razen če se odločite za preklic.
sq: Pagesa juaj po përpunohet dhe mund të duhen deri në katër ditë pune që të plotësohet. Pajtimi juaj do të rinovohet automatikisht për çdo periudhë faturimi, veç në zgjedhëshi ta anuloni.
sv_se: Din betalning behandlas och kan ta upp till fyra arbetsdagar att slutföra. Din prenumeration förnyas automatiskt varje faktureringsperiod om du inte väljer att avsluta.
tr: Ödemeniz işleme alındı. Tamamlanması 4 iş günü sürebilir. İptal etmediğiniz sürece aboneliğiniz her fatura döneminde otomatik olarak yenilenecektir.
uk: Ваш платіж обробляється. Це може тривати до чотирьох робочих днів. Ваша передплата автоматично поновлюватиметься після завершення розрахункового періоду, поки ви не скасуєте її.

source: Next, you'll create a Firefox account password and download %(productName)s.
cs: Nyní si vytvoříte heslo pro účet Firefoxu a stáhnete produkt %(productName)s.
cy: Nesaf, byddwch chi'n creu cyfrinair cyfrif Firefox ac yn llwytho %(productName)s i lawr.
da: Opret nu en adgangskode til din Firefox-konto og hent %(productName)s.
de: Als Nächstes erstellen Sie ein Passwort für Ihren Firefox Account und laden %(productName)s herunter.
el: Έπειτα, θα δημιουργήσετε έναν κωδικό πρόσβασης για τον λογαριασμό Firefox και θα κάνετε λήψη του %(productName)s.
es_ar: A continuación, vas a crear una contraseña de cuenta de Firefox y descargarás %(productName)s.
es_cl: A continuación, crearás una contraseña para la cuenta de Firefox y descargarás %(productName)s.
fi: Luo seuraavaksi Firefox-tilin salasana ja lataa %(productName)s.
fr: Ensuite, vous allez créer un mot de passe pour votre compte Firefox et télécharger %(productName)s.
hu: Ezután létre fog hozni egy jelszót a Firefox-fiókhoz, és letölti a %(productName)sot.
ia: Successivemente, tu creara un contrasigno de conto Firefox e discargara %(productName)s
it: Successivamente, sarà necessario creare una password per l’account Firefox e scaricare %(productName)s.
ja: 次に、Firefox アカウントのパスワードを作成して %(productName)s をダウンロードします。
ka: შემდეგ, შეიქმნება Firefox-ანგარიშის პაროლი და ჩამოიტვირთება %(productName)s.
nl: Hierna maakt u een Firefox-accountwachtwoord aan en downloadt u %(productName)s.
pl: Następnie utworzysz hasło konta Firefoksa i pobierzesz program %(productName)s.
pt: Agora, irá criar uma palavra-passe da conta Firefox e transferir %(productName)s.
pt_br: Em seguida, você irá criar uma senha de Conta Firefox e baixar o %(productName)s.
ru: Далее, вы должны создать пароль аккаунта Firefox и загрузить %(productName)s.
sl: Nato boste ustvarili geslo za Firefox Račun in prenesli %(productName)s.
sq: Më pas do të krijoni një fjalëkalim llogarie Firefox-i dhe do të shkarkoni %(productName)s.
sv_se: Därefter skapar du ett lösenord för Firefox-konto och hämtar %(productName)s.
tr: Sonra bir Firefox hesabı açacak ve %(productName)s yazılımını indireceksiniz.
tt: Алга таба, Firefox хисабына бер серсүз куярга һәм %(productName)s программасын җиһазыгызга алырга кирәк булачак.
uk: Далі вам потрібно створити пароль облікового запису Firefox і завантажити %(productName)s.

source: Invoice number: %(invoiceNumber)s
cs: Číslo dokladu: %(invoiceNumber)s
cy: Rhif anfoneb: %(invoiceNumber)s
da: Fakturanummer: %(invoiceNumber)s
de: Rechnungsnummer: %(invoiceNumber)s
el: Αριθμός τιμολογίου: %(invoiceNumber)s
es_ar: Número de factura: %(invoiceNumber)s
es_cl: Número de factura: %(invoiceNumber)s
fi: Laskun numero: %(invoiceNumber)s
fr: Numéro de facture : %(invoiceNumber)s
he: מספר חשבונית: %(invoiceNumber)s
hu: Számla száma: %(invoiceNumber)s
ia: Numero de factura : %(invoiceNumber)s
it: Numero fattura: %(invoiceNumber)s
ja: 請求書番号: %(invoiceNumber)s
ka: ზედნადების ნომერი: %(invoiceNumber)s
kab: Uṭṭun n tfaturt: %(invoiceNumber)s
nl: Factuurnummer: %(invoiceNumber)s
pl: Numer faktury: %(invoiceNumber)s
pt: Número da fatura: %(invoiceNumber)s
pt_br: Número da fatura: %(invoiceNumber)s
ru: Номер счёта: %(invoiceNumber)s
sl: Številka računa: %(invoiceNumber)s
sq: Numër fature: %(invoiceNumber)s
sv_se: Fakturanummer: %(invoiceNumber)s
tr: Fatura numarası: %(invoiceNumber)s
tt: Квитанция номеры: %(invoiceNumber)s
uk: Номер рахунку: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
cs: Dne %(invoiceDateOnly)s účtováno %(invoiceTotal)s
cy: Codwyd: $%(invoiceTotal)s ar %(invoiceDateOnly)s
da: Opkrævet: %(invoiceTotal)s den %(invoiceDateOnly)s
de: Abgebucht: %(invoiceTotal)s am %(invoiceDateOnly)s
el: Χρέωση: %(invoiceTotal)s στις %(invoiceDateOnly)s
es_ar: Cobrado: %(invoiceTotal)s el %(invoiceDateOnly)s
es_cl: Cobrado: %(invoiceTotal)s el %(invoiceDateOnly)s
fi: Laskutettu: %(invoiceTotal)s %(invoiceDateOnly)s
fr: %(invoiceTotal)s facturés le %(invoiceDateOnly)s
he: חיוב של %(invoiceTotal)s בתאריך %(invoiceDateOnly)s
hu: Levonva: %(invoiceTotal)s ekkor: %(invoiceDateOnly)s
ia: %(invoiceTotal)s facturate le %(invoiceDateOnly)s
it: Addebito: %(invoiceTotal)s il %(invoiceDateOnly)s
ja: 支払日: %(invoiceDateOnly)s に合計 %(invoiceTotal)s
ka: ჩამოიჭრა: %(invoiceTotal)s თარიღზე %(invoiceDateOnly)s
kab: Yettwafter; %(invoiceTotal)s deg %(invoiceDateOnly)s
nl: In rekening gebracht: %(invoiceTotal)s op %(invoiceDateOnly)s
pl: Obciążono: %(invoiceTotal)s w dniu %(invoiceDateOnly)s
pt: Debitado: %(invoiceTotal)s em %(invoiceDateOnly)s
pt_br: Cobrado: %(invoiceTotal)s em %(invoiceDateOnly)s
ru: %(invoiceDateOnly)s оплачено %(invoiceTotal)s
sl: Zaračunano: %(invoiceTotal)s dne %(invoiceDateOnly)s
sq: U faturuan: %(invoiceTotal)s më %(invoiceDateOnly)s
sv_se: Debiterad: %(invoiceTotal)s den %(invoiceDateOnly)s
tr: %(invoiceDateOnly)s tarihinde %(invoiceTotal)s tahsil edildi
tt: %(invoiceDateOnly)s көнне %(invoiceDateOnly)s түләнде
uk: Оплачено: %(invoiceTotal)s %(invoiceDateOnly)s
