Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Questions about your subscription? Our support team is here to help you:
cs: Máte dotaz ohledně vašeho předplatného? Pomůže vám náš tým podpory:
cy: Cwestiynau am eich tanysgrifiad? Mae ein tîm cymorth yma i'ch helpu chi:
da: Har du spørgsmål om dit abonnement? Vores supportteam står klar til at hjælpe dig:
de: Fragen zu Ihrem Abonnement? Unser Hilfe-Team unterstützt Sie gerne:
el: Έχετε απορίες για τη συνδρομή σας; Η ομάδα υποστήριξής μας είναι εδώ για να σας βοηθήσει:
es_ar: ¿Preguntas acerca de la suscripción? Nuestro equipo de soporte está acá para ayudarte:
es_cl: ¿Preguntas sobre tu suscripción? Nuestro equipo de soporte está aquí para ayudarte:
fi: Kysymyksiä tilaukseesi liittyen? Tukitiimimme auttaa sinua:
fr: Des questions sur votre abonnement ? Notre équipe d’assistance est là pour vous aider :
he: שאלות לגבי המנוי שלך? צוות התמיכה שלנו כאן כדי לעזור לך:
hr: Pitanja o tvojoj pretplati? Naš tim za podršku spreman je pomoći:
hu: Kérdése van az előfizetéséről? A támogatási csapatunk itt van, hogy segítsen:
ia: Questiones re tu subscription? Nostre equipa de supporto es ci pro te adjutar:
it: Hai delle domande sulle sottoscrizioni? Il team di supporto è a tua disposizione:
ka: კითხვები გაქვთ თქვენი გამოწერის შესახებ? ჩვენი მხარდაჭერის გუნდი მზადაა თქვენს დასახმარებლად:
kab: Isteqsiyen ɣer ujerred-ik? Tarbeɛt-nneɣ n tallelt a-tt-a da ad ak-d-efk afus:
nb_no: Har du spørsmål om ditt abonnement? Vårt supportteam står klar til å hjelpe deg:
nl: Vragen over uw abonnement? Ons ondersteuningsteam is er om u te helpen:
pl: Masz pytania dotyczące subskrypcji? Nasz zespół wsparcia Ci pomoże:
pt: Dúvidas sobre a sua subscrição? A nossa equipa de apoio está aqui para ajudar.
pt_br: Dúvidas sobre sua assinatura? Nossa equipe de suporte está aqui para ajudar.
ro: Întrebări despre abonament? Echipa noastră de asistență este aici pentru a te ajuta:
ru: У вас есть вопросы по вашей подписке? Наша команда поддержки с радостью поможет вам:
sl: Imate vprašanja o vaši naročnini? Naša ekipa za podporo je tu, da vam pomaga:
sq: Pyetje rreth pajtimit tuaj? Ekipi ynë i asistencës është këtu për t’ju ndihmuar:
sr: Имате питања о претплати? Наш тим за подршку је ту да вам помогне:
sr_latn: Imate pitanja o pretplati? Naš tim za podršku je tu da vam pomogne:
sv_se: Frågor om din prenumeration? Vårt supportteam är här för att hjälpa dig:
th: มีคำถามเกี่ยวกับการบอกรับของคุณหรือไม่? ทีมสนับสนุนของเราพร้อมช่วยคุณ:
tr: Aboneliğinizle ilgili sorularınız mı var? Destek ekibimiz size yardımcı olabilir:
uk: Маєте питання щодо передплати? Наша команда підтримки з радістю допоможе вам:

source: Low recovery codes remaining
ar: رموز الاستعادة المتبقية قليلة
be: Засталося мала кодаў аднаўлення
bs: Preostalo još nekoliko kodova za oporavak
ca: Queden pocs codis de recuperació
cs: Zbývá malé množství záložních kódů
cy: Prinder codau adfer
da: Kun få genoprettelseskoder tilbage
de: Nur noch wenige übrige Wiederherstellungscodes
el: Απομένουν λίγοι κωδικοί ανάκτησης
es_ar: Quedan pocos códigos de recuperación
es_cl: Quedan pocos códigos de recuperación
et: Taastamiskoode on vähe alles
fi: Palautuskoodit vähissä
fr: Il vous reste peu de codes de récupération
gd: Chan eil mòran chòdan aisig air fhàgail agad
he: נותרו מעט קודים לשחזור
hr: Preostao je mali broj kodova za oporavak
hu: Kevés helyreállító kód maradt
ia: Pauc codices de recuperation restante
it: Sono rimasti pochi codici di recupero
ja: 回復用コードが残り少なくなっています
ka: აღდგენის კოდები თავდება
kab: Qqiment-d kan kra n tigalin n usellek
lt: Liko nedaug atkūrimo kodų
ml: വീണ്ടെടുക്കൽ കോഡുകൾ കുറവാണ്
ms: Kod pemulihan semakin habis
nb_no: Kun få gjenopprettelseskoder igjen
nl: Weinig herstelcodes resterend
pa_in: ਘੱਟ ਰਿਕਵਰੀ ਕੋਡ ਬਾਕੀ ਰਹਿੰਦੇ
pl: Pozostało mało kodów odzyskiwania
pt: Restam poucos códigos de recuperação
pt_br: Restam poucos códigos de recuperação
ro: Număr mic de coduri de recuperare rămase
ru: Осталось мало кодов восстановления
sk: Ostáva vám malé množstvo obnovovacích kódov
sl: Zmanjkuje vam kod za obnovitev
sq: Edhe pak kode rimarrjeje të mbetur
sr: Мали број кодова за опоравак је остао
sr_latn: Mali broj kodova za oporavak je ostao
sv_se: Få återställningskoder återstår
th: รหัสการกู้คืนเหลือน้อย
tr: Kurtarma kodları azaldı
tt: Коткару кодлары аз калды
uk: Залишилося мало кодів відновлення

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
ar: لاحظنا بأن رموز الاستعادة لديك باتت قليلة. من فضلك خُذ بالحسبان أن توليد رموز جديدة يقيك من استحالة الوصول إلى حسابك.
be: Мы заўважылі, што ў вас засталося мала кодаў аднаўлення. Калі ласка, падумайце пра стварэнне новых кодаў, каб пазбегнуць блакавання вашага уліковага запісу.
bs: Primjetili smo da vam je preostalo još nekoliko kodova za oporavak. Molimo razmislite o generisanju novih kodova da izbjegnete zaključavanje vašeg računa.
ca: S'ha detectat que us queden pocs codis de recuperació. Considereu generar codis nous perquè no se us bloquegi l'accés al compte.
cs: Všimli jsme si, že vám zbývá malé množství záložních kódů. Abyste předešli nechtěnému uzamčení vašeho účtu, zvažte prosím vytvoření nových kódů.
cy: Rydym wedi sylwi eich bod yn brin o godau adfer. Ystyriwch greu codau newydd er mwyn osgoi cael eich cloi allan o'ch cyfrif.
da: Vi har bemærket, at du ikke har så mange genoprettelseskoder tilbage. Overvej at generere nye koder for at undgå at blive låst ude af din konto.
de: Wir haben festgestellt, dass Sie nur noch wenige Wiederherstellungscodes besitzen. Überlegen Sie bitte, ob Sie neue Codes erzeugen möchten, um nicht aus Ihrem Konto ausgesperrt zu werden.
el: Παρατηρήσαμε ότι σας απομένουν λίγοι κωδικοί ανάκτησης. Παρακαλούμε σκεφτείτε να δημιουργήσετε νέους κωδικούς για να μην κλειδωθείτε έξω από το λογαριασμό σας.
es_ar: Notamos que te estás quedando sin códigos de recuperación. Considerá generar nuevos códigos para evitar el bloqueo de la cuenta.
es_cl: Notamos que te estás quedando corto en códigos de recuperación. Por favor, considera generar nuevos códigos para evitar quedar sin acceso a tu cuenta.
et: Märkasime, et sul on vähe taastamiskoode alles jäänud. Palun kaalu uute genereerimist, vältimaks enda kontole ligipääsu kaotamist.
fi: Huomasimme, että palautuskoodisi ovat vähissä. Kannattaa luoda uudet palautuskoodit, jotta sinua ei lukita ulos tililtäsi.
fr: Nous avons remarqué qu’il vous reste peu de codes de récupération. Vous devriez générer de nouveaux codes pour éviter de perdre l’accès à votre compte.
gd: Mhothaich sinn nach eil mòran chòdan aisig air fhàgail agad. Nach gin thu feadhainn gus nach dèid do ghlasadh a-mach às a’ chunntas agad?
he: שמנו לב שמפתחות השחזור שלך הולכים ואוזלים. נא לשקול לייצר קודים חדשים כדי להימנע מנעילתך מחוץ לחשבון.
hr: Primijetili smo da ti ponestaju kodovi za oporavak. Razmisli o generiranju novih kodova da bi se izbjegao gubitak pristupa računu.
hu: Észrevettük, hogy kevés helyreállító kódja maradt. Fontolja meg új kódok előállítását, hogy elkerülje azt, hogy kizárja megát a fiókjából.
ia: Nos ha constatate que te resta pauc codices de recuperation. Considera generar nove codices pro evitar perder le accesso a tu conto.
it: Ti informiamo che ti sono rimasti pochi codici di recupero. Genera dei nuovi codici per evitare di restare tagliato fuori dal tuo account.
ja: あなたの回復用コードは残り少なくなっているようです。アカウントから閉め出されないように新たなコードの生成を検討してください。
ka: ჩვენ შევამჩნიეთ, რომ აღდგენის კოდები გითავდებათ. გთხოვთ, შექმნათ ახალი კოდები, თქვენს ანგარიშთან წვდომის დაკარგვის თავიდან ასაცილებლად.
kab: Nwala d akken qqiment-d kan kra ntingalin n usellek. Yessefk ad tsirweḍ tingalin timaynutin akken ur k-yettruḥu ara umiḍan-ik.
lt: Pastebėjome, jog jau panaudojote daugumą atkūrimo kodų. Patariame sugeneruoti naujus, kad netyčia neliktumėte negrįžtamai atskirti nuo savo duomenų.
ml: നിങ്ങളുടെ കൈയ്യില്‍ ഇനി വീണ്ടെടുക്കൽ കോഡുകള്‍ കുറവാണെന്ന് തോന്നുന്നു. നിങ്ങളുടെ അക്കൗണ്ട് ലോക്ക് ചെയ്യപ്പെടാതിരിക്കാനായി പുതിയ കോഡുകൾ സൃഷ്ടിക്കുന്നത് പരിഗണിക്കുക.
ms: Kami mengesan bahawa kod pemulihan anda semakin habis. Sila jana kod baru untuk mengelakkan anda terkunci di luar akaun.
nb_no: Det er få gjenopprettingskoder igjen. Vurder å generere nye koder for å unngå å bli utestengt fra kontoen din.
nl: We hebben gemerkt dat u nog weinig herstelcodes hebt. Overweeg nieuwe codes te genereren om te voorkomen dat u geen toegang meer hebt tot uw account.
pa_in: ਅਸੀਂ ਦੇਖਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਰਿਕਵਰੀ ਕੋਡ ਤੇ ਘੱਟ ਚੱਲ ਰਹੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚੋਂ ਲੌਕ ਹੋ ਜਾਣ ਤੋਂ ਬਚਣ ਲਈ ਨਵੇਂ ਕੋਡ ਬਣਾਉਣ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।
pl: Zauważyliśmy, że pozostało mało kodów odzyskiwania. Prosimy rozważyć utworzenie nowych, aby uniknąć zablokowania konta.
pt: Notámos que está com poucos códigos de recuperação. Por favor considere gerar novos códigos para evitar que fique sem acesso à sua conta.
pt_br: Percebemos que você está com poucos códigos de recuperação. Considere gerar novos códigos para evitar que sua conta seja bloqueada.
ro: Am observat că mai ai doar câteva coduri de recuperare disponibile. Te rugăm să iei în calcul generarea unor coduri noi pentru a evita blocarea accesului la cont.
ru: Мы заметили, что у вас осталось мало кодов восстановления. Пожалуйста, создайте новые коды, чтобы избежать блокировки вашего аккаунта.
sk: Všimli sme si, že vám ostáva malé množstvo obnovovacích kódov. Prosím, zvážte vygenerovanie nových kódov, čím zabránite nechcenému vymknutiu sa z účtu.
sl: Opazili smo, da vam zmanjkuje kod za obnovitev. Ustvarite nove kode, da preprečite izgubo dostopa do svojega računa.
sq: Vumë re se po ju mbarohen kodet e rimarrjes. Ju lutemi, shihni mundësinë e prodhimit të kodeve të rinj, për të shmangur që të mbeten jashtë llogarisë tuaj.
sr: Приметили смо да вам је остао мали број кодова за опоравак. Размислите о генерисању нових кодова како бисте избегли губитак приступа вашем налогу.
sr_latn: Primetili smo da vam je ostao mali broj kodova za oporavak. Razmislite o generisanju novih kodova kako biste izbegli gubitak pristupa vašem nalogu.
sv_se: Få återställningskoder återstår. Tänk på att generera nya koder för att undvika att bli utelåst från ditt konto.
th: เราสังเกตว่ารหัสการกู้คืนของคุณเหลือน้อย โปรดพิจารณาสร้างรหัสใหม่เพื่อป้องกันไม่ให้บัญชีของคุณถูกล็อก
tr: Az sayıda kurtarma kodunuzun kaldığını fark ettik. Kodlarınızın bitince hesabınızın kilitlenmemesi için lütfen yeni kodlar oluşturun.
tt: Коткару кодларыгыз аз калганына игътибар иттек. Зинар, кодларыгыз бетеп хисабыгызның бикләнеп калуыннан саклану өчен, яңа кодлар ясату турында уйлап карагыз.
uk: У вас залишилось мало кодів відновлення. Будь ласка, згенеруйте нові коди, щоб не втратити можливість отримання доступу до свого облікового запису.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
ar: لاحظنا بأن رموز الاستعادة لديك باتت قليلة. من فضلك خُذ بالحسبان أن توليد رموز جديدة يقيك من استحالة الوصول إلى حسابك.
be: Мы заўважылі, што ў вас засталося мала кодаў аднаўлення. Калі ласка, падумайце пра стварэнне новых кодаў, каб пазбегнуць блакавання вашага уліковага запісу.
bs: Primjetili smo da vam je preostalo još nekoliko kodova za oporavak. Molimo razmislite o generisanju novih kodova da izbjegnete zaključavanje vašeg računa.
ca: S'ha detectat que us queden pocs codis de recuperació. Considereu generar codis nous perquè no se us bloquegi l'accés al compte.
cs: Všimli jsme si, že vám zbývá malé množství záložních kódů. Abyste předešli nechtěnému uzamčení vašeho účtu, zvažte prosím vytvoření nových kódů.
cy: Rydym wedi sylwi eich bod yn fyr o godau adfer. Ystyriwch greu codau newydd er mwyn osgoi cael eich cloi allan o'ch cyfrif.
da: Vi har bemærket, at du ikke har så mange genoprettelseskoder tilbage. Overvej at generere nye koder for at undgå at blive låst ude af din konto.
de: Wir haben festgestellt, dass Sie nur noch wenige Wiederherstellungscodes besitzen. Überlegen Sie bitte, ob Sie neue Codes erzeugen möchten, um nicht aus Ihrem Konto ausgesperrt zu werden.
el: Παρατηρήσαμε ότι σας απομένουν λίγοι κωδικοί ανάκτησης. Παρακαλούμε σκεφτείτε να δημιουργήσετε νέους κωδικούς για να μην κλειδωθείτε έξω από το λογαριασμό σας.
es_ar: Notamos que te estás quedando sin códigos de recuperación. Considerá generar nuevos códigos para evitar el bloqueo de la cuenta.
es_cl: Notamos que te estás quedando corto en códigos de recuperación. Por favor, considera generar nuevos códigos para evitar quedar sin acceso a tu cuenta.
et: Märkasime, et sul on vähe taastamiskoode alles jäänud. Palun kaalu uute genereerimist, vältimaks enda kontole ligipääsu kaotamist.
fi: Huomasimme, että palautuskoodisi ovat vähissä. Kannattaa luoda uudet palautuskoodit, jotta sinua ei lukita ulos tililtäsi.
fr: Nous avons remarqué qu’il vous reste peu de codes de récupération. Vous devriez générer de nouveaux codes pour éviter de perdre l’accès à votre compte.
gd: Mhothaich sinn nach eil mòran chòdan aisig air fhàgail agad. Nach gin thu feadhainn gus nach dèid do ghlasadh a-mach às a’ chunntas agad?
he: שמנו לב שמפתחות השחזור שלך הולכים ואוזלים. נא לשקול לייצר קודים חדשים כדי להימנע מנעילתך מחוץ לחשבון.
hr: Primijetili smo da ti ponestaju kodovi za oporavak. Razmisli o generiranju novih kodova da bi se izbjegao gubitak pristupa računu.
hu: Észrevettük, hogy kevés helyreállító kódja maradt. Fontolja meg új kódok előállítását, hogy elkerülje azt, hogy kizárja megát a fiókjából.
ia: Nos ha constatate que te resta pauc codices de recuperation. Considera generar nove codices pro evitar perder le accesso a tu conto.
it: Ti informiamo che ti sono rimasti pochi codici di recupero. Genera dei nuovi codici per evitare di restare tagliato fuori dal tuo account.
ja: あなたの回復用コードは残り少なくなっているようです。アカウントから閉め出されないように新たなコードの生成を検討してください。
ka: ჩვენ შევამჩნიეთ, რომ აღდგენის კოდები გითავდებათ. გთხოვთ, შექმნათ ახალი კოდები, თქვენს ანგარიშთან წვდომის დაკარგვის თავიდან ასაცილებლად.
kab: Nwala d akken qqiment-d kan kra ntingalin n usellek. Yessefk ad tsirweḍ tingalin timaynutin akken ur k-yettruḥu ara umiḍan-ik.
lt: Pastebėjome, jog jau panaudojote daugumą atkūrimo kodų. Patariame sugeneruoti naujus, kad netyčia neliktumėte negrįžtamai atskirti nuo savo duomenų.
ml: നിങ്ങളുടെ കൈയ്യില്‍ ഇനി വീണ്ടെടുക്കൽ കോഡുകള്‍ കുറവാണെന്ന് തോന്നുന്നു. നിങ്ങളുടെ അക്കൗണ്ട് ലോക്ക് ചെയ്യപ്പെടാതിരിക്കാനായി പുതിയ കോഡുകൾ സൃഷ്ടിക്കുന്നത് പരിഗണിക്കുക.
ms: Kami mengesan bahawa kod pemulihan anda semakin habis. Sila jana kod baru untuk mengelakkan anda terkunci di luar akaun.
nb_no: Det er få gjenopprettingskoder igjen. Vurder å generere nye koder for å unngå å bli utestengt fra kontoen din.
nl: We hebben gemerkt dat u nog weinig herstelcodes hebt. Overweeg nieuwe codes te genereren om te voorkomen dat u geen toegang meer hebt tot uw account.
pa_in: ਅਸੀਂ ਦੇਖਿਆ ਹੈ ਕਿ ਤੁਸੀਂ ਰਿਕਵਰੀ ਕੋਡ ਤੇ ਘੱਟ ਚੱਲ ਰਹੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚੋਂ ਲੌਕ ਹੋ ਜਾਣ ਤੋਂ ਬਚਣ ਲਈ ਨਵੇਂ ਕੋਡ ਬਣਾਉਣ 'ਤੇ ਵਿਚਾਰ ਕਰੋ।
pl: Zauważyliśmy, że pozostało mało kodów odzyskiwania. Prosimy rozważyć utworzenie nowych, aby uniknąć zablokowania konta.
pt: Notámos que está com poucos códigos de recuperação. Por favor considere gerar novos códigos para evitar que fique sem acesso à sua conta.
pt_br: Percebemos que você está com poucos códigos de recuperação. Considere gerar novos códigos para evitar que sua conta seja bloqueada.
ro: Am observat că mai ai doar câteva coduri de recuperare disponibile. Te rugăm să iei în calcul generarea unor coduri noi pentru a evita blocarea accesului la cont.
ru: Мы заметили, что у вас осталось мало кодов восстановления. Пожалуйста, создайте новые коды, чтобы избежать блокировки вашего аккаунта.
sk: Všimli sme si, že vám ostáva malé množstvo obnovovacích kódov. Prosím, zvážte vygenerovanie nových kódov, čím zabránite nechcenému vymknutiu sa z účtu.
sl: Opazili smo, da vam zmanjkuje kod za obnovitev. Ustvarite nove kode, da preprečite izgubo dostopa do svojega računa.
sq: Kemi vënë re se po ju mbarohen kodet e rimarrjes. Ju lutemi, shihni mundësinë e prodhimit të kodeve të rinj, për të shmangur që të mbeten jashtë llogarisë tuaj.
sr: Приметили смо да вам је остао мали број кодова за опоравак. Размислите о генерисању нових кодова како бисте избегли губитак приступа вашем налогу.
sr_latn: Primetili smo da vam je ostao mali broj kodova za oporavak. Razmislite o generisanju novih kodova kako biste izbegli gubitak pristupa vašem nalogu.
sv_se: Få återställningskoder återstår. Tänk på att generera nya koder för att undvika att bli utelåst från ditt konto.
th: เราได้สังเกตว่ารหัสการกู้คืนของคุณเหลือน้อย โปรดพิจารณาสร้างรหัสใหม่เพื่อป้องกันไม่ให้บัญชีของคุณถูกล็อก
tr: Az sayıda kurtarma kodunuzun kaldığını fark ettik. Kodlarınızın bitince hesabınızın kilitlenmemesi için lütfen yeni kodlar oluşturun.
tt: Коткару кодларыгыз аз калганына игътибар иттек. Зинһар, кодларыгыз бетеп хисабыгыз бикләнеп калмасын өчен яңаларын ясату турында уйлап карагыз.
uk: У вас залишилось мало кодів відновлення. Будь ласка, згенеруйте нові коди, щоб не втратити можливість отримання доступу до свого облікового запису.

source: Generate codes:
ar: ولّد الرموز:
be: Згенераваць коды:
bs: Generiši kodove:
ca: Genera codis:
cs: Vygenerovat kódy:
cy: Creu codau:
da: Generer koder:
de: Codes erzeugen:
el: Δημιουργία κωδικών:
es_ar: Generar códigos:
es_cl: Generar códigos:
et: Koodide genereerimine:
fi: Luo koodeja:
fr: Générer des codes :
gd: Gin còdan:
he: יצירת קודים:
hr: Generiraj kodove:
hu: Kódok előállítása:
ia: Generar codices:
it: Genera codici:
ja: コードを生成:
ka: კოდების შექმნა:
kab: Sirew tingalin:
lt: Generuoti kodus:
ml: കോഡുകൾ ജനറേറ്റുചെയ്യുക:
ms: Jana kod:
nb_no: Generer koder:
nl: Codes genereren:
pa_in: ਕੋਡ ਪੈਦਾ ਕਰੋ:
pl: Utwórz kody:
pt: Gerir códigos:
pt_br: Gerar códigos:
ro: Generează coduri:
ru: Сгенерировать коды:
sk: Vygenerovať kódy:
sl: Ustvari kode:
sq: Prodho kode:
sr: Генериши кодове:
sr_latn: Generiši kodove:
sv_se: Generera koder:
th: สร้างรหัส:
tr: Kodları oluştur:
tt: Кодлар ясату:
uk: Згенерувати коди:

source: New sign-in to %(clientName)s
ar: ولوج جديد إلى %(clientName)s
be: Новы ўваход у %(clientName)s
bg: Ново вписване от %(clientName)s
bs: Nova prijava na %(clientName)s
ca: Inici de sessió nou al %(clientName)s
cs: Nové přihlášení skrze %(clientName)s
cy: Mewngofnodi newydd i %(clientName)s
da: Nyt login til %(clientName)s
de: Neue Anmeldung bei %(clientName)s
el: Νέα σύνδεση στο %(clientName)s
es_ar: Nuevo inicio de sesión en %(clientName)s
es_cl: Nueva conexión de %(clientName)s
et: Uus sisselogimine seadmes %(clientName)s
fi: Uusi kirjautuminen: %(clientName)s
fr: Nouvelle connexion via %(clientName)s
gd: Clàradh a-steach gu %(clientName)s
he: כניסה חדשה ל־%(clientName)s
hr: Nova prijava na %(clientName)s
hu: Új bejelentkezés itt: %(clientName)s
ia: Nove apertura de session in %(clientName)s
it: Nuovo accesso a %(clientName)s
ja: %(clientName)s への新規ログイン
ka: ახალი შესვლა %(clientName)s
kab: Tuqqna tamaynut ɣer %(clientName)s
lt: Naujas prisijungimas prie „%(clientName)s“
ml: %(clientName)s ലേയ്ക്കുള്ള പുതിയ പ്രവേശനം
ms: Daftar masuk baru ke %(clientName)s
nb_no: Ny innlogging på %(clientName)s
nl: Nieuwe aanmelding bij %(clientName)s
pa_in: %(clientName)s ਲਈ ਨਵਾਂ ਸਾਈਨ ਇਨ
pl: Nowe logowanie do „%(clientName)s”
pt: Novo início de sessão para %(clientName)s
pt_br: Novo acesso no %(clientName)s
ro: O nouă autentificare în %(clientName)s
ru: Новый вход в %(clientName)s
sk: Nové prihlásenie k %(clientName)s
sl: Nova prijava v %(clientName)s
sq: Hyrje e re te %(clientName)s
sr: Ново пријављивање на клијенту %(clientName)s
sr_latn: Novo prijavljivanje na klijentu %(clientName)s
sv_se: Ny inloggning till %(clientName)s
th: มีการลงชื่อเข้าใช้ใหม่ที่ %(clientName)s
tr: Yeni %(clientName)s girişi
tt: %(clientName)s өчен яңа керү
uk: Новий вхід у %(clientName)s

source: Password Change Required
cs: Vyžadována změna hesla
cy: Mae Angen Newid Cyfrinair
da: Ændring af adgangskode påkrævet
de: Passwortänderung erforderlich
el: Απαιτείται αλλαγή κωδικού πρόσβασης
es_ar: Se requiere cambio de contraseña
es_cl: Cambio de contraseña requerido
fi: Salasanan vaihto vaaditaan
fr: Changement de mot de passe nécessaire
he: נדרש שינוי לססמה
hr: Potrebna promjena lozinke
hu: Jelszómódosítás szükséges
ia: Cambio de contrasigno obligatori
it: Cambio password necessario
ja: パスワードの変更が必要です
ka: პაროლის შეცვლა აუცილებელია
kab: Yettusra ubeddel n wawal uffir
nb_no: Passordendring kreves
nl: Wachtwoordwijziging vereist
pl: Wymagana jest zmiana hasła
pt: Alteração de palavra-passe necessária
pt_br: Necessário mudar a senha
ro: Schimbarea parolei necesară
ru: Необходима смена пароля
sl: Zahtevana je sprememba gesla
sq: Lypset Ndryshim Fjalëkalimi
sv_se: Lösenordsbyte krävs
tr: Parola değişikliği gerekiyor
tt: Серсүзне үзгәртү кирәк
uk: Необхідно змінити пароль
