Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
ar: ما إن تؤكّده سنساعدك في تثبيت وربط فَيَرفُكس على جهاز آخر على الأقل.
ast: Namái confirmalu, ayudarémoste a instalar y coneutar Firefox en polo menos otro preséu.
be: Пасля пацвярджэння, мы дапаможам вам усталяваць і злучыць Firefox прынамсі на яшчэ адной прыладзе.
bg: След като бъде потвърден ще ви помогнем да инсталирате и свържете Firefox на поне още едно устройство.
bs: Nakon što je potvrđen, pomoći ćemo vam instalirati i povezati Firefox na bar još jednom uređaju.
ca: Després de la confirmació, us ajudarem a instal·lar i connectar el Firefox com a mínim en un altre dispositiu.
cs: Jakmile bude ověření dokončeno, pomůžeme vám nainstalovat a připojit Firefox na alespoň jednom dalším zařízení.
cy: Unwaith iddo gael ei gadarnhau, byddwn yn eich cynorthwyo i osod a chysylltu Firefox ar o leiaf un ddyfais arall.
da: Efter bekræftelsen hjælper vi dig med at installere og forbinde Firefox på mindst én anden enhed.
de: Nach der Bestätigung helfen wir Ihnen bei der Installation und Verbindung von Firefox auf mindestens einem anderen Gerät.
el: Μόλις γίνει επιβεβαίωση, θα σας βοηθήσουμε να εγκαταστήσετε και να συνδέσετε το Firefox σε τουλάχιστον μια άλλη συσκευή.
es_ar: Una vez confirmado, te ayudaremos a instalar y conectar Firefox en al menos otro dispositivo.
es_cl: Una vez confirmado, nosotros te ayudaremos a instalar y conectar Firefox en a lo menos otro dispositivo más.
et: Peale kinnitamist aitame sul paigaldada ja ühenduda Firefoxiga vähemalt ühel muul seadmel.
eu: Behin berretsita, Firefox gutxienez beste gailu batean instalatzen eta konektatzen lagunduko dizugu.
fa: پس از تایید، ما ه شما کمک می‌کنیم تا فایرفاکس را حداقل در یک دستگاه دیگر نصب و متصل کنید.
fi: Vahvistamisen jälkeen autamme asentamaan Firefoxin ainakin yhteen muuhun laitteeseen ja yhdistämään sen tiliisi.
fr: Une fois confirmé, nous vous aiderons à installer et connecter Firefox sur au moins un autre appareil.
gd: Turas a chaidh a dhearbhadh, cuidichidh sinn thu a’ stàladh is a’ ceangal ris Firefox air co-dhiù aon uidheam eile.
he: ברגע שיאושר, נעזור לך להתקין ולחבר את Firefox על התקן אחד נוסף או יותר.
hi: एक बार पुष्टि होते ही, हम आपको कम से कम एक अन्य डिवाइस पर Firefox स्थापित और कनेक्ट करने में मदद करेंगे।
hr: Nakon potvrde pomoći ćemo ti instalirati i povezati Firefox na barem još jedan uređaj.
hu: Ha megerősítette, akkor segítünk telepíteni és legalább egy másik eszközzel összekapcsolni a Firefoxot.
ia: Post confirmar, nos te adjutara a installar e connecter Firefox sur al minus un altere apparato.
it: Una volta confermato l'indirizzo email verrai guidato nell’installazione e nella sincronizzazione di Firefox su uno o più nuovi dispositivi.
ja: 確認が完了したら、他の少なくともひとつの端末に Firefox をインストールし、それを接続する方法を紹介します。
ka: დამოწმებისთანავე, დაგეხმარებით Firefox-ის დაყენებასა დაკავშირებაში, სულ მცირე კიდევ ერთ მოწყობილობაზე.
kab: Ticki yentem, ak-d-mudd afus deg usebded akked tuqqna n Firefox xaṛsum ɣef yiwen n yibenk nniḍen.
kk: Расталғаннан кейін, біз сізге Firefox-ты кем дегенде бір құрылғыда орнатып, байланыстыруға көмектесеміз.
lt: Sulaukę patvirtinimo, mes jums padėsime įdiegti ir susieti su šia paskyra „Firefox“ naršyklę dar bent viename įrenginyje.
ms: Setelah disahkan, kami akan membantu anda memasang dan menyambung Firefox pada sekurang-kurangnya satu peranti lain.
nb_no: Etter bekreftelsen hjelper vi deg med å installere og koble til Firefox på minst én annen enhet.
nl: Zodra dit is bevestigd, helpen we u Firefox op minstens één ander apparaat te installeren en te koppelen.
pl: Po potwierdzeniu pomożemy zainstalować i połączyć Firefoksa na co najmniej jednym innym urządzeniu.
pt: Assim que confirmado, iremos ajudar-lhe a instalar e ligar o Firefox, pelo menos, num outro dispositivo.
pt_br: Uma vez confirmado, ajudaremos você a instalar e conectar o Firefox em, pelo menos, um outro dispositivo.
ro: Odată confirmat, te vom ajuta să instalezi și să te conectezi la Firefox de pe cel puțin un alt dispozitiv.
ru: После подтверждения мы поможем вам установить и подключить Firefox на хотя бы одном другом устройстве.
sk: Okamžite, ako bude overenie dokončené, pomôžeme vám nainštalovať a pripojiť Firefox na aspoň jednom ďalšom zariadení.
sl: Ko potrdite, vam bomo pomagali namestiti in povezati Firefox na vsaj eni drugi napravi.
sq: Pai të ripohohet, do t’ju ndihmojmë të instaloni dhe lidhni Firefox-in në të paktën një pajisje tjetër.
sr: Једном када потврдите, помоћићемо вам да инсталирате и повежете Firefox на барем један уређај.
sr_latn: Jednom kada potvrdite, pomoćićemo vam da instalirate i povežete Firefox na barem jedan uređaj.
sv_se: När det är bekräftat, hjälper vi dig att installera och ansluta Firefox på åtminstone en annan enhet.
te: ఒకసారి ధ్రువీకరించినట్లైతే, మేము మీకు కనీసం ఒక ఇతర పరికరంలో Firefox ను ఇన్స్టాల్ చేసి కనెక్ట్ చేయడానికి సహాయం చేయగలము.
th: เมื่อยืนยันแล้ว เราจะช่วยคุณติดตั้งและเชื่อมต่อ Firefox อย่างน้อยหนึ่งอุปกรณ์
tr: Doğrulamadan sonra Firefox'u en az bir cihazınıza daha yüklemenize ve hesabınıza bağlamanıza yardım edeceğiz.
tt: Раслаганнан соң, без Сезгә Firefox'ны кимендә бер җиһазыгызда урнаштырып, тоташтырырга ярдәм итәчәкбез.
uk: Одразу після підтвердження ми допоможемо вам встановити і під'єднати Firefox принаймні на одному іншому пристрої.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
cs: Nebo nainstalujte na <a %(desktopLinkAttributes)s>jiný počítač</a>.
cy: Neu, gosod ar <a %(desktopLinkAttributes)s> dyfais arall </a>.
da: Eller installer på <a %(desktopLinkAttributes)s>en anden computer</a>.
de: Oder installieren Sie es auf <a %(desktopLinkAttributes)s>einem anderen Desktop-Gerät</a>.
el: Ή να κάνετε εγκατάσταση σε <a %(desktopLinkAttributes)s>άλλο υπολογιστή</a>.
es_ar: O instalalo en <a %(cadLinkAttributes)s> otro dispositivo de escritorio</a>.
es_cl: O, instálalo en <a %(desktopLinkAttributes)s>otro dispositivo de escritorio</a>.
fi: Tai asenna <a %(desktopLinkAttributes)s>toinen työpöytälaite</a>.
fr: Ou, installez-le sur <a %(desktopLinkAttributes)s>un autre ordinateur</a>.
hr: Ili instaliraj na <a %(desktopLinkAttributes)s>jedan drugi desktop uređaj</a>.
hu: Vagy telepítse <a %(desktopLinkAttributes)s>egy másik asztali számítógépre</a>.
ia: O, installa sur <a %(desktopLinkAttributes)s>un altere apparato scriptorio</a>.
it: Oppure installalo su <a %(desktopLinkAttributes)s>un altro dispositivo desktop</a>.
ka: ან დააყენეთ <a %(desktopLinkAttributes)s>სხვა სამაგიდო მოწყობილობაზე</a>.
kab: Neɣ, sebded deg <a %(desktopLinkAttributes)s > yibenk-nniḍen n tnarit.</a>
nb_no: Eller installer på <a %(desktopLinkAttributes)s>en annen datamaskin</a>.
nl: Of installeer het op <a %(desktopLinkAttributes)s>een ander desktopapparaat</a>.
pl: Albo zainstaluj na <a %(desktopLinkAttributes)s>innym komputerze</a>.
pt: Ou instale <a %(desktopLinkAttributes)s>noutro computador</a>.
pt_br: Ou instale em <a %(desktopLinkAttributes)s>outro computador</a>.
ro: Sau instalează pe <a %(desktopLinkAttributes)s>alt dispozitiv desktop</a>.
ru: Или установите на <a %(desktopLinkAttributes)s>другой компьютер</a>.
sl: Ali ga namestite na <a %(desktopLinkAttributes)s>drug računalnik</a>.
sq: Ose, instalojeni në <a %(desktopLinkAttributes)s>tjetër pajisje desktop</a>.
sv_se: Eller installera på <a %(desktopLinkAttributes)s>en annan stationär enhet</a>.
th: หรือ ติดตั้งบน<a %(desktopLinkAttributes)s>อุปกรณ์เดสก์ท็อปอื่น</a>
tr: Veya <a %(desktopLinkAttributes)s>başka bir bilgisayara</a> yükleyin.
tt: Яисә <a %(desktopLinkAttributes)s>башка бер өстәл компьютерына</a> урнаштырыгыз.
uk: Або встановити на <a %(desktopLinkAttributes)s>інший пристрій</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
cs: Nebo nainstalujte na <a %(cadLinkAttributes)s>jiné zařízení</a>.
cy: Neu, gosod ar <a %(cadLinkAttributes)s> dyfais arall </a>.
da: Eller installer på <a %(cadLinkAttributes)s>en anden enhed</a>.
de: Oder installieren Sie es auf <a %(cadLinkAttributes)s>einem anderen Gerät</a>.
el: Ή να κάνετε εγκατάσταση σε <a %(cadLinkAttributes)s>άλλη συσκευή</a>.
es_ar: O instalalo en <a %(cadLinkAttributes)s> otro dispositivo </a>.
es_cl: O, instálalo en <a %(cadLinkAttributes)s>otro dispositivo</a>.
fi: Tai asenna <a %(cadLinkAttributes)s>toiselle laitteelle</a>.
fr: Ou, installez-le sur <a %(cadLinkAttributes)s>un autre appareil</a>.
hr: Ili instaliraj na <a %(cadLinkAttributes)s>jedan drugi uređaj</a>.
hu: Vagy telepítse <a %(cadLinkAttributes)s>egy másik eszközre</a>.
ia: O installar sur <a %(cadLinkAttributes)s>un altere apparato</a>.
it: Oppure installalo su <a %(cadLinkAttributes)s>un altro dispositivo</a>.
ka: ან დააყენეთ <a %(cadLinkAttributes)s>სხვა მოწყობილობაზე</a>.
kab: Neɣ, sebded ɣef <a %(cadLinkAttributes)s>yibenk-nniḍen</a>.
nb_no: Eller installer på <a %(cadLinkAttributes)s>en annen enhet</a>.
nl: Of installeer het op <a %(cadLinkAttributes)s>een ander apparaat</a>.
pl: Albo zainstaluj na <a %(cadLinkAttributes)s>innym urządzeniu</a>.
pt: Ou instale no <a %(cadLinkAttributes)s>outro dispositivo</a>.
pt_br: Ou instale em <a %(cadLinkAttributes)s>outro dispositivo</a>.
ro: Sau instalează pe <a %(cadLinkAttributes)s>alt dispozitiv</a>.
ru: Или установите на <a %(cadLinkAttributes)s>другое устройство</a>.
sl: Ali ga namestite na <a %(cadLinkAttributes)s>drugo napravo</a>.
sq: Ose, instalojeni në <a %(cadLinkAttributes)s>tjetër pajisje</a>.
sv_se: Eller installera på <a %(cadLinkAttributes)s>en annan enhet</a>.
th: หรือ ติดตั้งบน<a %(cadLinkAttributes)s>อุปกรณอื่น</a>
tr: Veya <a %(cadLinkAttributes)s>başka bir cihaza</a> yükleyin.
tt: Яисә <a %(cadLinkAttributes)s>башка бер җиһазга</a> урнаштырыгыз.
uk: Або встановити на <a %(cadLinkAttributes)s>інший пристрій</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
cs: Toto je automatický e-mail. Pokud jste tuto akci neschválili, <a %(passwordChangeLinkAttributes)s>obnovte prosím své heslo</a>.
cy: E-bost awtomatig yw hwn; os nad ydych wedi awdurdodi'r weithred hon, yna <a %(passwordChangeLinkAttributes)s>newidiwch eich cyfrinair</a>.
da: Denne mail er sendt automatisk. Hvis du ikke har godkendt denne handling, så <a %(passwordChangeLinkAttributes)s>skift din adgangskode</a>.
de: Dies ist eine automatische E-Mail; wenn Sie diese Aktion nicht autorisiert haben, <a %(passwordChangeLinkAttributes)s>ändern Sie bitte umgehend Ihr Passwort</a>.
el: Αυτό είναι ένα αυτοματοποιημένο email· αν δεν ζητήσατε αυτή την ενέργεια, <a %(passwordChangeLinkAttributes)s>παρακαλούμε αλλάξτε τον κωδικό πρόσβασής σας</a>.
es_ar: Este es un correo electrónico automático; si no autorizaste esta acción, <a %(passwordChangeLinkAttributes)s>cambiá la contraseña</a>.
es_cl: Este es un correo automático; si no autorizaste esta acción, <a %(passwordChangeLinkAttributes)s>por favor cambia tu contraseña</a>.
fi: Tämä on automaattisesti lähetetty viesti. Jos et ollut tämän tapahtuman takana, <a %(passwordChangeLinkAttributes)s>vaihda salasanasi</a>.
fr: Ceci est un courrier électronique automatique ; si vous n’avez pas autorisé cette action, <a %(passwordChangeLinkAttributes)s>veuillez changer votre mot de passe</a>.
he: זוהי הודעה אוטומטית; אם לא אישרת פעולה זו, עליך <a %(passwordChangeLinkAttributes)s>לשנות את הססמה שלך</a>.
hr: Ovo je automatski e-mail; ako nisi autorizirao/la ovu radnju, <a %(passwordChangeLinkAttributes)s>promijeni lozinku</a>.
hu: Ez egy automatikus e-mail, ha nem Ön adott engedélyt erre a műveletre, akkor <a %(passwordChangeLinkAttributes)s>változtassa meg jelszavát</a>.
ia: Iste message ha essite inviate automaticamente. Si tu non ha autorisate iste action, alora <a %(passwordChangeLinkAttributes)s>per favor cambia tu contrasigno</a>.
it: Questa email è stata inviata da un servizio automatico. Se non hai autorizzato questa operazione, procedi subito alla <a %(passwordChangeLinkAttributes)s>modifica della password dell’account</a>.
ja: これは自動配信メールです。 この操作を許可しない場合、<a %(passwordChangeLinkAttributes)s>パスワードを変更してください</a>。
ka: ეს არის ავტომატური შეტყობინება; თუ ეს მოქმედება, თქვენი ნებართვის გარეშე შესრულდა, მაშინ <a %(passwordChangeLinkAttributes)s>გთხოვთ, შეცვალოთ პაროლი.</a>.
kab: Wagi d izen imayl awurman; ma yella ur tessirged ara tigawt-agi, ihi <a %(passwordChangeLinkAttributes)s>snifel awal-inek uffir.</a>.
nb_no: Dette er en automatisk e-postmelding; om du ikke godkjente denne handlingen må du <a %(passwordChangeLinkAttributes)s>bytte passordet ditt</a>.
nl: Dit is een geautomatiseerd e-mailbericht; als u deze actie niet hebt geautoriseerd, <a %(passwordChangeLinkAttributes)s>wijzig dan uw wachtwoord</a>.
pl: Wiadomość wygenerowana automatycznie. Jeżeli nie upoważniono wykonania tej czynności, to należy <a %(passwordChangeLinkAttributes)s>zmienić hasło</a>.
pt: É um e-mail automático; se não autorizou esta ação, então <a %(passwordChangeLinkAttributes)s>por favor, altere a sua palavra-passe</a>.
pt_br: Este é um email automático. Se você não autorizou esta ação, <a %(passwordChangeLinkAttributes)s>mude sua senha</a>.
ro: Acesta este un e-mail automat; dacă nu tu ai autorizat această acțiune, <a %(passwordChangeLinkAttributes)s>te rugăm să-ți modifici parola</a>.
ru: Это письмо создано автоматически; если вы не совершали этого действия, то, пожалуйста, <a %(passwordChangeLinkAttributes)s>смените свой пароль</a>.
sk: Toto je automatický e-mail; ak ste túto akciu nevykonali, <a %(passwordChangeLinkAttributes)s>zmeňte si svoje heslo</a>.
sl: To je samodejno sporočilo. Če niste sprožili tega dejanja, <a %(passwordChangeLinkAttributes)s>spremenite geslo</a>.
sq: Ky është një email i automatizuar; nëse s’e patët autorizuar këtë veprim, atëherë <a %(passwordChangeLinkAttributes)s>ju lutemi, ndërroni fjalëkalimin tuaj</a>.
sr: Ово је аутоматска е-пошта; уколико нисте овластили ову радњу, онда је потребно <a %(passwordChangeLinkAttributes)s>да промените лозинку</a>.
sr_latn: Ovo je automatska e-pošta; ukoliko niste ovlastili ovu radnju, onda je potrebno <a %(passwordChangeLinkAttributes)s>da promenite lozinku</a>.
sv_se: Detta är ett automatiserat e-postmeddelande; om du inte godkände den här åtgärden ska du <a %(passwordChangeLinkAttributes)s>ändra ditt lösenord</a>.
th: นี่เป็นอีเมลอัตโนมัติ ถ้าหากคุณไม่ได้อนุญาตการดำเนินการนี้ <a %(passwordChangeLinkAttributes)s>โปรดเปลี่ยนรหัสผ่านของคุณ</a>
tr: Bu otomatik bir e-postadır. Bu eyleme siz izin vermediyseniz lütfen <a %(passwordChangeLinkAttributes)s>parolanızı değiştirin</a>.
tt: Бу автоматик бер электрон хат. Әгәр бу гамәлгә рөхсәт бирмәгән булсагыз, зинһар <a %(passwordChangeLinkAttributes)s>паролыгызны үзгәртегез</a>.
uk: Це автоматичний лист; якщо ви не дозволяли цю дію, тоді <a %(passwordChangeLinkAttributes)s>будь ласка, змініть свій пароль</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
ar: لمزيد من المعلومات، الرجاء زيارة <a %(supportLinkAttributes)s>مركز موزيلا للدّعم الفنّي</a>.
ast: Pa más información, por favor visita'l <a %(supportLinkAttributes)s>Sofitu de Mozilla</a>.
be: Для больш падрабязнай інфармацыі, калі ласка, наведайце <a %(supportLinkAttributes)s>Падтрымку Mozilla</a>.
bg: За повече информация, моля, посетете <a %(supportLinkAttributes)s>поддръжката на Mozilla</a>.
bs: Za više informacija, molimo posjetite <a %(supportLinkAttributes)s>Mozilla podršku</a>.
ca: Per rebre més informació, visiteu <a %(supportLinkAttributes)s>Mozilla Support</a>.
cs: Pro více informací navštivte <a %(supportLinkAttributes)s>stránky podpory Mozilly</a>.
cy: Am wybodaeth bellach, ewch i <a %(supportLinkAttributes)s>Mozilla Support</a>.
da: For mere information, besøg <a %(supportLinkAttributes)s>Mozilla Support</a>.
de: Weitere Informationen finden Sie in der <a %(supportLinkAttributes)s>Mozilla-Hilfe</a>.
el: Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε την <a %(supportLinkAttributes)s>Υποστήριξη Mozilla</a>.
es_ar: Para más información, por favor visitá el <a %(supportLinkAttributes)s>soporte de Mozilla</a>.
es_cl: Para más información, por favor visita el <a %(supportLinkAttributes)s>soporte de Mozilla</a>.
et: Rohkem teavet leiad <a %(supportLinkAttributes)s>Mozilla kasutajatoest</a>.
eu: Informazio gehiagorako, mesedez bisitatu <a %(supportLinkAttributes)s>Mozillaren laguntza</a>.
fa: برای اطلاعات بیشتر،‌لطفا به <a %(supportLinkAttributes)s>پشتیبانی موزیلا</a> مراجعه کنید.
fi: Lisätietoja saat <a %(supportLinkAttributes)s>Mozilla-tuesta</a>.
fr: Pour plus d’informations, veuillez consulter <a %(supportLinkAttributes)s>l’assistance de Mozilla</a>.
gd: Airson barrachd fiosrachaidh, tadhail air <a %(supportLinkAttributes)s>làrach na taice aig Mozilla</a>.
he: למידע נוסף, נא לעבור אל <a %(supportLinkAttributes)s>התמיכה של Mozilla</a>.
hi: अधिक जानकारी के लिए, कृपया<a %(supportLinkAttributes)s>मोज़िला सपोर्ट</a>जाएँ.
hr: Za više informacija posjeti stranicu <a %(supportLinkAttributes)s>Mozilla podrška</a>.
hu: További információkért keresse fel a <a %(supportLinkAttributes)s>Mozilla támogatást</a>.
ia: Pro ulterior information, visita <a %(supportLinkAttributes)s>Mozilla Support</a>.
it: Per ulteriori informazioni visita il <a %(supportLinkAttributes)s>sito di supporto Mozilla</a>.
ja: 詳しくは、<a %(supportLinkAttributes)s>Mozilla Support</a> をご覧ください。
ka: ვრცლად, იხილეთ <a %(supportLinkAttributes)s>Mozilla მხარდაჭერის საიტზე</a>.
kab: Ugar n telɣut, rzu ɣer <a %(supportLinkAttributes)s>Tallalt n Mozilla</a>.
kk: Көбірек білу үшін, <a %(supportLinkAttributes)s>Mozilla қолдау сайтын</a> шолыңыз.
lt: Išsamesnės informacijos ieškokite <a %(supportLinkAttributes)s>„Mozillos“ žinyne</a>.
lv: Lai saņemtu vairāk informāciju, lūdzu apmeklējiet <a %(supportLinkAttributes)s>Mozilla Support</a>.
ml: കൂടുതൽ വിവരങ്ങൾക്ക്, ദയവായി <a %(supportLinkAttributes)s>മോസില്ലയുടെ പിന്തുണ താള്‍</a> സന്ദർശിക്കുക.
ms: Untuk maklumat lanjut, layari <a %(supportLinkAttributes)s>Sokongan Mozilla</a>.
nb_no: For mer informasjon, besøk <a %(supportLinkAttributes)s>Mozilla Support</a>.
nl: Bezoek <a %(supportLinkAttributes)s>Mozilla Support</a> voor meer informatie.
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ <a %(supportLinkAttributes)s>ਮੋਜ਼ੀਲਾ ਸਹਿਯੋਗ</a> ਨੂੰ ਵੇਖੋ।
pl: Więcej informacji można znaleźć w <a %(supportLinkAttributes)s>pomocy Mozilli</a>.
pt: Para mais informação, por favor visite o <a %(supportLinkAttributes)s>Apoio da Mozilla</a>.
pt_br: Para mais informações, visite o <a %(supportLinkAttributes)s>Suporte Mozilla</a>.
ro: Pentru mai multe informații te rugăm să vizitezi <a %(supportLinkAttributes)s>Mozilla Support</a>.
ru: Для получения более подробной информации, посетите <a %(supportLinkAttributes)s>Поддержку Mozilla</a>.
sk: Ďalšie informácie nájdete na stránke <a %(supportLinkAttributes)s>Mozilla Support</a>.
sl: Za več informacij obiščite <a %(supportLinkAttributes)s>strani s podporo</a>.
sq: Ju lutemi, për më tepër të dhëna, vizitoni <a %(supportLinkAttributes)s>Asistencën e Mozilla-s</a>.
sr: За више информација, посетите страницу <a %(supportLinkAttributes)s>Mozilla подршке</a>.
sr_latn: Za više informacija, posetite stranicu <a %(supportLinkAttributes)s>Mozilla podrške</a>.
sv_se: För mer information, besök <a %(supportLinkAttributes)s>Mozilla Support</a>.
te: మరింత సమాచారం కోసం, దయచేసి సంప్రదించండి <a %(supportLinkAttributes)s>Mozilla మద్దత్తు</a>.
th: สำหรับข้อมูลเพิ่มเติม โปรดดูได้จาก <a %(supportLinkAttributes)s>Mozilla Support</a>
tr: Daha fazla bilgi için lütfen <a %(supportLinkAttributes)s>Mozilla Destek</a>’i ziyaret edin.
tt: Күбрәк белү өчен, <a %(supportLinkAttributes)s>Mozilla Ярдәм</a> сайтын зиярат итегез.
uk: Для отримання докладної інформації, відвідайте <a %(supportLinkAttributes)s>Підтримку Mozilla</a>.
