Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycleOld)s to %(paymentAmountNew)s per %(productPaymentCycleNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycleOld)s.
cy: O'ch bil nesaf ymlaen, bydd eich taliad yn newid o %(paymentAmountOld)s y %(productPaymentCycleOld)s i %(paymentAmountNew)s bob %(productPaymentCycleNew)s. Bryd hynny, byddwch hefyd yn derbyn credyd am unwaith o %(paymentProrated)s i adlewyrchu'r tâl is am weddill y %(productPaymentCycleOld)s.
da: Fra og med din næste regning vil din opkrævning blive ændret fra %(paymentAmountOld)s pr. %(productPaymentCycleOld)s til %(paymentAmountNew)s pr. %(productPaymentCycleNew)s. På det tidspunkt vil du også få godskrevet et engangsbeløb på %(paymentProrated)s for at afspejle den lavere opkrævning for resten af dette %(productPaymentCycleOld)s.
fr: À partir de votre prochaine facture, vos frais passeront de %(paymentAmountOld)s par %(productPaymentCycleOld)s à %(paymentAmountNew)s par %(productPaymentCycleNew)s. À ce moment-là, vous recevrez également un crédit unique de %(paymentProrated)s pour refléter les frais inférieurs pour le reste de la période.
he: החל מהחשבונית הבאה שלך, החיוב שלך ישתנה מ־%(paymentAmountOld)s ל%(productPaymentCycleOld)s ל־%(paymentAmountNew)s ל%(productPaymentCycleNew)s. באותו הזמן יבוצע זיכוי חד פעמי בסך %(paymentProrated)s כדי לשקף את החיוב הנמוך ביותר עבור היתרה של ה%(productPaymentCycleOld)s הזה.
hu: A következő számlától fogva a levonása megváltozik, %(paymentAmountOld)s/%(productPaymentCycle)s helyett ennyi lesz: %(paymentAmountNew)s/%(productPaymentCycleNew)s. Akkor kapni fog egy egyszeri %(paymentProrated)s összegű jóváírást, amely a(z) %(productPaymentCycleOld)s hátralévő időszakára eső különbözet.
ia: Comenciante con tu factura successive, tu carga cambiara de %(paymentAmountOld)s per %(productPaymentCycleOld)s a %(paymentAmountNew)s per %(productPaymentCycleNew)s. In ille tempore te sera date un credito una tantum de %(paymentProrated)s pro reflecter le inferior amonta pro le resto de iste %(productPaymentCycleOld)s.
nl: Vanaf uw volgende factuur wijzigen uw kosten van %(paymentAmountOld)s per %(productPaymentCycleOld)s naar %(paymentAmountNew)s per %(productPaymentCycleNew)s. U ontvangt dan tevens een eenmalig krediet van %(paymentProrated)s ten gevolge van de lagere kosten voor de rest van deze %(productPaymentCycleOld)s.
pl: Zaczynając od następnego rachunku, opłata zostanie zmieniona z %(paymentAmountOld)s na %(productPaymentCycleOld)s na %(paymentAmountNew)s na %(productPaymentCycleNew)s. Wtedy też otrzymasz jednorazową sumę %(paymentProrated)s na koncie, aby odzwierciedlić niższą opłatę przez pozostały czas tego okresu (%(productPaymentCycleOld)s).
sq: Duke filluar nga fatura juaj e ardhshme, vlera e faturuar do të ndryshojë nga %(paymentAmountOld)s për %(productPaymentCycleOld)s në %(paymentAmountNew)s për %(productPaymentCycleNew)s. Në atë kohë do t’ju jepet edhe një kredit vetëm për një herë, prej %(paymentProrated)s për të pasqyruar tarifën më të ulët për pjesën e mbetur të këtij %(productPaymentCycleOld)s.
sv_se: Från och med din nästa faktura kommer din debitering att ändras från %(paymentAmountOld)s per %(productPaymentCycleOld)s till %(paymentAmountNew)s per %(productPaymentCycleNew)s. Vid den tidpunkten kommer du också att få en engångskredit på %(paymentProrated)s för att återspegla den lägre avgiften för resten av denna %(productPaymentCycleOld)s.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
cs: Pokud je pro používání produktu %(productNameNew)s potřeba instalace dodatečného softwaru, pošleme vám samostatný e-mail s pokyny, jak ho stáhnout.
cy: Os oes yna feddalwedd newydd i chi ei osod er mwyn defnyddio %(productNameNew)s, byddwch yn derbyn e-bost ar wahân gyda chyfarwyddiadau llwytho i lawr.
da: Hvis du skal installere ny software for at bruge %(productNameNew)s, vil du modtage en separat mail med vejledning i, hvordan du henter det.
de: Wenn Sie neue Software installieren müssen, um %(productNameNew)s verwenden zu können, erhalten Sie eine separate E-Mail mit Anweisungen zum Herunterladen.
el: Αν υπάρχει νέο λογισμικό που θα πρέπει να εγκαταστήσετε για να χρησιμοποιήσετε το %(productNameNew)s, θα λάβετε ξεχωριστό email με οδηγίες λήψης.
es_ar: Si hay que instalar un programa nuevo para utilizar% (productNameNew) s, vas arecibir un correo electrónico por separado con instrucciones para la descarga.
es_cl: Si hay nuevos programas que tienes que instalar para usar %(productNameNew)s, recibirás un correo por separado con instrucciones de descarga.
fi: Jos tuotteen %(productNameNew)s käyttämistä varten on asennettavissa uutta ohjelmistoa, saat erillisen sähköpostiviestin, jossa on latausohjeet.
fr: Si un nouveau logiciel doit être installé pour utiliser %(productNameNew)s, vous recevrez un courriel séparé avec des instructions de téléchargement.
he: אם ישנה תוכנה חדשה שעליך להתקין כדי להשתמש ב־%(productNameNew)s, תתקבל הודעת דוא״ל נפרדת עם הוראות להורדה.
hr: Ako postoji novi softver koji se mora instalirati kako bi se koristio %(productNameNew)s, dobit ćeš zasebni e-mail s uputama za preuzimanje.
hu: Ha új szoftver telepítése szükséges a %(productNameNew)s használatához, akkor külön e-mailt fog kapni a letöltési utasításokkal.
ia: Si il habera nove software pro te a installar pro usar %(productNameNew)s, tu recipera un email separate con instructiones pro discargamentos.
it: Nel caso sia necessario installare software aggiuntivo per usare %(productNameNew)s, riceverai le istruzioni per scaricarlo in un’altra email.
ka: თუ იქნება ახალი პროგრამა თქვენთვის, რომ შეძლოთ გამოიყენოთ %(productNameNew)s, მიიღებთ ცალკე წერილს ელფოსტაზე ჩამოტვირთვის მითითებებით.
kab: Ma yella useɣẓan amaynut i tebɣiḍ ad tesbeddeḍ akken ad tesqedceḍ %(productNameNew)s, ad k-id-yaweḍ yimayl s tinaḍin ara d-tessadreḍ.
nb_no: Om det finnes ny programvare for deg å installere for å bruke %(productNameNew)s, vil du motta en egen e-postmelding med nedlastingsinstruksjoner.
nl: Als u nieuwe software moet installeren om %(productNameNew)s te kunnen gebruiken, dan ontvangt u een afzonderlijk e-mailbericht met downloadinstructies.
pl: Jeśli do korzystania z %(productNameNew)s będzie potrzebna instalacja nowego oprogramowania, to otrzymasz oddzielną wiadomość z instrukcjami pobierania.
pt: Se existir novo software para você instalar de forma a utilizar o %(productNameNew)s, irá receber um e-mail separado com as instruções de transferência.
pt_br: Se houver um novo software necessário instalar para usar o %(productNameNew)s, você receberá um email separado com instruções de como baixar.
ro: Dacă există software nou pe care trebuie să îl instalezi ca să folosești %(productNameNew)s, vei primi un mesaj separat pe e-mail cu instrucțiunile de descărcare.
ru: Если вам будет необходимо установить новое программное обеспечение для использования %(productNameNew)s, вы получите отдельное письмо с инструкциями по загрузке.
sq: Në pastë software të ri që ta instaloni për të mundur të përdorni %(productNameNew)s, do të merrni një email veçmas me udhëzime shkarkimi.
sr: Ако је за коришћење %(productNameNew)s потребно инсталирати нови софтвер, добићете засебну е-пошту са упутством за преузимање.
sr_latn: Ako je za korišćenje %(productNameNew)s potrebno instalirati novi softver, dobićete zasebnu e-poštu sa uputstvom za preuzimanje.
sv_se: Om det finns ny programvara för dig att installera för att använda %(productNameNew)s, får du ett separat e-postmeddelande med nedladdningsinstruktioner.
tr: %(productNameNew)s ürününü kullanmak için kurmanız gereken yeni bir yazılım varsa indirme talimatlarını içeren ayrı bir e-posta alacaksınız.
uk: Якщо з'явиться нове програмне забезпечення, яке необхідно буде встановити для використання %(productNameNew)s, ви отримаєте окреме повідомлення з інструкціями для завантаження.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
cs: Vaše předplatné se bude každé fakturační automaticky obnovovat, dokud ho nezrušíte.
cy: Bydd eich tanysgrifiad yn adnewyddu pob cyfnod bilio yn awtomatig oni bai eich bod yn dewis diddymu.
da: Dit abonnement fornys automatisk hver faktureringsperiode, medmindre du vælger at annullere.
de: Ihr Abonnement verlängert sich automatisch jeden Abrechnungszeitraum, sofern Sie nicht kündigen.
el: Η συνδρομή σας θα ανανεώνεται αυτόματα σε κάθε περίοδο χρέωσης, εκτός αν κάνετε ακύρωση.
es_ar: Tu suscripción se renovará automáticamente cada período de facturación a menos que elijas cancelar.
es_cl: Tu suscripción se renovará automáticamente en cada periodo de facturación salvo que elijas cancelarlo.
fi: Tilaus uusiutuu automaattisesti joka laskutuskauden päätteeksi, ellet peru tilausta.
fr: Votre abonnement sera automatiquement renouvelé à chaque période de facturation, sauf si vous choisissez de l’annuler.
he: המינוי שלך יתחדש באופן אוטומטי בכל תקופת חיוב אלא אם בחרת לבטל.
hr: Tvoja će se pretplata automatski obnoviti svakog obračunskog razdoblja, ukoliko je ne otkažeš.
hu: Előfizetése számlázási időszakonként automatikusan megújul, hacsak nem dönt úgy, hogy lemondja.
ia: Tu subscription sera renovate automaticamente cata termino de facturation usque tu non seligera de cancellar lo.
it: Il tuo abbonamento si rinnoverà automaticamente a ogni periodo di fatturazione, a meno che tu non decida di annullarlo.
ja: キャンセルを選択しない限り、サブスクリプションは請求期間ごとに自動的に更新されます。
ka: თქვენი გამოწერა თავისთავად განახლდება ყოველ მომდევნო საანგარიშო პერიოდში, სანამ არ გააუქმებთ.
kab: Ajerred-ik ad yales s wudem awurman yala tawal n ufter, ala ma tferneḍ ad yefsex.
nb_no: Abonnementet ditt fornyes automatisk hver faktureringsperiode med mindre du velger å kansellere.
nl: Uw abonnement wordt automatisch elke factureringsperiode verlengd, tenzij u ervoor kiest om op te zeggen.
pl: Subskrypcja będzie automatycznie odnawiana z każdym okresem rozliczeniowym, chyba że zdecydujesz się ją anulować.
pt: As sua subscrição irá ser renovada automaticamente em cada período de faturação, a menos que opte por cancelar.
pt_br: Sua assinatura é renovada automaticamente a cada período de cobrança, a menos que você escolha cancelar.
ro: Abonamentul se va reînnoi automat cu o perioadă de facturare, cu excepția cazului în care alegi să îl anulezi.
ru: Ваша подписка будет автоматически продлеваться каждый платёжный период, пока вы не решите её отменить.
sk: Vaše predplatné sa bude automaticky obnovovať každé fakturačné obdobie až dokým ho nezrušíte.
sq: Pajtimi juaj do të rinovohet automatikisht çdo periudhë faturimi, deri sa të zgjidhni anulimin.
sr: Ваша претплата ће се аутоматски обнављати сваког обрачунског периода, осим ако не одлучите да је откажете.
sr_latn: Vaša pretplata će se automatski obnavljati svakog obračunskog perioda, osim ako ne odlučite da je otkažete.
sv_se: Din prenumeration förnyas automatiskt varje faktureringsperiod om du inte väljer att avbryta.
th: การสมัครของคุณจะต่ออายุโดยอัตโนมัติในแต่ละรอบการเรียกเก็บเงิน เว้นแต่คุณเลือกที่จะยกเลิก
tr: İptal etmediğiniz sürece aboneliğiniz her fatura döneminde otomatik olarak yenilenir.
uk: Ваша передплата автоматично поновлюватиметься на кожен наступний період, доки ви не її не скасуєте.

source: Your subscription has been cancelled
cs: Vaše předplatné bylo zrušeno
cy: Mae eich tanysgrifiad wedi'i ddiddymu
da: Dit abonnement er blevet annulleret
de: Ihr Abonnement wurde storniert
el: Η συνδρομή σας ακυρώθηκε
es_ar: Se canceló tu suscripción
es_cl: Tu suscripción ha sido cancelada
fi: Tilauksesi on peruttu
fr: Votre abonnement a été annulé
he: המינוי שלך בוטל
hr: Tvoja pretplata je prekinuta
hu: Az előfizetése lemondásra került
ia: Tu abonamento ha essite cancellate
it: Il tuo abbonamento è stato annullato
ja: サブスクリプションがキャンセルされました
ka: თქვენი გამოწერა გაუქმებულია
kab: Amulteɣ-inek·inem yettusefsex
nl: Uw abonnement is opgezegd
pl: Twoja subskrypcja została anulowana
pt: A sua subscrição foi cancelada
pt_br: Sua assinatura foi cancelada
ru: Ваша подписка была отменена
sl: Vaša naročnina je bila preklicana
sq: Pajtimi juaj është anuluar
sv_se: Din prenumeration har avslutats
tr: Aboneliğiniz iptal edildi
tt: Язылуыгыз бетерелде
uk: Вашу передплату скасовано

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
cs: Zrušili jsme vaše předplatné služby %(productName)s z důvodu opakovaného selhání platby. Pro opětovné získání přístupu prosím objednejte nové předplatné s novými platebními údaji.
cy: Rydym wedi diddymu eich tanysgrifiad %(productName)s oherwydd bod sawl ymgais talu wedi methu. I gael mynediad eto, dechreuwch danysgrifiad newydd gyda dull talu wedi'i ddiweddaru.
da: Vi har annulleret dit abonnement på %(productName)s, fordi flere betalingsforsøg mislykkedes. For at få adgang igen, skal du starte et nyt abonnement med en opdateret betalingsmetode.
de: Wir haben Ihr %(productName)s-Abonnement gekündigt, da mehrere Zahlungsversuche fehlgeschlagen sind. Um wieder Zugriff zu erhalten, beginnen Sie ein neues Abonnement mit einer aktualisierten Zahlungsmethode.
el: Ακυρώσαμε τη συνδρομή σας στο %(productName)s επειδή απέτυχαν πολλαπλές απόπειρες πληρωμής. Για να αποκτήσετε ξανά πρόσβαση, ξεκινήστε μια νέα συνδρομή με μια ενημερωμένη μέθοδο πληρωμής.
es_ar: Cancelamos tu suscripción a %(productName)s porque fallaron varios intentos de pago. Para obtener acceso de nuevo, iniciá una nueva suscripción con un método de pago actualizado.
es_cl: Hemos cancelado tu suscripción a %(productName)s porque varios intentos de pago fueron fallidos. Para obtener acceso de nuevo, inicia una nueva suscripción con un método de pago actualizado.
fi: Olemme peruneet %(productName)s -tilauksesi, koska useat maksuyritykset epäonnistuivat. Saat käyttöoikeuden uudelleen aloittamalla uuden tilauksen päivitetyllä maksutavalla.
fr: Nous avons annulé votre abonnement à %(productName)s car plusieurs tentatives de paiement ont échoué. Pour retrouver votre accès, veuillez vous réabonner avec un mode de paiement à jour.
he: ביטלנו את המינוי שלך ל־%(productName)s עקב ריבוי ניסיונות תשלום כושלים. כדי לקבל שוב גישה, יש להפעיל מינוי חדש עם אמצעי תשלום מעודכן.
hu: Lemondtuk a(z) %(productName)s előfizetését, mert több fizetési kísérlet sem sikerült. Hogy újra hozzáférést kapjon, indítson egy új előfizetést egy frissített fizetési móddal.
ia: Nos ha cancellate tu subscription a %(productName)s per plure tentativas de pagamento fallite. Pro de novo obtener accesso, initia un nove subscription con un methodo de pagamento actualisate.
it: Abbiamo annullato il tuo abbonamento a %(productName)s a causa dei numerosi tentativi di pagamento non andati a buon fine. Per ottenere nuovamente l’accesso, sottoscrivi un nuovo abbonamento con un metodo di pagamento aggiornato.
ka: თქვენ მიერ გამოწერილი %(productName)s გაუქმდა, ვინაიდან გადახდის რამდენიმე მცდელობა წარუმატებლად დასრულდა. წვდომის ახლიდან მისაღებად, ხელახლა გამოიწერეთ ან განაახლეთ გადახდის საშუალება.
nl: We hebben uw abonnement op %(productName)s opgezegd, omdat meerdere betalingspogingen zijn mislukt. Start een nieuw abonnement met een bijgewerkte betalingsmethode om weer toegang te krijgen.
pl: Anulowaliśmy subskrypcję %(productName)s z powodu niepowodzenia wielokrotnych prób płatności. Aby odzyskać dostęp, rozpocznij nową subskrypcję ze zaktualizowaną metodą płatności.
pt: Cancelamos a sua subscrição de %(productName)s porque falharam várias tentativas de pagamento. Para obter novamente acesso, inicie uma nova subscrição com um método de pagamento atualizado.
pt_br: Cancelamos sua assinatura do %(productName)s porque várias tentativas de pagamento falharam. Para voltar a ter acesso, faça uma nova assinatura com um método de pagamento atualizado.
ru: Мы отменили вашу подписку на %(productName)s из-за нескольких неудачных попыток взимания платы. Чтобы снова получить доступ, создайте новую подписку с обновлённым способом оплаты.
sl: Preklicali smo vam naročnino na %(productName)s zaradi več neuspelih poskusov plačila. Če si želite povrniti dostop, začnite novo naročnino s posodobljenim načinom plačila.
sq: Anuluam pajtimin tuaj për %(productName)s, për shkak përpjekjesh të shumta të dështuara pagimi. Që të keni hyrje sërish, nisni një pajtim të ri, me një metodë të përditësuar pagesash.
sv_se: Vi har avslutat din %(productName)s-prenumeration eftersom flera betalningsförsök misslyckades. Starta en ny prenumeration med en uppdaterad betalningsmetod för att få åtkomst igen.
uk: Ми скасували вашу передплату %(productName)s, оскільки кілька спроб оплати були не вдалими. Щоб отримати доступ знову, спробуйте виконати передплату оновивши метод оплати.

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
cs: Zrušili jsme vaše předplatné služby %(productName)s z důvodu opakovaného selhání platby. Pro opětovné získání přístupu prosím objednejte nové předplatné s novými platebními údaji.
cy: Rydym wedi diddymu eich tanysgrifiad %(productName)s oherwydd bod sawl ymgais talu wedi methu. I gael mynediad eto, dechreuwch danysgrifiad newydd gyda dull talu wedi'i ddiweddaru.
da: Vi har annulleret dit abonnement på %(productName)s, fordi flere betalingsforsøg mislykkedes. For at få adgang igen, skal du starte et nyt abonnement med en opdateret betalingsmetode.
de: Wir haben Ihr %(productName)s-Abonnement gekündigt, da mehrere Zahlungsversuche fehlgeschlagen sind. Um wieder Zugriff zu erhalten, beginnen Sie ein neues Abonnement mit einer aktualisierten Zahlungsmethode.
el: Ακυρώσαμε τη συνδρομή σας στο %(productName)s επειδή απέτυχαν πολλαπλές απόπειρες πληρωμής. Για να αποκτήσετε ξανά πρόσβαση, ξεκινήστε μια νέα συνδρομή με μια ενημερωμένη μέθοδο πληρωμής.
es_ar: Cancelamos tu suscripción a %(productName)s porque fallaron varios intentos de pago. Para obtener acceso de nuevo, iniciá una nueva suscripción con un método de pago actualizado.
es_cl: Hemos cancelado tu suscripción a %(productName)s porque varios intentos de pago fueron fallidos. Para obtener acceso de nuevo, inicia una nueva suscripción con un método de pago actualizado.
fr: Nous avons annulé votre abonnement à %(productName)s car plusieurs tentatives de paiement ont échoué. Pour retrouver votre accès, veuillez vous réabonner avec un mode de paiement à jour.
he: ביטלנו את המינוי שלך ל־%(productName)s עקב ריבוי ניסיונות תשלום כושלים. כדי לקבל שוב גישה, יש להפעיל מינוי חדש עם אמצעי תשלום מעודכן.
hu: Lemondtuk a(z) %(productName)s előfizetését, mert több fizetési kísérlet sem sikerült. Hogy újra hozzáférést kapjon, indítson egy új előfizetést egy frissített fizetési móddal.
ia: Nos ha cancellate tu subscription a %(productName)s per plure tentativas de pagamento fallite. Pro de novo obtener accesso, initia un nove subscription con un methodo de pagamento actualisate.
it: Abbiamo annullato il tuo abbonamento a %(productName)s a causa dei numerosi tentativi di pagamento non andati a buon fine. Per ottenere nuovamente l’accesso, sottoscrivi un nuovo abbonamento con un metodo di pagamento aggiornato.
ka: თქვენ მიერ გამოწერილი %(productName)s გაუქმდა, ვინაიდან გადახდის რამდენიმე მცდელობა წარუმატებლად დასრულდა. წვდომის ახლიდან მისაღებად, ხელახლა გამოიწერეთ ან განაახლეთ გადახდის საშუალება.
nl: We hebben uw abonnement op %(productName)s opgezegd, omdat meerdere betalingspogingen zijn mislukt. Start een nieuw abonnement met een bijgewerkte betalingsmethode om weer toegang te krijgen.
pl: Anulowaliśmy subskrypcję %(productName)s z powodu niepowodzenia wielokrotnych prób płatności. Aby odzyskać dostęp, rozpocznij nową subskrypcję ze zaktualizowaną metodą płatności.
pt: Cancelamos a sua subscrição de %(productName)s porque falharam várias tentativas de pagamento. Para obter novamente acesso, inicie uma nova subscrição com um método de pagamento atualizado.
pt_br: Cancelamos sua assinatura do %(productName)s porque várias tentativas de pagamento falharam. Para voltar a ter acesso, faça uma nova assinatura com um método de pagamento atualizado.
ru: Мы отменили вашу подписку на %(productName)s из-за нескольких неудачных попыток взимания платы. Чтобы снова получить доступ, создайте новую подписку с обновлённым способом оплаты.
sl: Preklicali smo vam naročnino na %(productName)s zaradi več neuspelih poskusov plačila. Če si želite povrniti dostop, začnite novo naročnino s posodobljenim načinom plačila.
sq: Anuluam pajtimin tuaj për %(productName)s, për shkak përpjekjesh të shumta të dështuara pagimi. Që të keni hyrje sërish, nisni një pajtim të ri, me një metodë të përditësuar pagesash.
sv_se: Vi har avslutat din %(productName)s-prenumeration eftersom flera betalningsförsök misslyckades. Starta en ny prenumeration med en uppdaterad betalningsmetod för att få åtkomst igen.
uk: Ми скасували вашу передплату %(productName)s, оскільки кілька спроб оплати були не вдалими. Щоб отримати доступ знову, спробуйте виконати передплату оновивши метод оплати.

source: Thank you for subscribing to %(productName)s
cs: Děkujeme vám za předplacení produktu %(productName)s
cy: Diolch am danysgrifio i %(productName)s!
da: Tak fordi du abonnerer på %(productName)s
de: Vielen Dank, dass Sie %(productName)s abonniert haben
el: Ευχαριστούμε για τη συνδρομή σας στο %(productName)s
es_ar: ¡Gracias por suscribirse a %(productName)s!
es_cl: Gracias por suscribirte a %(productName)s
fi: Kiitos, että tilasit tuotteen %(productName)s
fr: Merci pour votre abonnement à %(productName)s
he: תודה שנרשמת ל־%(productName)s
hr: Zahvaljujemo na pretplati na %(productName)s
hu: Köszönjük, hogy feliratkozott a(z) %(productName)s szolgáltatásra
ia: Gratias pro tu subscription a %(productName)s !
it: Grazie per la tua iscrizione a %(productName)s
ka: გმადლობთ, რომ გამოიწერეთ %(productName)s
kab: Tanemmirt ɣef ujerred ɣer %(productName)s
nb_no: Takk for at du abonnerer på %(productName)s
nl: Bedankt voor uw abonnement op %(productName)s
pl: Dziękujemy za subskrypcję %(productName)s
pt: Obrigado por subscrever ao %(productName)s
pt_br: Obrigado por assinar o %(productName)s
ro: Îți mulțumim pentru abonarea la %(productName)s
ru: Спасибо за подписку на %(productName)s
sk: Ďakujeme, že ste si predplatili %(productName)s
sl: Hvala, ker ste se naročili na %(productName)s
sq: Faleminderit për pajtimin te %(productName)s
sv_se: Tack för att du prenumererar på %(productName)s
tr: %(productName)s abonesi olduğunuz için teşekkür ederiz
tt: %(productName)s хәбәрләренә язылганыгыз өчен рәхмәт
uk: Дякуємо вам за передплату на %(productName)s
