Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Verify primary email
ar: أكِّد البريد الإلكتروني الأولي
be: Пацвердзіць асноўны адрас эл.пошты
bg: Потвърждаване на основен ел. адрес
bs: Verifikujte primarni email
ca: Verifiqueu l'adreça electrònica principal
cs: Ověřte svou hlavní e-mailovou adresu
cy: Dilysu prif e-bost
da: Bekræft primær mailadresse
de: Primär-E-Mail-Adresse verifizieren
el: Επαλήθευση κύριου email
es_ar: Verificar correo electrónico principal
es_cl: Verificar correo primario
et: Kinnita peamine e-posti aadress
fi: Ensisijaisen sähköpostin vahvistaminen
fr: Confirmer l’adresse principale
gd: Dearbh am prìomh phost-d
he: אימות כתובת דוא״ל ראשית
hi: प्राथमिक ईमेल सत्यापित करें
hr: Potvrdi primarnu adresu e-pošte
hu: Elsődleges e-mail cím megerősítése
ia: Verificar e-mail primari
it: Verifica l’indirizzo email principale
ja: 主要アドレスを確認
ka: მთავარი ელფოსტის დამოწმება
kab: Senqed imayl amezwaru
kk: Біріншілік эл. поштаны растау
lt: Patvirtinkite pagrindinį el. paštą
ms: Sahkan e-mel utama
nb_no: Verifiser primær e-post
nl: Primair e-mailadres verifiëren
pa_in: ਪ੍ਰਾਇਮਰੀ ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj główny adres e-mail
pt: Verificar email primário
pt_br: Validar email principal
ro: Verifică e-mailul principal
ru: Подтвердите основную электронную почту
sk: Overiť hlavnú e-mailovú adresu
sl: Potrdi glavni e-poštni naslov
sq: Verifikoni email-in parësor
sr: Потврдите примарну адресу
sr_latn: Potvrdite primarnu adresu
sv_se: Verifiera primär e-post
te: ప్రాథమిక ఇమెయిల్ ని ధృవీకరించండి
th: ยืนยันอีเมลหลัก
tr: Ana e-posta adresini doğrula
tt: Беренчел эл. почтагызны раслау
uk: Підтвердьте основну е-пошту

source: A request to perform an account change has been made from the following device:
ar: طُلب إجراء تغيير للحساب من الجهاز الآتي:
be: Запыт на змену ўліковага запісу быў зроблены з наступнай прылады:
bg: Заявка за промяна на сметката е направена от следното устройство:
bs: Zahtjev za izvođenje promjena računa je napravljen sa sljedećeg uređaja:
ca: S'ha sol·licitat un canvi de compte des del següent dispositiu:
cs: Požadavek na změnu vašeho účtu byl odeslán z tohoto zařízení:
cy: Mae cais wedi ei wneud o'r ddyfais ganlynol i newid cyfrif:
da: Følgende enhed har anmodet om at foretage en ændring af kontoen:
de: Eine Anforderung zu einer Kontenänderung kam von folgendem Gerät:
el: Έγινε αίτημα για μια αλλαγή στον λογαριασμό από την ακόλουθη συσκευή:
es_ar: Se hizo un pedido para ejecutar un cambio de cuenta desde el siguiente dispositivo:
es_cl: Una solicitud para realizar un cambio de cuenta fue realizada desde el siguiente dispositivo:
et: Nõue konto muutmiseks tehti järgmisest seadmest:
fi: Tilin muutospyyntö on tehty laitteella:
fr: Une requête pour modifier le compte a été effectuée depuis l’appareil suivant :
gd: Chaidh iarrtas airson atharrachadh sa chunntas a dhèanamh air an uidheam a leanas:
he: בקשה לביצוע שינוי בחשבון נעשתה מהמכשיר הבא:
hi: खाता परिवर्तन करने के लिए एक अनुरोध निम्न डिवाइस से किया गया है:
hr: Zahtjev za izvršavanje promjene računa upućen je sa sljedećeg uređaja:
hu: A kérés, hogy módosítsa a fiókját a következő eszközről lett elküldve:
ia: Requesta de modificar le conto per le sequente apparato:
it: Una richiesta di autorizzazione a modificare l’account è stata inviata dal seguente dispositivo:
ja: アカウント変更を実行するリクエストが次の端末から行われました:
ka: მოთხოვნა ანგარიშის შეცვლის თაობაზე, გამოგზავნილია შემდეგი მოწყობილობიდან:
kab: Asuter i usnifel n umiḍan tettwag seg ibenk agi:
kk: Тіркелгіде өзгерістерді жасау сұратуы келесі құрылғыдан жасалған:
lt: Iš žemiau nurodyto įrenginio gauta užklausa atlikti pakeitimą jūsų „Firefox“ paskyroje:
ms: Permintaan untuk melaksanakan pertukaran akaun telah dibuat dari peranti berikut:
nb_no: En forespørsel om å utføre en kontoendring er gjort fra følgende enhet:
nl: Er is een aanvraag voor het uitvoeren van een accountwijziging gedaan vanaf het volgende apparaat:
pl: Z tego urządzenia zażądano wykonania zmiany na koncie:
pt: Foi realizado um pedido para executar uma alteração de conta a partir do seguinte dispositivo:
pt_br: Uma solicitação para efetuar uma alteração na conta foi feita a partir do seguinte dispositivo:
ro: A fost trimisă o cerere de modificare a contului tău pe următorul dispozitiv:
ru: Запрос на выполнение изменений в аккаунте был сделан со следующего устройства:
sk: Požiadavka na zmenu v účte prišla z nasledovného zariadenia:
sl: Poslan je bil zahtevek za spremembo računa z naslednje naprave:
sq: Nga pajisja vijuese u bë një kërkesë për kryerjen e një ndryshimi llogarie:
sr: Захтев за измене налога је послат са следећег уређаја:
sr_latn: Zahtev za izmene naloga je poslat sa sledećeg uređaja:
sv_se: En begäran om att göra en kontoändring har gjorts från följande enhet:
th: คำขอเพื่อทำการเปลี่ยนแปลงบัญชีได้ถูกสร้างขึ้นจากอุปกรณ์เหล่านี้:
tr: Aşağıdaki cihazdan bir hesap değiştirme isteği yapılmıştır:
tt: Түбәндәге җиһаздан хисапны үзгәртүгә үтенеч керде:
uk: Було здійснено запит змін в обліковому записі з такого пристрою:

source: Once verified, account changes like adding a secondary email will become possible from this device.
ar: ما إن تؤكّده ستكون التغييرات على الحساب (مثل إضافة بريد ثانوي) ممكنًا من هذا الجهاز.
be: Пасля праверкі з гэтай прылады стануць магчымымі змены ўліковага запісу, такія як даданне другога адрасу электроннай пошты.
bg: След потвърждение промени по сметката като добавяне на допълнителен ел. адрес ще бъдат възможни от устройството.
bs: Nakon verifikacije, promjene računa kao što je dodavanje sekundarnog emaila će biti moguće sa ovog uređaja.
ca: Després de la verificació, es poden fer canvis al compte com afegir una adreça electrònica secundària des d'aquest dispositiu.
cs: Jakmile bude ověření dokončeno, bude možné z tohoto zařízení měnit některé údaje týkající se vašeho účtu, jako je třeba záložní e-mailová adresa.
cy: Unwaith bydd wedi ei ddilysu, bydd newid cyfrif fel ychwanegu ail e-bost yn bosib o'r ddyfais hon.
da: Når denne mailadresse er blevet bekræftet, kan ændringer af kontoen som fx tilføjelse af en sekundær mailadresse foretages fra denne enhed.
de: Sobald es bestätigt wurde, sind Kontenänderungen wie das Hinzufügen einer Zweit-E-Mail-Adresse von diesem Gerät möglich.
el: Μόλις γίνει επαλήθευση, οι αλλαγές του λογαριασμού, όπως η προσθήκη δευτερεύοντος email, θα καταστούν δυνατές από αυτήν τη συσκευή.
es_ar: Cuando se verifique, los cambios de cuenta como agregar un correo electrónico secundario serán posibles desde este dispositivo.
es_cl: Una vez verificado, cambios a la cuenta como añadir un correo secundario serán posibles desde este dispositivo.
et: Pärast kinnitamist muutuvad sellest seadmest võimalikuks sellised muudatused nagu teise e-posti aadressi lisamine.
fi: Vahvistamisen jälkeen tiliin tehtävät muutokset, kuten uuden toissijaisen sähköpostin lisääminen, ovat mahdollisia tästä laitteesta.
fr: Une fois vérifié, il sera possible de modifier le compte à partir de cet appareil comme pour ajouter une seconde adresse électronique.
gd: Turas a chaidh a dhearbhadh, bidh cothrom agad rudan sa chunntas atharrachadh (mar eisimpleir, a’ cur ris post-d dàrnach) air an uidheam seo.
he: לאחר האימות, שינויים בחשבון כגון הוספת כתובת דוא״ל משנית יתאפשרו ממכשיר זה.
hi: सत्यापित करने के बाद, द्वितीयक ईमेल जोड़ने जैसे खाता परिवर्तन इस डिवाइस से संभव हो जाएेंगे।
hr: Nakon potvrde, promjene računa poput dodavanja sekundarne e-mail adrese postat će moguće s ovog uređaja.
hu: Amint megerősíti, a fiókváltoztatások, mint a másodlagos e-mail cím hozzáadása, lehetségesek lesznek erről az eszközről.
ia: Post le verifica le cambios del conto, como adder le email secundari, sera possibile per le apparato.
it: Una volta verificata la richiesta, sarà possibile modificare le impostazioni dell’account, per esempio aggiungendo un indirizzo email secondario, direttamente dal dispositivo.
ja: 確認が済むと、予備アドレスの追加などのアカウント変更はこの端末から行えるようになります。
ka: დამოწმების შემდეგ, ანგარიშის ცვლილების შესაძლებლობები, როგორიცაა დამატებითი ელფოსტის მითითება, ამ მოწყობილობიდან იქნება ხელმისაწვდომი.
kab: Mi yedda usenqeḍ, tzemreḍ ad tesnifleḍ amiḍan deg ibenk-a am tirna n tansa n imayl tis snat.
kk: Расталғаннан кейін, екіншілік эл. поштаны қосу сияқты тіркелгіні өзгерту бұл тіркелгіден қолжетерлік болады.
lt: Patvirtinus, iš šio įrenginio bus leidžiama atlikti paskyros pakeitimus, tokius, kaip antrino el. pašto pridėjimas.
ml: ഒരിക്കൽ പരിശോധിച്ചുറപ്പിച്ചാൽ, ദ്വിതീയ ഇമെയിൽ ചേർക്കുന്നതു പോലെ അക്കൗണ്ട് മാറ്റങ്ങൾ ഈ ഉപകരണത്തിൽ സാധ്യമാകും.
ms: Setelah disahkan, pertukaran akaun seperti menambah e-mel sekunder akan dibolehkan dari peranti ini.
nb_no: Når bekreftet, vil endringer i kontoen som å legge til en sekundær e-post, bli mulig fra denne enheten.
nl: Na verificatie worden accountwijzigingen zoals het toevoegen van een secundair e-mailadres mogelijk vanaf dit apparaat.
pl: Po zweryfikowaniu na tym urządzeniu będzie można wykonywać zmiany na koncie, takie jak dodawanie dodatkowego adresu e-mail.
pt: Assim que verificado, alterações de conta tais como adicionar um email secundário irão ficar disponíveis a partir deste dispositivo.
pt_br: Uma vez validado, será possível realizar alterações na conta nesse dispositivo, como adicionar um email secundário.
ro: Odată verificat, vor fi posibile modificări ale contului de pe acest dispozitiv, precum adăugarea unui e-mail secundar.
ru: После подтверждения, такие изменения аккаунта как добавление дополнительной электронной почты станут возможны с этого устройства.
sk: Po overení budú k dispozícii zmeny v účte, napríklad pridanie alternatívnej e-mailovej adresy.
sl: Potem ko ga potrdite, bodo na tej napravi omogočene tudi spremembe računa, kot je dodajanje pomožnega e-poštnega naslova.
sq: Pasi të verifikohet, prej kësaj pajisje do të jenë të mundshme ndryshime llogarie, të tillë si shtimi i një email-i dytësor.
sr: Једном када потврдите, измене налога као што је додавање секундарне адресе, ће бити могуће и са овог уређаја.
sr_latn: Jednom kada potvrdite, izmene naloga kao što je dodavanje sekundarne adrese, će biti moguće i sa ovog uređaja.
sv_se: När du har verifierat, kommer kontoändringar som att lägga till en sekundär e-post att bli möjlig från den här enheten.
th: เมื่อได้รับการยืนยันแล้ว การเปลี่ยนแปลงบัญชีอย่างการเพิ่มอีเมลสำรองจะทำได้บนอุปกรณ์นี้
tr: Cihaz doğrulandıktan sonra, bu cihazdan ikinci e-posta ekleme gibi hesap değişiklikleri yapmak mümkün olacaktır.
tt: Расланганнан соң, икенчел эл. почта адресын өстәү кебек хисапка үзгәрешләр кертү турындагы гаризалар бу җиһазда да күренәчәк.
uk: Після підтвердження з цього пристрою стануть доступними такі зміни облікового запису, як додавання альтернативної електронної пошти.

source: Verify email:
ar: أكّد البريد:
ast: Verificar corréu:
be: Пацвердзіць эл.пошту:
bg: Потвърждаване:
bs: Verifikuj email:
ca: Verifiqueu l'adreça electrònica:
cs: Ověřit adresu:
cy: Dilysu e-bost:
da: Bekræft mailadresse:
de: E-Mail-Adresse bestätigen:
el: Επαλήθευση email:
es_ar: Verificar correo electrónico:
es_cl: Verificar correo:
et: E-posti aadressi kinnitamine:
eu: Egiaztatu helbide elektronikoa:
fa: تایید رایانامه:
fi: Vahvista sähköposti:
fr: Confirmer l’adresse électronique :
gd: Dearbh am post-d:
he: אימות בדוא״ל:
hi: ईमेल सत्यापित करें:
hr: Potvrdi adresu e-pošte:
hu: E-mail megerősítése:
ia: Verificar le email:
it: Verifica e-mail:
ja: メールアドレスを確認:
ka: ელფოსტის დამოწმება:
kab: Senqed imayl:
kk: Эл. поштаны растау:
lt: Patvirtinti el. paštą:
ml: ഇമെയില്‍ സ്ഥിരീകരിക്കുക:
ms: Sahkan e-mel:
nb_no: Bekreft e-post:
nl: E-mailadres verifiëren:
pa_in: ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ:
pl: Zweryfikuj adres e-mail:
pt: Verificar email:
pt_br: Validar email:
ro: Verifică e-mailul:
ru: Подтвердить электронную почту:
sk: Overenie e-mailu:
sl: Potrdi e-poštni naslov:
sq: Verifikoni email-in:
sr: Верификујте адресу:
sr_latn: Verifikujte adresu:
sv_se: Verifiera e-post:
te: ఇమెయిల్‌ను ధృవీకరించండి:
th: ยืนยันอีเมล:
tr: E-postayı doğrula:
tt: Эл. почта раслау:
uk: Підтвердити е-пошту:

source: Verify secondary email
ar: أكّد البريد الثانوي
be: Пацвердзіць другі адрас эл.пошты
bg: Потвърждаване на допълнителен ел. адрес
bs: Verifikuj sekundarni email
ca: Verifiqueu l'adreça electrònica secundària
cs: Ověřte svou záložní e-mailovou adresu
cy: Dilysu'r ail gyfrif
da: Bekræft sekundær mailadresse
de: Zweit-E-Mail-Adresse verifizieren
el: Επαλήθευση δευτερεύοντος email
es_ar: Verificar correo electrónico secundario
es_cl: Verificar correo secundario
et: Teise e-posti aadressi kinnitamine
eu: Egiaztatu helbide elektroniko alternatiboa
fa: تایید رایانامه دوم
fi: Toissijaisen sähköpostin vahvistaminen
fr: Confirmer l’adresse secondaire
gd: Dearbh am post-d dàrnach
he: אימות כתובת דוא״ל משנית
hi: द्वितीयक ई-मेल सत्यापित करें
hr: Potvrdi sekundarnu adresu e-pošte
hu: Másodlagos e-mail megerősítése
ia: Verificar e-mail secundari
it: Verifica l’indirizzo email secondario
ja: 予備アドレスを確認
ka: დამატებითი ელფოსტის დამოწმება
kab: Senqed imayl wi sin
kk: Екіншілік эл. поштаны растау
lt: Patvirtinkite antrinį el. paštą
ml: ദ്വിതീയ ഇമെയിൽ സ്ഥിരീകരിക്കുക
ms: Sahkan e-mel sekunder
nb_no: Verifiser sekundær e-postadresse
nl: Secundair e-mailadres verifiëren
pa_in: ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj dodatkowy adres e-mail
pt: Verificar email secundário
pt_br: Validar email secundário
ro: Verifică e-mailul secundar
ru: Подтвердите дополнительную электронную почту
sk: Overiť alternatívnu e-mailovú adresu
sl: Potrdi pomožni e-poštni naslov
sq: Verifikoni email-in dytësor
sr: Верификујте секундарну адресу
sr_latn: Verifikujte sekundarnu adresu
sv_se: Verifiera sekundär e-post
te: రెండవ ఇ-మెయిలుని ధృవీకరించండి
th: ยืนยันอีเมลสำรอง
tr: İkinci e-postayı doğrula
tt: Икенчел эл. почтаны раслау
uk: Підтвердьте альтернативну е-пошту

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
ar: جرى طلب استخدام %(email)s باعتباره بريدا إلكترونيا ثانية من حساب فَيَرفُكس الآتي:
ast: Féxose una solicitú pa usar %(email)s como cuenta secundaria de corréu dende la cuenta de Firefox de darréu:
be: Запыт на выкарыстанне %(email)s у якасці другога адрасу электроннай пошты быў зроблены з наступнага ўліковага запісу Firefox:
bg: Заявка за използване на %(email)s като допълнителен ел. адрес е направена от следния Firefox Account:
bs: Zahtjev da se %(email)s koristi kao sekundarni email je napravljen sa sljedećeg Firefox računa:
ca: S'ha sol·licitat utilitzar %(email)s com a adreça electrònica secundària des del següent compte del Firefox:
cs: Požadavek na použití adresy %(email)s coby záložní adresy byl proveden z následujícího účtu Firefoxu:
cy: Mae cais i ddefnyddio %(email)s fel ail e-bost wedi ei wneud o'r Cyfrif Firefox canlynol:
da: Fra følgende Firefox-konto kommer en forespørgsel om at bruge %(email)s som sekundær mailadresse:
de: Von folgendem Firefox-Konto erfolgte eine Anfrage, %(email)s als Zweit-E-Mail-Adresse zu nutzen:
el: Έχει υποβληθεί ένα αίτημα για τη χρήση του %(email)s ως δευτερεύουσας διεύθυνσης email από τον ακόλουθο λογαριασμό Firefox:
es_ar: Se ha hecho un pedido para usar %(email)s como dirección de correo secundaria para la siguiente cuenta de Firefox:
es_cl: Una solicitud para usar %(email)s como una dirección de correo secundaria ha sido hecha desde la siguiente cuenta de Firefox:
et: Aadressi %(email)s kasutamiseks teise e-posti aadressina tehti taotlus järgmiselt Firefoxi kontolt:
eu: Helbide alternatibo gisa %(email)s helbidea erabiltzeko eskaera egin da ondorengo Firefox kontutik:
fa: درخواستی برای استفاده از %(email)s به عنوان نشانی دوم رایانامه، از طرف حساب کاربری فایرفاکس زیر ساخته شده است:
fi: Pyyntö käyttää osoitetta %(email)s toissijaisena sähköpostina on tehty seuraavalta Firefox-tililtä:
fr: Une demande d’utilisation de l’adresse %(email)s en tant qu’adresse secondaire a été effectuée depuis le compte Firefox suivant :
gd: Chaidh iarrtas a dhèanamh on chunntas Firefox a leanas airson %(email)s a chur ris mar sheòladh puist-d dàrnach:
he: הוגשה בקשה להשתמש בכתובת %(email)s ככתובת דוא״ל משנית מחשבון ה־Firefox הבא:
hi: %(email)s को एक द्वितिय इमैल के रुप मे उपयोग करने हेतु निम्नलिखित खाते से अनुरोध किया गया हैं:
hr: Zahtjev za korištenje %(email)s kao sekundarne adrese e-pošte podnijet je sa sljedećeg Firefox računa:
hu: A kérés, hogy a(z) %(email)s címet használja másodlagos e-mail címként a következő Firefox fiókból lett küldve:
ia: Un requesta a usar %(email)s como adresse de e-mail secundari ha essite facite a partir del sequente conto Firefox:
it: Il seguente account Firefox richiede di utilizzare %(email)s come indirizzo email secondario:
ja: %(email)s を予備アドレスとして使用するためのリクエストが以下の Firefox アカウントから行われました:
ka: %(email)s-ის დამატებით მისამართად გამოყენების მოთხოვნა გამოგზავნილია ამ Firefox-ანგარიშიდან:
kab: Tdda tuttra i wseqdec n %(email)s am tansa n imayl tis snat si umiḍan-agi n Firefox:
kk: %(email)s адресін екіншілік эл. пошта адресі ретінде қолдану сұранымы келесі Firefox тіркелгісінен жасалған:
lt: Buvo gauta užklausa naudoti %(email)s kaip antrinį el. pašto adresą šiai „Firefox“ paskyrai:
ms: Permintaan untuk menggunakan %(email)s sebagai e-mel sekunder telah dibuat daripada Akaun Firefox berikut:
nb_no: En forespørsel om å bruke %(email)s som en sekundær e-postadresse er gjort fra følgende Firefox-konto:
nl: Er is een aanvraag voor het gebruik van %(email)s als tweede e-mailadres gedaan vanaf de volgende Firefox-account:
pl: Z tego konta Firefoksa wysłano prośbę o dodanie %(email)s jako dodatkowego adresu e-mail:
pt: Uma solicitação para utilizar %(email)s como endereço de email secundário foi feito a partir da seguinte Conta Firefox:
pt_br: Foi feita uma solicitação para usar %(email)s como endereço de email secundário da seguinte Conta Firefox:
ro: A fost trimisă o cerere pentru a folosi %(email)s ca e-mail secundar de pe următorul cont Firefox:
ru: Запрос на использование %(email)s в качестве дополнительного адреса электронной почты был выполнен со следующего Аккаунта Firefox:
sk: Požiadavka na použitie adresy %(email)s ako alternatívnej e-mailovej adresy bola vytvorená z nasledujúceho účtu Firefox Account:
sl: Poslana je bila zahteva za uporabo %(email)s kot pomožni e-poštni naslov naslednjega Firefox Računa:
sq: Prej Llogarisë vijuese Firefox është bërë një kërkesë për të përdorur %(email)s si një adresë dytësore email:
sr: Захтев за коришћење %(email)s као секундарне адресе је послат са следећег Firefox налога:
sr_latn: Zahtev za korišćenje %(email)s kao sekundarne adrese je poslat sa sledećeg Firefox naloga:
sv_se: En begäran om att använda %(email)s som en sekundär e-postadress har gjorts från följande Firefox-konto:
te: అదనపు ఈమెయిల్‌గా %(email)s వాడుటకు ఈ కింది Firefox ఖాతా నుండి అభ్యర్ధన చేయబడినది:
th: คำขอเพื่อใช้ %(email)s เป็นที่อยู่อีเมลอันดับสองถูกสร้างขึ้นจากบัญชี Firefox นี้:
tr: %(email)s adresini ikinci e-posta adresi olarak kullanmak için aşağıdaki Firefox Hesabından bir istek yapıldı:
tt: %(email)s адресын икенчел эл. почта адресы буларак куллану өчен түбәндәге Firefox Хисабыннан бер үтенеч килде:
uk: Запит використання %(email)s як альтернативної електронної пошти було зроблено з такого облікового запису Firefox:
