Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: If you did not change it, please reset your password now at %(resetLink)s
ar: إن لم تكن قد غيّرتها، فرجاءً صفّر كلمة السر من %(resetLink)s الآن
be: Калі вы не змянялі яго, калі ласка, скіньце пароль зараз па спасылцы %(resetLink)s
bg: Ако вие не я сменили, моля, сменете своята парола сега, посещавайки %(resetLink)s
bs: Ako je niste promijenili, molimo resetujte lozinku sada na %(resetLink)s
ca: Si no l'heu canviat, reinicieu la contrasenya des de %(resetLink)s ara mateix
cs: Pokud jste své heslo neměnili, okamžitě ho prosím obnovte na adrese %(resetLink)s
cy: Os nad ydych wedi eu newid, cofiwch ailosod eich cyfrinair nawr yn %(resetLink)s
da: Hvis du ikke ændrede den, så nulstil din adgangskode nu på %(resetLink)s
de: Wenn Sie es nicht geändert haben, setzen Sie Ihr Passwort bitte jetzt unter %(resetLink)s zurück
el: Αν δεν τον αλλάξατε εσείς, παρακαλούμε επαναφέρετε τον κωδικό πρόσβασής σας τώρα στο %(resetLink)s.
es_ar: Si no la cambió usted, por favor restablezca su contraseña ahora mismo aquí %(resetLink)s
es_cl: Si no la cambiaste, por favor reinicia tu contraseña ahora en %(resetLink)s
et: Kui sa seda ei muutnud, siis palun lähtesta enda parool, kasutades %(resetLink)s
fi: Jos et vaihtanut salasanaasi, nollaa salasanasi nyt osoitteessa %(resetLink)s
fr: Si vous ne l’avez pas changé, veuillez réinitialiser votre mot de passe immédiatement depuis %(resetLink)s
gd: Mur tusa a dh’atharraich e, ath-shuidhich am facal-faire agad an-dràsta aig %(resetLink)s
he: אם לא החלפת את הססמה שלך, נא לאפס אותה כעת בכתובת %(resetLink)s
hr: Ako ju niste promijenili, ponovno postavite lozinku sada na% (resetLink) s
hu: Ha nem módosította, akkor állítsa helyre jelszavát itt: %(resetLink)s
ia: Si tu non lo ha cambiate, per favor reinitialisa tu contrasigno ora in %(resetLink)s
it: Se non sei stato tu a effettuare questa modifica, reimposta la password al link %(resetLink)s
ja: 変更した覚えがない場合は、今すぐ %(resetLink)s でパスワードを変更してください。
ka: თუ თქვენ არ შეგიცვლიათ, გთხოვთ გაანულოთ პაროლი ახლავე ბმულზე %(resetLink)s
kab: Ma ur tbeddileḍ ara, ma ulac aɣilif ales awennez n wawal uffir inek tura di %(resetLink)s
lt: Jeigu slaptažodžio nekeitėte, siūlome jį nedelsiant atkurti adresu %(resetLink)s
ms: Jika anda tidak mengubahnya, sila set semula kata laluan anda sekarang di %(resetLink)s
nb_no: Om du ikke endret det, tilbakestill passordet ditt nå på %(resetLink)s
nl: Als u het niet hebt gewijzigd, stel uw wachtwoord dan nu opnieuw in via %(resetLink)s
pa_in: ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਨਹੀਂ ਬਦਲਿਆ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਹੁਣ %(resetLink)s ਤੇ ਰੀ - ਸੈੱਟ ਕਰੋ
pl: Jeśli nie zmieniono hasła, to należy je teraz zmienić pod adresem %(resetLink)s
pt: Se não a alterou, por favor reponha a sua palavra-passe agora em %(resetLink)s
pt_br: Se você não alterou, redefina a sua senha agora em %(resetLink)s
ro: Dacă nu tu ai modificat-o, te rugăm să resetezi parola acum la adresa %(resetLink)s
ru: Если вы его не меняли, пожалуйста, немедленно сбросьте свой пароль по ссылке %(resetLink)s
sk: Ak ste ho nezmenili, prosím, obnovte si svoje heslo na adrese %(resetLink)s
sl: Če ga niste spremenili vi, nemudoma ponastavite geslo na %(resetLink)s
sq: Nëse s’e ndryshuat ju, ju lutemi, fjalëkalimin tuaj që tani te %(resetLink)s
sr: Ако је нисте променили, молимо вас да ресетујете вашу лозинку одмах на %(resetLink)s
sr_latn: Ako je niste promenili, molimo vas da resetujete vašu lozinku odmah na %(resetLink)s
sv_se: Om du inte ändrade det, återställ ditt lösenord nu på %(resetLink)s
th: หากคุณไม่ได้เปลียนมัน กรุณาตั้งรหัสผ่านของคุณใหม่ที่ %(resetLink)s
tr: Parolanızı siz değiştirmediyseniz lütfen hemen %(resetLink)s adresinden sıfırlayın
tt: Паролыгызны үзгәртмәгән булсагыз, зинһар хәзер үк %(resetLink)s адресында яңа серсүз куегыз
uk: Якщо ви не змінювали його, будь ласка, негайно скиньте його за посиланням %(resetLink)s

source: Your account password was reset with a recovery key
ar: صُفِّرت كلمة سر حسابك بأحد مفاتيح الاستعادة
be: Ваш пароль быў скінуты з дапамогай ключа аднаўлення
ca: S'ha reiniciat la contrasenya del compte amb una clau de recuperació
cs: Heslo k vašemu účtu bylo obnoveno pomocí obnovovacího klíče
cy: Cafodd cyfrinair eich cyfrif ei ailosod gydag allwedd adfer
da: Adgangskoden til din konto blev nulstillet med en genoprettelsesnøgle
de: Ihr Kontopasswort wurde mit einem Wiederherstellungsschlüssel zurückgesetzt
el: Έγινε επαναφορά του κωδικού πρόσβασης του λογαριασμού σας με κλειδί ανάκτησης
es_ar: La contraseña de su cuenta fue restablecida con una clave de recuperación
es_cl: La contraseña de tu cuenta fue restablecida con una clave de recuperación
et: Sinu konto parool lähtestati taastamisvõtmega
fi: Tilisi salasana nollattiin palautusavaimella
fr: Le mot de passe de votre compte a été réinitialisé avec une clé de récupération
gd: Chaidh facal-faire a’ chunntais agad ath-shuidheachadh le iuchair aisig
he: ססמת החשבון שלך אופסה עם מפתח שחזור
hr: Lozinka tvog računa ponovno je postavljena pomoću ključa za oporavak
hu: A fiókja jelszava helyreállításra került egy helyreállítási kulccsal
ia: Le contrasigno de tu conto ha essite reinitialisate con un clave de recuperation
it: La password dell’account è stata ripristinata con una chiave di recupero
ja: あなたのアカウントパスワードは回復用キーを使ってリセットされました
ka: თქვენი ანგარიშის პაროლი განულდა აღდგენის გასაღების მეშვეობით
kab: Awal uffir n umiḍa-ik/im ittuwennez s tsarutt n tririt
lt: Jūsų paskyros slaptažodis atkurtas pasinaudojus atkūrimo raktu
ms: Kata laluan akaun anda telah ditetapkan semula menggunakan kekunci pemulihan
nb_no: Ditt kontopassord ble tilbakestilt med en gjenopprettingsnøkkel
nl: Uw accountwachtwoord is opnieuw ingesteld met een herstelsleutel
pl: Hasło konta zostało zmienione za pomocą klucza odzyskiwania
pt: A palavra-passe da sua conta foi reposta com uma chave de recuperação
pt_br: A senha da sua conta foi redefinida com uma chave de recuperação
ro: Parola contului tău a fost resetată cu o cheie de recuperare
ru: Пароль вашего аккаунта был сброшен с помощью ключа восстановления
sk: Heslo k vášmu účtu bolo obnovené pomocou obnovovacieho kľúča
sl: Geslo vašega računa je bilo ponastavljeno z obnovitvenim ključem
sq: Fjalëkalimi i llogarisë tuaj qe ricaktuar me një kyç rimarrjeje
sr: Ваша лозинка је ресетована уз кључ за опоравак
sr_latn: Vaša lozinka je resetovana uz ključ za oporavak
sv_se: Lösenordet till ditt konto återställdes med en återställningsnyckel
th: รหัสผ่านบัญชีคุณถูกตั้งใหม่ด้วยกุญแจการกู้คืน
tr: Hesap parolanız bir kurtarma anahtarıyla sıfırlandı
tt: Хисабыгызның паролы коткару ачкычы ярдәмендә үзгәртелде
uk: Пароль вашого облікового запису було відновлено за допомогою ключа

source: You have successfully reset your password using a recovery key from the following device:
ar: نجح تصفير كلمة السر باستخدام أحد مفاتيح الاستعادة من الجهاز الآتي:
be: Вы паспяхова скінулі свой пароль з дапамогай ключа аднаўлення з наступнай прылады:
ca: Heu reiniciat la contrasenya utilitzant una clau de recuperació des del següent dispositiu:
cs: Úspěšně jste obnovili své heslo pomocí obnovovacího klíče z následujícího zařízení:
cy: Rydych wedi ailosod eich cyfrinair yn llwyddiannus gan ddefnyddio allwedd adfer o'r ddyfais ganlynol:
da: Du har nulstillet din adgangskode ved hjælp af en genoprettelsesnøgle fra følgende enhed:
de: Sie haben Ihr Passwort erfolgreich mit einem Wiederherstellungsschlüssel von folgendem Gerät zurückgesetzt:
el: Έχετε επαναφέρει επιτυχώς τον κωδικό πρόσβασής σας με ένα κλειδί ανάκτησης από την ακόλουθη συσκευή:
es_ar: Restableció exitosamente su contraseña usando una clave de recuperación desde el siguiente dispositivo:
es_cl: Has restablecido exitosamente tu contraseña usando una clave de recuperación desde el siguiente dispositivo:
et: Oled järgmises seadmes edukalt parooli taastamisvõtmega lähtestanud:
fi: Olet nollannut salasanasi palautusavaimella laitteella:
fr: Vous avez réinitialisé votre mot de passe en utilisant une clé de récupération depuis l’appareil suivant :
gd: Rinn thu ath-shuidheachadh an fhacai-fhaire agad le iuchair aisig on uidheam a leanas:
he: איפסת את הססמה שלך בהצלחה באמצעות מפתח שחזור מהמכשיר הבא:
hr: Tvoja je zaporka uspješno ponovno postavljena koristeći ključ za oporavak na sljedećem uređaju:
hu: Sikeresen helyreállította a jelszavát egy helyreállítási kulccsal a következő eszközről:
ia: Tu ha correctemente reinitialisate tu contrasigno usante un codice de recuperation ab le sequente apparato:
it: La password è stata correttamente ripristinata utilizzando una chiave di recupero dal seguente dispositivo:
ja: 次の端末から回復キーを使ったパスワードのリセットが完了しました:
ka: თქვენ წარმატებით გაანულეთ თქვენი პაროლი აღდგენის გასაღების მეშვეობით შემდეგი მოწყობილობიდან:
kab: Twennzeḍ akken iwata awal uffir-ik/im s tsarutt n tririt seg yibenk-agi:
lt: Jūsų slaptažodis sėkmingai atkurtas pasinaudojus atkūrimo raktu ir šiuo įrenginiu:
ms: Anda telah berjaya menetapkan semula kata laluan menggunakan kekunci pemulihan dari peranti berikut:
nb_no: Du har tilbakestilt passordet ditt ved hjelp av en gjenopprettingsnøkkel fra følgende enhet:
nl: U hebt met succes uw wachtwoord opnieuw ingesteld via een herstelsleutel vanaf het volgende apparaat:
pl: Pomyślnie zmieniono hasło za pomocą klucza odzyskiwania z tego urządzenia:
pt: Repôs a sua palavra passe utilizando uma chave de recuperação com sucesso a partir do seguinte dispositivo:
pt_br: Você redefiniu sua senha com sucesso usando uma chave de recuperação no seguinte dispositivo:
ro: Ai resetat cu succes parola folosind un cod de recuperare de pe următorul dispozitiv:
ru: Вы успешно сбросили свой пароль с помощью ключа восстановления со следующего устройства:
sk: Úspešne ste obnovili svoje heslo pomocou obnovovacieho kľúča z nasledujúceho zariadenia:
sl: Uspešno ste ponastavili svoje geslo z uporabo obnovitvenega ključa, z naslednje naprave:
sq: E ricaktuat me sukses fjalëkalimin tuaj duke përdorur një kyç rimarrjeje nga pajisja vijuese:
sr: Успешно сте ресетовали вашу лозинку користећи кључ за опоравак из следећег уређаја:
sr_latn: Uspešno ste resetovali vašu lozinku koristeći ključ za oporavak iz sledećeg uređaja:
sv_se: Du har återställt ditt lösenord med hjälp av en återställningsnyckel från följande enhet:
th: คุณได้ตั้งรหัสผ่านของคุณใหม่ด้วยกุญแจการกู้คืนจากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:
tr: Kurtarma anahtarı kullanarak parolanızı aşağıdaki cihazdan başarıyla sıfırladınız:
tt: Түбәндәге җиһазны кулланып, коткару ачкычы ярдәмендә паролыгызны үзгәрттегез:
uk: Ви успішно відновили свій пароль з використанням ключа з такого пристрою:

source: You will need to generate a new recovery key.
ar: سيكون عليك تولّيد مفتاح استعادة جديد.
be: Вам трэба будзе згенераваць новы ключ аднаўлення.
ca: Cal que genereu una clau de recuperació nova.
cs: Bude třeba vygenerovat nový obnovovací klíč.
cy: Bydd angen i chi gynhyrchu allwedd adfer newydd.
da: Du skal oprette en ny genoprettelsesnøgle.
de: Sie müssen einen neuen Wiederherstellungsschlüssel erzeugen.
el: Θα πρέπει να δημιουργήσετε ένα νέο κλειδί ανάκτησης.
es_ar: Deberá generar una nueva clave de recuperación.
es_cl: Ahora deberás generar una nueva clave de recuperación.
et: Uue taastamisvõtme loomine on vajalik.
fi: Uusi palautusavain tarvitsee luoda.
fr: Vous devez générer une nouvelle clé de récupération.
gd: Bidh agad ri iuchair aisig ùr a ghintinn.
he: יהיה עליך לייצר מפתח שחזור חדש.
hr: Morat ćeš generirati novi ključ za oporavak.
hu: Új helyreállítási kulcsot kell előállítania.
ia: Tu debera generar un nove clave de recuperation.
it: È necessario generare una nuova chiave di recupero.
ja: 新しい回復用キーを生成する必要があります。
ka: საჭიროა აღდგენის ახალი გასაღების შექმნა.
kab: Nesra asirew n tsarutt n tririt tamaynut.
lt: Jums reikės susigeneruoti naują atkūrimo raktą.
ml: നിങ്ങൾ ഒരു പുതിയ വീണ്ടെടുക്കൽ കീ സൃഷ്ടിക്കേണ്ടതുണ്ട്.
ms: Anda perlu jana kekunci pemulihan baru.
nb_no: Du må generere en ny gjenopprettingsnøkkel.
nl: U dient een nieuwe herstelsleutel te genereren.
pl: Będzie trzeba utworzyć nowy klucz odzyskiwania.
pt: Irá necessitar de gerar uma nova chave de recuperação.
pt_br: Você precisará gerar uma nova chave de recuperação.
ro: Va trebui să generezi o nouă cheie de recuperare.
ru: Вам нужно сгенерировать новый ключ восстановления.
sk: Musíte si vytvoriť nový obnovovací kľúč.
sl: Morali boste ustvariti nov obnovitveni ključ.
sq: Do t’ju duhet të prodhoni një kyç të ri rimarrjeje.
sr: Морате генерисати нови кључ за опоравак.
sr_latn: Morate generisati novi ključ za oporavak.
sv_se: Du måste skapa en ny återställningsnyckel.
th: คุณจะต้องสร้างกุญแจการกู้คืนใหม่
tr: Yeni bir kurtarma anahtarı oluşturmanız gerekecek.
tt: Сезгә яңа коткару ачкычын ясату кирәк булачак.
uk: Вам необхідно буде генерувати новий ключ відновлення.

source: Create new recovery key:
ar: أنشئ مفتاح استعادة جديد:
be: Стварыць новы ключ аднаўлення:
ca: Crea una clau de recuperació:
cs: Vytvořit nový obnovovací klíč:
cy: Creu allwedd adfer newydd:
da: Opret en ny genoprettelsesnøgle:
de: Neuen Wiederherstellungsschlüssel erzeugen:
el: Δημιουργία νέου κλειδιού ανάκτησης:
es_ar: Crear una nueva clave de recuperación:
es_cl: Crear una nueva clave de recuperación:
et: Uue taastamisvõtme loomine:
fi: Luo uusi palautusavain:
fr: Créer une nouvelle clé de récupération :
gd: Cruthaich iuchair aisig ùr:
he: יצירת מפתח שחזור חדש:
hr: Stvori novi ključ za oporavak:
hu: Új helyreállítási kulcs létrehozása:
ia: Crear nove clave de recuperation:
it: Crea una nuova chiave di recupero:
ja: 新しい回復用キーを作成:
ka: აღდგენის ახალი გასაღების შექმნა:
kab: Rnu tasarutt n tririt tamaynut:
lt: Generuoti naują atkūrimo raktą:
ml: പുതിയ വീണ്ടെടുക്കൽ കീ സൃഷ്ടിക്കുക:
ms: Cipta kekunci pemulihan baru:
nb_no: Opprett ny gjenopprettingsnøkkel:
nl: Nieuwe herstelsleutel genereren:
pl: Utwórz nowy klucz odzyskiwania:
pt: Criar nova chave de recuperação:
pt_br: Criar nova chave de recuperação:
ro: Creează o cheie nouă de recuperare:
ru: Создать новый ключ восстановления:
sk: Vytvoriť nový obnovovací kľúč:
sl: Ustvari nov obnovitveni ključ:
sq: Krijo kyç të ri rimarrjeje:
sr: Направите нови кључ за опоравак:
sr_latn: Napravite novi ključ za oporavak:
sv_se: Skapa ny återställningsnyckel:
th: สร้างรหัสการกู้คืนใหม่:
tr: Yeni kurtarma anahtarı oluştur:
tt: Яңа коткару ачкычын ясату:
uk: Створити новий ключ відновлення:

source: For more information, please visit %(supportUrl)s
ar: لمزيد من المعلومات، الرجاء زيارة %(supportUrl)s
ast: Pa más información, visita %(supportUrl)s por favor
be: Для больш падрабязнай інфармацыі, наведайце %(supportUrl)s
bg: За повече информация, моля, посетете %(supportUrl)s
bs: Za više informacija, molimo posjetite %(supportUrl)s
ca: Per rebre més informació, visiteu %(supportUrl)s
cs: Pro více informací prosím navštivte stránku %(supportUrl)s
cy: Am ragor o wybodaeth, ewch i %(supportUrl)s
da: For mere information, besøg %(supportUrl)s
de: Weitere Informationen erhalten Sie unter %(supportUrl)s
el: Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε το %(supportUrl)s
es_ar: Para más información, por favor visitá %(supportUrl)s
es_cl: Para más información, por favor visita %(supportUrl)s
et: Rohkem teavet leiad, kui külastad %(supportUrl)s
eu: Argibide gehiagorako, bisitatu %(supportUrl)s
fa: برای اطلاعات بیشتر لطفا به %(supportUrl)s نگاهی بندازید
fi: Lisätietoja on osoitteessa %(supportUrl)s
fr: Pour davantage d’informations, veuillez consulter %(supportUrl)s
gd: Airson barrachd fiosrachaidh, tadhail air %(supportUrl)s
he: למידע נוסף, ניתן לבקר בכתובת %(supportUrl)s
hi: और अधिक जानकारी के लिए कृपया विजिट करें%(supportUrl)s
hr: Za više informacija, posjeti %(supportUrl)s
hu: További információkért keresse fel a %(supportUrl)s oldalt
ia: Pro altere informationes visita %(supportUrl)s
it: Per ulteriori informazioni visita %(supportUrl)s
ja: 詳しい情報は %(supportUrl)s をご覧ください。
ka: დამატებითი ინფორმაციისთვის, ეწვიეთ %(supportUrl)s
kab: Ugar n telɣut, ddu ɣer %(supportUrl)s
kk: Көбірек білу үшін, %(supportUrl)s шолыңыз
lt: Daugiau informacijos rasite adresu %(supportUrl)s
lv: Lai iegūtu vairāk informācijas, lūdzu apmeklējiet %(supportUrl)s
ml: കൂടുതൽ വിവരങ്ങൾക്ക് ദയവായി %(supportUrl)s സന്ദർശിക്കുക
ms: Untuk maklumat lanjut, layari %(supportUrl)s
nb_no: For mere informasjon, besøk %(supportUrl)s
nl: Bezoek %(supportUrl)s voor meer informatie
pa_in: ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ , %(supportUrl)s ਨੂੰ ਵੇਖੋ ਜੀ
pl: Więcej informacji można znaleźć na %(supportUrl)s
pt: Para mais informação, por favor visite %(supportUrl)s
pt_br: Para mais informações, visite %(supportUrl)s
ro: Pentru mai multe informații te rugăm să intri pe %(supportUrl)s
ru: Для получения большей информации, посетите %(supportUrl)s
sk: Ďalšie informácie nájdete na stránke %(supportUrl)s
sl: Za več informacij obiščite %(supportUrl)s
sq: Për më tepër të dhëna, ju lutemi, vizitoni %(supportUrl)s
sr: За више информација, посетите %(supportUrl)s
sr_latn: Za više informacija, posetite %(supportUrl)s
sv_se: För mer information, besök %(supportUrl)s
te: మరింత సమాచారం కోసం, దయచేసి సందర్శించండి %(supportUrl)s
th: สำหรับข้อมูลเพิ่มเติม โปรดดูจาก %(supportUrl)s
tr: Daha fazla bilgi için lütfen %(supportUrl)s adresini ziyaret edin
tt: Күбрәк белү өчен, %(supportUrl)s адресын зиярәт итегез
uk: Для отримання додаткової інформації, відвідайте %(supportUrl)s

source: Account recovery key generated
ar: وُلّد مفتاح استعادة الحساب
be: Ключ аднаўлення ўліковага запісу згенераваны
ca: S'ha generat una clau de recuperació del compte
cs: Obnovovací klíč k účtu byl vygenerován
cy: Cynhyrchwyd allwedd adfer cyfrif
da: Genoprettelsesnøgle til konto oprettet
de: Kontowiederherstellungsschlüssel erzeugt
el: Το κλειδί ανάκτησης λογαριασμού δημιουργήθηκε
es_ar: Se generó una clave de recuperación de la cuenta
es_cl: Clave de recuperación de cuenta generada
et: Konto taastamisvõti on loodud
fi: Tilin palautusavain luotu
fr: La clé de récupération du compte a été générée
gd: Chaidh iuchair aiseag a’ chunntais a ghintinn
he: נוצר מפתח לשחזור החשבון
hr: Stvoren je ključ za oporavak računa
hu: Fiók helyreállítási kulcs előállítva
ia: Clave de recuperation del conto generate
it: Generata chiave di recupero
ja: アカウント回復用キーが生成されました
ka: ანგარიშის აღდგენის გასაღები შექმნილია
kab: Tasarutt n tririt n umiḍan tettusirew
lt: Paskyros atkūrimo raktas sugeneruotas
ml: അക്കൗണ്ട് വീണ്ടെടുക്കൽ കീ സൃഷ്ടിച്ചു
ms: Kekunci pemulihan akaun telah dijana
nb_no: Gjenopprettingsnøkkel for konto opprettet
nl: Sleutel voor accountherstel gegenereerd
pl: Utworzono klucz odzyskiwania konta
pt: Chave de recuperação de conta gerada
pt_br: Gerada chave de recuperação de conta
ro: Cheie de recuperare a contului generată
ru: Сгенерирован ключ восстановления аккаунта
sk: Obnovovací kľúč k účtu bol vygenerovaný
sl: Obnovitveni ključ za račun ustvarjen
sq: U prodhua kyç rimarrjeje llogarie
sr: Кључ за опоравак налога генерисан
sr_latn: Ključ za oporavak naloga generisan
sv_se: Återställningsnyckel genererad
th: กุญแจกู้คืนบัญชีถูกสร้างแล้ว
tr: Hesap kurtarma anahtarı oluşturuldu
tt: Хисапны торгызу ачкычы яратылды
uk: Ключ відновлення облікового запису згенеровано

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
ar: نجح توليد مفتاح استعادة للحساب باستخدام حسابَ فَيَرفُكس في الجهاز الآتي:
be: Вы паспяхова згенеравалі ключ аднаўлення ўліковага запісу для вашага ўліковага запісу Firefox з дапамогай наступнай прылады:
ca: Heu generat una clau de recuperació del vostre compte del Firefox mitjançant el següent dispositiu:
cs: Úspěšně jste vygenerovali obnovovací klíč pro svůj účet Firefoxu z následujícího zařízení:
cy: Rydych wedi cynhyrchu allwedd adfer ar gyfer eich cyfrif Firefox, yn llwyddiannus, gan ddefnyddio'r ddyfais ganlynol:
da: Du har oprettet en genoprettelsesnøgle til din Firefox-konto med følgende enhed:
de: Sie haben erfolgreich einen Kontowiederherstellungsschlüssel für Ihr Firefox-Konto mit folgendem Gerät erzeugt:
el: Έχετε δημιουργήσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:
es_ar: Generó exitosamente una clave de recuperación de cuenta para su cuenta de Firefox usando el siguiente dispositivo:
es_cl: Has generado exitosamente una clave de recuperación de cuenta para tu cuenta de Firefox usando el siguiente dispositivo:
et: Oled järgmises seadmes edukalt loonud uue Firefoxi konto taastamisvõtme:
fi: Olet luonut tilin palautusavaimen Firefox-tilillesi käyttäen seuraavaa laitetta:
fr: Vous avez réussi à générer une clé de récupération de votre compte Firefox en utilisant l’appareil suivant :
gd: Ghin thu iuchair aisig dhan chunntas Firefox agad leis an uidheam a leanas:
he: ייצרת בהצלחה מפתח לשחזור חשבון ה־Firefox שלך מהמכשיר הבא:
hr: Uspješno je generiran ključ za oporavak računa za tvoj Firefox račun koristeći sljedeći uređaj:
hu: Sikeresen előállított egy fiók helyreállítási kulcsot a Firefox fiókjához a következő eszközön:
ia: Tu ha generate con successo un clave de recuperation de conto pro tu conto de Firefox per le sequente apparato:
it: La chiave di recupero per l’account Firefox è stata correttamente generata dal seguente dispositivo:
ja: 以下の端末を使ってあなたの Firefox アカウントの回復用キーの生成が完了しました:
ka: თქვენ წარმატებით შექმენით აღდგენის ახალი გასაღები Firefox-ანგარიშისთვის შემდეგი მოწყობილობის საშუალებით:
kab: Tesluleḍ-d akken iwata amiḍan n tririt seg umiḍan-ik Firefox s useqdec n ibenk-agi:
lt: Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai sugeneruotas, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണം ഉപയോഗിച്ച് നിങ്ങളുടെ ഫയർ ഫോക്സിനുള്ള അക്കൗണ്ട് വീണ്ടെടുക്കൽ കീ വിജയകരമായി സൃഷ്ടിച്ചു:
ms: Anda telah berjaya menjana kekunci pemulihan baru untuk Akaun Firefox anda menggunakan peranti berikut:
nb_no: Du har opprettet en nøkkel for kontogjenoppretting for din Firefox-konto ved hjelp av følgende enhet:
nl: U hebt met succes een sleutel voor accountherstel voor uw Firefox-account gegenereerd via het volgende apparaat:
pl: Pomyślnie utworzono klucz odzyskiwania konta Firefoksa za pomocą tego urządzenia:
pt: Gerou uma chave de recuperação de conta para a sua Conta Firefox com sucesso utilizando o seguinte dispositivo:
pt_br: Você gerou com sucesso uma chave de recuperação de conta para sua Conta Firefox usando o seguinte dispositivo:
ro: Ai generat cu succes o cheie de recuperare a contului tău Firefox de pe următorul dispozitiv:
ru: Вы успешно сгенерировали ключ восстановления аккаунта для вашего Аккаунта Firefox с помощью следующего устройства:
sk: Úspešne ste vygenerovali obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:
sl: Uspešno ste ustvarili obnovitveni ključ za svoj Firefox Račun z uporabo naslednje naprave:
sq: Prodhuat me sukses një kyç rimarrjeje llogarie për Llogarinë tuaj Firefox, duke përdorur pajisjen vijuese:
sr: Успешно сте генерисали кључ за опоравак налога за ваш Firefox налог користећи следећи уређај:
sr_latn: Uspešno ste generisali ključ za oporavak naloga za vaš Firefox nalog koristeći sledeći uređaj:
sv_se: Du har lyckats generera en kontoåterställningsnyckel för ditt Firefox-konto med hjälp av följande enhet:
th: คุณได้สร้างกุญแจการกู้คืนบัญชีสำหรับ Firefox Account ของคุณโดยใช้อุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:
tr: Aşağıdaki cihazı kullanarak Firefox Hesabınız için hesap kurtarma anahtarını başarıyla oluşturdunuz:
tt: Түбәндәге җиһазны кулланып, Firefox Хисабыгыз өчен хисапны торгызу ачкычын ясату уңышлы булды:
uk: Ви успішно згенерували ключ відновлення облікового запису Firefox з використанням такого пристрою:
