Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
ar: لقد عطّلت بنجاح الاستيثاق بخطوتين لحساب فَيَرفُكس خاصتك. لم تعد رموز الأمان مطلوبة في كل عملية ولوج.
be: Вы паспяхова адключылі двухэтапную аўтарызацыю ў вашым ўліковым запісе Firefox. Коды бяспекі больш не будуць патрабавацца пры кожным уваходзе.
bs: Uspješno ste onemogućili autentifikaciju u dva koraka na vašem Firefox računu. Sigurnosni kodovi se više neće tražiti pri svakoj prijavi.
ca: Heu inhabilitat l'autenticació en dos passos per al compte del Firefox. Ja no es demanaran els codis de seguretat en iniciar la sessió.
cs: Úspěšně jste vypnuli dvoufázové ověřování na vašem účtu Firefoxu. Už nebudete muset při každém přihlášení zadávat bezpečnostní kódy.
cy: Rydych wedi analluogi dilysu dau gam yn llwyddiannus ar eich Cyfrif Firefox. Ni fydd angen codau diogel bob tro fyddwch yn mewngofnodi.
da: Du har deaktiveret totrinsgodkendelse på din Firefox-konto. Sikkerhedskoder vil ikke længere være påkrævet ved login.
de: Sie haben die Zwei-Schritt-Authentifizierung für Ihr Firefox-Konto erfolgreich deaktiviert. Sicherheitscodes sind bei der Anmeldung ab sofort nicht mehr erforderlich.
el: Έχετε απενεργοποιήσει επιτυχώς την ταυτοποίηση δύο παραγόντων στον λογαριασμό Firefox σας. Δεν θα απαιτείται πλέον κωδικός ασφαλείας σε κάθε σύνδεση.
es_ar: Activaste correctamente la autenticación en dos pasos en tu cuenta de Firefox. A partir de ahora se te van a solicitar los códigos de seguridad de tu aplicación de autenticación cada vez que inicies una sesión.
es_cl: Has desactivado exitosamente la autenticación en dos pasos en tu cuenta de Firefox. Los códigos de seguridad ya no serán requeridos en cada conexión.
et: Oled edukalt keelanud Firefoxi konto kaheastmelise autentimise. Turvakoode igal sisselogimisel enam ei nõuta.
fi: Olet poistanut kaksivaiheisen todennuksen käytöstä Firefox-tililläsi. Turvallisuuskoodeja ei enää vaadita jokaisella kirjautumisella.
fr: Vous avez désactivé l’authentification en deux étapes pour votre compte Firefox. Un code de sécurité ne sera désormais plus nécessaire au moment de la connexion.
gd: Chuir thu dearbhadh dà-cheumnach à comas sa chunntas Firefox agad. Cha dèid còdan tèarainteachd iarraidh gach turas a chlàraicheas tu a-steach tuilleadh.
he: ניטרלת בהצלחה את האימות הדו־שלבי בחשבון ה־Firefox שלך. לא תופיע דרישה לקודים של אבטחה עם כל כניסה.
hr: Dvofaktorska provjera autentičnosti uspješno je onemogućena za tvoj Firefox račun. Sigurnosni kodovi više neće biti potrebni pri svakoj prijavi.
hu: Sikeresen letiltotta a kétlépcsős hitelesítést a Firefox fiókjához. A biztonsági kód már nem lesz szükséges minden bejelentkezésnél.
ia: Tu ha correctemente disactivate le authentication a duo passos sur tu conto Firefox. Le codices de securitate non essera plus requirite a cata authentication.
it: L’autenticazione in due passaggi per il tuo account Firefox è stata disattivata correttamente. I codici di verifica non verranno più richiesti ad ogni accesso.
ja: Firefox アカウント上の 2 段階認証の無効化が完了しました。今後ログインのたびにセキュリティコードを入力する必要はなくなります。
ka: ორსაფეხურიანი დამოწმება შესვლისას წარმატებით გამოირთო თქვენს Firefox-ანგარიშზე. უსაფრთხოების კოდების შეყვანა ყოველი შესვლისას აღარ იქნება საჭირო.
kab: Tsenseḍ akken iwata asesteb s snat n tarrayin i umiḍan-ik Firefox. Tingalin n tɣelllist ur laqent ara yal atuqqna.
lt: Dvipakopis atpažinimas sėkmingai išjungtas jūsų „Firefox“ paskyrai. Saugos kodų kaskart prisijungiant prie paskyros nebebus prašoma.
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ടിൽ നിങ്ങൾ വിജയകരമായി രണ്ട് ഘട്ടങ്ങളായുള്ള പ്രാമാണീകരണം അപ്രാപ്തമാക്കി. ഓരോ പ്രവേശനത്തിലും ഇനി സുരക്ഷാ കോഡുകളുടെ ആവശ്യമില്ല.
ms: Anda telah berjaya nyahdayakan pengesahan dwi-langkah Akaun Firefox anda. Kod keselamatan tidak akan diperlukan lagi ketika daftar masuk.
nb_no: Du har deaktivert totrinns-verifisering på din Firefox-konto. Sikkerhetskoder vil ikke lenger kreves ved hver pålogging.
nl: U hebt authenticatie in twee stappen op uw Firefox-account uitgeschakeld. Vanaf nu zijn bij elke aanmelding geen beveiligingscodes meer vereist.
pl: Pomyślnie wyłączono uwierzytelnianie dwuetapowe na koncie Firefoksa. Od teraz kody zabezpieczeń nie będą wymagane podczas każdego logowania.
pt: Desativou com sucesso a autenticação de dois passos na sua Conta Firefox. Os códigos de segurança da sua aplicação de autenticação não serão mais requeridos a cada início de sessão.
pt_br: Você desativou com sucesso a autenticação em duas etapas na sua Conta Firefox. Códigos de segurança não serão mais necessários a cada novo acesso.
ro: Ai dezactivat cu succes autentificarea în doi pași pentru contul tău Firefox. Codurile de securitate nu vor mai fi necesare la fiecare autentificare.
ru: Вы успешно отключили двухэтапную аутентификацию в вашем Аккаунте Firefox. Коды безопасности теперь не будут необходимы при каждом входе.
sk: Úspešne ste zakázali dvojstupňové overenie na vašom účte Firefox. Pri prihlásení už nebude nutné zadávať bezpečnostné kódy.
sl: Uspešno ste onemogočili overitev v dveh korakih za svoj Firefox Račun. Varnostne kode ne bodo več zahtevane ob vsaki prijavi.
sq: E çaktivizuat me sukses mirëfilltësimin dyhapësh për Llogarinë tuaj Firefox. S’do të kërkohen më kode sigurie për çdo hyrje.
sr: Успешно сте онемогућили аутентификацију у два корака на вашем Firefox налогу. Безбедносни кодови из ваше апликације за аутентификацију од сада неће више бити потребни за приступање.
sr_latn: Uspešno ste onemogućili autentifikaciju u dva koraka na vašem Firefox nalogu. Bezbednosni kodovi iz vaše aplikacije za autentifikaciju od sada neće više biti potrebni za pristupanje.
sv_se: Du har inaktiverat tvåstegsautentisering på ditt Firefox-konto. Säkerhetskoder behövs inte längre vid varje inloggning.
th: คุณได้ปิดใช้งานการรับรองการยืนยันตัวบุคคลแบบสองขั้นตอนบน Firefox Account ของคุณสำเร็จแล้ว คุณไม่ต้องป้อนรหัสความปลอดภัยในแต่ละครั้งที่คุณลงชื่อเข้าใช้อีก
tr: Firefox Hesabınızda iki aşamalı kimlik doğrulamayı devre dışı bıraktınız. Artık her girişte güvenlik kodları sorulmayacaktır.
tt: Firefox Хисабыгыз өчен ике адымлы аутентификацияне сүндердегез. Артык һәр керүдә хәвефсезлек кодлары соралмаячак.
uk: Ви успішно вимкнули двоетапну перевірку облікового запису Firefox. Відтепер більше не потрібно вводити коди безпеки при кожному вході.

source: Firefox Account verified. You're almost there.
cs: Účet Firefoxu byl ověřen, už je to skoro hotovo.
cy: Cyfrif Firefox wedi'i wirio. Rydych chi bron yno.
da: Firefox-konto bekræftet. Du er næsten klar.
de: Firefox-Konto überprüft. Fast geschafft.
el: Ο λογαριασμός Firefox επαληθεύτηκε. Έχετε σχεδόν τελειώσει.
es_ar: Cuenta de Firefox verificada. Ya casi terminaste.
es_cl: Cuenta de Firefox verificada. Ya casi estás ahí.
fi: Firefox-tili on vahvistettu. Olet melkein valmis.
fr: Compte Firefox vérifié. Vous y êtes presque.
he: חשבון ה־Firefox אומת. כמעט סיימת.
hr: Račun za Firefox je potvrđen. Skoro smo gotovi.
hu: Firefox-fiók ellenőrizve. Mindjárt kész is van.
ia: Conto Firefox verificate. Tu es quasi illac.
it: L’account Firefox è stato verificato. Hai quasi finito.
ja: Firefox アカウントが確認されました。あと少しです。
ka: Firefox-ანგარიში დამოწმებულია. თითქმის მზადაა.
kab: Amiḍan n Firefox yettwasenqed. Qrib ad tsaliḍ.
nb_no: Firefox-konto bekreftet. Du er nesten klar.
nl: Firefox-account geverifieerd. U bent bijna klaar.
pl: Konto Firefoksa zostało zweryfikowane. Prawie gotowe.
pt: Conta Firefox verificada. Você está quase lá.
pt_br: Conta Firefox validada. Você está quase lá.
ro: Cont Firefox verificat. Aproape că ai terminat.
ru: Аккаунт Firefox подтверждён. Вы почти на месте.
sl: Firefox Račun je potrjen. Skoraj ste gotovi.
sq: Llogaria Firefox u verifikua. Thuajse mbaruat.
sv_se: Firefox-konto verifierat. Du är nästan klar.
tr: Firefox Hesabı doğrulandı. İşimiz bitmek üzere.
tt: Firefox Хисабы расланды. Әзер диярлек.
uk: Обліковий запис Firefox підтверджено. Майже все готово.

source: Next sync between your devices!
cs: Nyní si nastavte synchronizaci svých zařízení.
cy: nesaf, cydweddwch eich dyfeisiau!
da: Synkroniser nu mellem dine enheder!
de: Jetzt synchronisieren Sie Ihre Geräte!
el: Επόμενος συγχρονισμός μεταξύ των συσκευών σας!
es_ar: ¡Ahora sincronizá tus dispsitivos!
es_cl: ¡Ahora sincroniza entre tus dispositivos!
fi: Seuraavaksi synkronoi laitteesi!
fr: À présent, synchronisez vos appareils !
he: עכשיו ניתן לסנכרן בין המכשירים שלך!
hr: Sljedeća sinkronizacija između tvojih uređaja!
hu: Most pedig szinkronizáljon az eszközök között.
ia: Seque synchronisation inter tu apparatos!
it: Adesso sincronizza i tuoi dispositivi.
ka: შემდეგია, მოწყობილობებს შორის სინქრონიზაცია!
kab: Amtawi i d-iteddun, gar yibenkan-inek/inem!
nb_no: Synkroniser enhetene dine nå!
nl: Het volgende: synchroniseren tussen uw apparaten!
pl: Teraz zsynchronizuj swoje urządzenia!
pt: Próxima sincronização entre os seus dispositivos!
pt_br: Próxima sincronização entre seus dispositivos!
ro: Următoarea sincronizare a dispozitivelor!
ru: Следующая синхронизация между вашими устройствами!
sq: Njëkohësimi pasues me pajisjeve tuaja!
sv_se: Synkronisera nu dina enheter!
tr: Şimdi cihazlarınızı eşitleyin!
tt: Хәзер исә җиһазларыгыз арасында синхронлау!
uk: Тепер синхронізуйте інформацію між своїми пристроями!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
cs: Synchronizace sjednotí bez narušení vašeho soukromí vaše záložky, hesla a další data Firefoxu na všech vašich zařízení.
cy: Mae Sync yn breifat yn cadw'ch nodau tudalen, cyfrineiriau a data Firefox arall yr un peth ar draws eich holl ddyfeisiau.
da: Med privat synkronisering forbliver dine bogmærker, adgangskoder og andre Firefox-data de samme på alle dine enheder.
de: Durch die private Synchronisierung bleiben Ihre Lesezeichen, Kennwörter und anderen Firefox-Daten auf allen Geräten gleich.
el: Ο ιδιωτικός συγχρονισμός διατηρεί ίδιους τους σελιδοδείκτες, τους κωδικούς πρόσβασης και άλλα δεδομένα του Firefox, σε όλες τις συσκευές σας.
es_ar: Sync mantiene tus marcadores, contraseñas y otros datos de Firefox iguales en todos tus dispositivos.
es_cl: Sync mantiene de forma privada tus marcadores, contraseñas y otros datos de Firefox iguales en todos tus dispositivos.
fi: Sync-palvelu säilyttää kirjanmerkkisi, salasanasi ja muut Firefoxin tiedot samassa tilassa eri laitteidesi välillä.
fr: La synchronisation conserve confidentiellement vos marque-pages, mots de passe et autres données Firefox à l’identique sur tous vos appareils.
hr: Sinkronizacija privatno drži tvoje zabilješke, lozinke i ostale Firefoxove podatke jednakima na svim tvojim uređajima.
hu: A Sync biztonságosan szinkronban tartja a könyvjelzőket, jelszavakat és egyéb Firefox-adatokat az eszközei között.
ia: Synchronisar reservatemente mantene tu marcapaginas, contrasignos e altere datos de Firefox identic inter tote tu apparatos.
it: Sync sincronizza i tuoi segnalibri, le password e altri dati di Firefox in tutti i tuoi dispositivi, garantendone la riservatezza.
ka: დასინქრონებით უსაფრთხოდ ინახება თქვენი სანიშნები, პაროლები და სხვა Firefox-მონაცემები, ყველა თქვენს მოწყობილობაზე.
kab: Amtawi uslig ad iǧǧ ticraḍ-ik•im n yisebtar, awalen uffiren d yisefka-nniḍen n Firefox d widak kan ur ttbeddilen ara deg akk ibenkan-ik•im.
nb_no: Privat synkronisering holder bokmerkene, passordene og andre Firefox-data helt lik på alle enhetene dine.
nl: Sync houdt op persoonlijke wijze uw bladwijzers, wachtwoorden en andere Firefox-gegevens op al uw apparaten hetzelfde.
pl: Synchronizacja zapewnia, że zakładki, hasła i inne dane Firefoksa są takie same na wszystkich Twoich urządzeniach.
pt: O Sync mantém igual e de modo privado os seus marcadores, palavras-passe e outra informação do Firefox em todos os seus dispotivos.
pt_br: A sincronização mantém de forma privativa seus favoritos, senhas e outros dados do Firefox iguais em todos os seus dispositivos.
ro: Cu Sync, vei avea aceleași marcaje, parole și alte date Firefox pe toate dispozitivele, inclusiv protecția confidențialității lor.
ru: Синхронизация конфиденциальна и обеспечивает единство ваших закладок, паролей и других данных Firefox на всех ваших устройствах.
sl: Sinhronizacija zasebno usklajuje zaznamke, gesla in druge podatke Firefoxa na vseh vaših napravah.
sq: Njëkohësimi i mban privatisht faqerojtësit, fjalëkalimet dhe të dhëna të tjera Firefox të njëjta nëpër krejt pajisjet tuaja.
sv_se: Privat synkronisering håller dina bokmärken, lösenord och andra Firefox-data desamma på alla dina enheter.
tr: Sync özelliği; yer imlerinizin, parolalarınızın ve diğer Firefox verilerinizin tüm cihazlarınızda aynı kalmasını sağlar.
uk: Ваші закладки, паролі та інші дані Firefox приватно синхронізуються на всіх ваших пристроях.

source: Set up next device
cs: Nastavit další zařízení
cy: Gosod y ddyfais nesaf
da: Opsæt næste enhed
de: Nächstes Gerät einrichten
el: Ρύθμιση επόμενης συσκευής
es_ar: Configurar el siguiente dispositivo
es_cl: Configurar el siguiente dispositivo
fi: Määritä seuraava laite
fr: Configurer un autre appareil
he: הגדרת המכשיר הבא
hr: Postavi sljedeći uređaj
hu: A következő eszköz beállítása
ia: Configurar apparato sequente
it: Configura un altro dispositivo
ka: გამართეთ შემდეგი მოწყობილობა
kab: Sbadu ibenk-nniḍen
nb_no: Konfigurer neste enhet
nl: Het volgende apparaat instellen
pl: Skonfiguruj następne urządzenie
pt: Configurar o próximo dispositivo
pt_br: Configurar próximo dispositivo
ru: Настроить следующее устройство
sl: Nastavite naslednjo napravo
sq: Ujdisni pajisjen pasuese
sv_se: Ställ in nästa enhet
tr: Sonraki cihazı kur
tt: Киләсе җиһазны көйләү
uk: Налаштувати інший пристрій

source: Have questions? Visit %(supportUrl)s
be: Ёсць пытанні? Наведайце %(supportUrl)s
cs: Máte otázky? Navštivte %(supportUrl)s
cy: Unrhyw gwestiynau? Ewch i %(supportUrl)s
da: Har du spørgsmål? Besøg %(supportUrl)s
de: Haben Sie Fragen? %(supportUrl)s besuchen
el: Έχετε απορίες; Επισκεφθείτε την %(supportUrl)s
es_ar: ¿Tenés preguntas? Visitá %(supportUrl)s
es_cl: ¿Tienes preguntas? Visita %(supportUrl)s
fi: Kysymyksiä? Käy sivulla %(supportUrl)s
fr: Vous avez des questions ? Consultez %(supportUrl)s
he: יש לך שאלות? ניתן לבקר ב־%(supportUrl)s
hr: Imaš pitanja? Posjeti %(supportUrl)s
hu: Kérdése van? Keresse fel: %(supportUrl)s
ia: Questiones? Visita %(supportUrl)s
it: Hai domande o dubbi? Visita %(supportUrl)s
ja: ご質問はこちらから: %(supportUrl)s
ka: კითხვები გაქვთ? იხილეთ %(supportUrl)s
kab: Tesɛiḍ isteqsiyen? Rzu ɣer %(supportUrl)s
lt: Turite klausimų? Aplankykite %(supportUrl)s
nb_no: Har du spørsmål? Gå til %(supportUrl)s
nl: Hebt u vragen? Bezoek %(supportUrl)s
pl: Masz pytania? Odwiedź %(supportUrl)s
pt: Tem questões? Visite %(supportUrl)s
pt_br: Tem dúvidas? Visite %(supportUrl)s
ro: Ai întrebări? Intră pe %(supportUrl)s
ru: Остались вопросы? Загляните на %(supportUrl)s
sk: Máte otázky? Navštívte %(supportUrl)s
sl: Imate vprašanja? Obiščite %(supportUrl)s
sq: Keni pyetje? Vizitoni %(supportUrl)s
sr: Имате питања? Посетите %(supportUrl)s
sr_latn: Imate pitanja? Posetite %(supportUrl)s
sv_se: Har du frågor? Besök %(supportUrl)s
th: มีคำถาม? เยี่ยมชม %(supportUrl)s
tr: Sorularınız mı var? %(supportUrl)s adresini ziyaret edin
tt: Сорауларыгыз бармы? %(supportUrl)s адресын зиярат итегез
uk: Є питання? Відвідайте %(supportUrl)s

source: Secondary email added
ar: أُضيفَ البريد الثانوي
ast: Amestóse'l corréu secundariu
be: Дададзены другі адрас эл.пошты
bg: Добавен е допълнителен ел. адрес
bs: Dodan sekundarni email
ca: S'ha afegit l'adreça electrònica secundària
cs: Záložní e-mailová adresa byla přidána
cy: Ychwanegwyd ail e-bost
da: Sekundær mailadresse tilføjet
de: Zweit-E-Mail-Adresse hinzugefügt
el: Προστέθηκε δευτερεύον email
es_ar: Correo electrónico secundario añadido
es_cl: Correo secundario añadido
et: Lisati teine e-posti aadress
eu: Helbide elektroniko alternatiboa gehitua
fa: رایانامه دوم افزوده شد
fi: Toissijainen sähköpostiosoite lisätty
fr: Adresse électronique secondaire ajoutée
gd: Chaidh post-d dàrnach a chur ris
he: נוספה כתובת דוא״ל משנית
hi: द्वितीयक ई-मेल जोड़ा गया
hr: Dodana je sekundarna adresa e-pošte
hu: Másodlagos e-mail hozzáadva
ia: Adresse de e-mail secundari addite
it: Email secondaria aggiunta correttamente
ja: 予備のメールアドレスが追加されました
ka: ელფოსტის დამატებითი მისამართი დამახსოვრებულია
kab: Imay wis sin ittwarna
kk: Екіншілік эл. пошта адресі қосылған
lt: Pridėtas antrinis el. pašto adresas
ml: ദ്വിതീയ ഇമെയിൽ ചേർത്തു
ms: E-mel sekunder ditambah
nb_no: Sekundær e-postadresse lagt til
nl: Secundair e-mailadres toegevoegd
pa_in: ਸਹਾਇਕ ਈਮੇਲ ਜੋੜਿਆ ਗਿਆ
pl: Dodano dodatkowy adres e-mail
pt: Email secundário adicionado
pt_br: Email secundário adicionado
ro: E-mail secundar adăugat
ru: Добавлена дополнительная электронная почта
sk: Alternatívna e-mailová adresa bola pridaná
sl: Pomožni e-poštni naslov dodan
sq: Email-i dytësor u shtua
sr: Секундарна адреса додата
sr_latn: Sekundarna adresa dodata
sv_se: Sekundär e-post tillagd
te: రెండవ ఈమెయిలు చేర్చబడింది
th: เพิ่มอีเมลสำรองแล้ว
tr: İkinci e-posta eklendi
tt: Икенчел эл. почта өстәлде
uk: Альтернативну електронну пошту додано
