Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Connect another device
ar: صِلْ جهاز آخر
ast: Coneutar otru preséu
be: Падключыць іншую прыладу
bg: Свържете друго устройство
bs: Povežite drugi uređaj
ca: Connecteu un altre dispositiu
et: Ühenda teine seade
eu: Konektatu beste gailu bat
fa: اتصال یک دستگاه دیگر
gd: Ceangail uidheam eile ris
hi: अन्य उपकरण से जोड़े
kk: Басқа құрылғыны байланыстыру
lt: Susieti kitą įrenginį
lv: Savienot citu ierīci
ml: മറ്റൊരു ഉപകരണം കണക്റ്റു ചെയ്യുക
ms: Sambungkan peranti lain
pa_in: ਹੋਰ ਡਿਵਾਈਸ ਕਨੈਕਟ ਕਰੋ
te: మరొక పరికరానికి కనెక్ట్ చేయి

source: Sign in to Sync
ar: سجل الدخول للمزامنة
ast: Aniciar sesión en Sync
be: Увайсці ў Sync
bg: Впишете се в Sync
bs: Prijavite se na Sync
ca: Inicieu la sessió al Sync
eu: Hasi saioa Sync-en
fa: ورود به هم‌گام‌سازی
gd: Clàraich a-steach gun t-sioncronachadh
hi: सिंक में साइन इन करें
kk: Синхрондауға кіру
lt: Prisijunkite sinchronizavimui
lv: Pieslēgties uz Sync
ml: സമന്വയിപ്പിക്കാനായി പ്രവേശിക്കുക
ms: Daftar masuk ke Sync
pa_in: ਸਿੰਕ ਕਰਨ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ
te: Sync లోనికి ప్రవేశించండి

source: This is an automated email.
ar: هذه رسالة آلية.
be: Гэта паведамленне створана аўтаматычна.
bg: Това е автоматично съобщение.
bs: Ovo je automatizovan email.
ca: Aquest és un missatge automàtic.
gd: Seo post-d fèin-obrachail.
lt: Tai – automatinis laiškas.
ml: ഇതൊരു യാന്ത്രിക ഇമെയില്‍ ആണ്.
ms: Ini adalah e-mel automatik.
pa_in: ਇਹ ਇਕ ਸਵੈਚਲਿਤ ਈਮੇਲ ਹੈ।
te: ఇది ఒక స్వయంచాలిక ఈమెయిలు.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password.</a>
ar: هذا بريد إلكتروني الآلي، إذا كان غير مسموح لهذا الإجراء، فرجاءً <a %(passwordChangeLinkAttributes)s>غير كلمة السرّ الخاصة بك</a>.
ast: Esto ye un corréu automatizáu. Si nun autoricesti esta aición, entós <a %(passwordChangeLinkAttributes)s>camuda la to contraseña por favor.</a>
be: Гэта аўтаматычны электронны ліст; калі вы не аўтарызоўвалі гэта дзеянне, <a %(passwordChangeLinkAttributes)s>калі ласка, змяніце пароль.</a>
bg: Това писмо е изпратено автоматично. Ако вие не сте упълномощили това действие, тогава <a %(passwordChangeLinkAttributes)s>моля, сменете вашата парола.</a>
bs: Ovo je automatski email; ako niste odobrili ovu akciju, onda <a %(passwordChangeLinkAttributes)s>molimo da promijenite lozinku.</a>
ca: Aquest és un missatge automàtic; si no heu autoritzat aquesta acció, <a %(passwordChangeLinkAttributes)s>canvieu la contrasenya.</a>
eu: Automatikoki sortutako mezu elektronikoa da hau; ez baduzu ekintza hau egiteko baimenik eman, <a %(passwordChangeLinkAttributes)s>aldatu zure pasahitza</a> mesedez.
fa: این یک پست‌الکترونیکی خودکار است؛ اگر شما اجازه این کار را نداده‌اید، <a %(passwordChangeLinkAttributes)s>لطفا گذرواژه خود را تغییر دهید.</a>
gd: Seo post-d fèin-obrachail; mur an do dh’iarr thusa sin, mholamaid dhut <a %(passwordChangeLinkAttributes)s>am facal-faire agad atharrachadh.</a>
hi: यह एक स्वचालित ईमेल है; यदि आपने इस क्रिया को अधिकृत नहीं किया है, तो <a %(passwordChangeLinkAttributes)s>कृपया अपना पासवर्ड बदल लें.</a>
kk: Бұл автоматтандырылған эл. пошта хаты; егер сіз бұл әрекетті растамаған болсаңыз, онда <a %(passwordChangeLinkAttributes)s>пароліңізді ауыстырыңыз.</a>
lt: Tai – automatiškai išsiųstas laiškas. Jei šis veiksmas nesankcionuotas, patariame <a %(passwordChangeLinkAttributes)s>pasikeisti savo paskyros slaptažodį</a>.
lv: Šis ir automātisks epasts; ja jūs šo darbību neatļāvāt, <a %(passwordChangeLinkAttributes)s>lūdzu izmainiet savu paroli.</a>
ml: ഇതൊരു യാന്ത്രിക ഇമെയില്‍ ആണ്; ഈ പ്രവർത്തനം നിങ്ങൾ അംഗീകരിയ്ക്കുന്നില്ലെങ്കില്‍ <a %(passwordChangeLinkAttributes)s>നിങ്ങളുടെ രഹസ്യവാക്ക് മാറ്റുക.</a>
ms: Ini adalah emel automatik; jika anda tidak membenarkan tindakan ini, maka <a %(passwordChangeLinkAttributes)s>sila ubah kata laluan anda.</a>
pa_in: ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਧਿਕਾਰਤ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਤਾਂ <a %(passwordChangeLinkAttributes)s> ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਬਦਲੋ। </a>
te: ఇది ఒక స్వయంచాలక ఇమెయిల్; మీరు ఈ చర్య అనుమతించకపోతే, అప్పుడు <a %(passwordChangeLinkAttributes)s>మీ పాస్వర్డ్ను మార్చండి.</a>

source: If you did not change it, please <a %(resetLinkAttributes)s>reset your password</a> now.
ar: إن لم تكن قد غيّرتها، فرجاءً <a %(resetLinkAttributes)s>صفّر كلمة السر</a> الآن.
be: Калі вы не змянялі яго, калі ласка, <a %(resetLinkAttributes)s>скіньце свой пароль</a> зараз.
bg: Ако вие не я сменили, <a %(resetLinkAttributes)s>моля, сменете своята парола</a> сега.
bs: Ako je niste promijenili, molimo <a %(resetLinkAttributes)s>resetuj lozinku</a> sada.
ca: Si no l'heu canviat, <a %(resetLinkAttributes)s>reinicieu la contrasenya</a> ara mateix.
gd: Mur tusa a dh’atharraich e, <a %(resetLinkAttributes)s>ath-shuidhich am facal-faire agad</a> an-dràsta.
lt: Jeigu slaptažodžio nekeitėte, siūlome <a %(resetLinkAttributes)s>jį atkurti</a> nedelsiant.
ml: നിങ്ങൾ ഇത് മാറ്റിയിട്ടില്ലെങ്കിൽ, <a %(resetLinkAttributes)s> ഇപ്പോൾ നിങ്ങളുടെ രഹസ്യവാക്ക് പുനഃസജ്ജമാക്കുക </a>.
ms: Jika anda tidak mengubahnya, sila <a %(resetLinkAttributes)s>set semula kata laluan</a> sekarang.
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਨਹੀਂ ਬਦਲਿਆ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਹੁਣ <a %(resetLinkAttributes)s> ਆਪਣਾ ਪਾਸਵਰਡ ਦੁਬਾਰਾ ਸੈਟ ਕਰੋ </a>।

source: We detected suspicious activity on your Firefox Account. Your account may have been compromised.
ar: اكتشافنا نشاط مُشتبَه به في حساب فَيَرفُكس الخاص بك. فربما اُخترق حسابك.
ast: Deteutemos una actividá sospechosa na to cuenta de Firefox. La to cuenta quiciabes tea comprometida.
be: Мы выявілі падазроную актыўнасць у вашым уліковым запісе Firefox. Магчыма, ваш уліковы запіс быў узламаны.
bg: Установихме подозрителна активност с вашия Firefox Account. Вашата сметка може да е компрометирана.
bs: Otkrili smo sumnjivu aktivnost na vašem Firefox računu. Vaš račun je možda bio kompromitovan.
ca: S'ha detectat activitat sospitosa al vostre compte del Firefox. El vostre compte podria estar en risc.
et: Avastasime sinu Firefoxi kontol kahtlase tegevuse. Sinu konto võib olla ohus.
eu: Aktibitate susmagarria detektatu dugu zure Firefox kontuan. Zure kontua arriskuan egon daiteke.
fa: ما فعالیت های مشکوکی را در حساب فایرفاکس شما تشخیص داده‌ایم.ممکن است حساب کاربری شما در معرض خطر باشد.
gd: Mhothaich sinn do ghnìomhachd amharasach sa chunntas Firefox agad. Dh’fhaoidte gun do bhris cuideigin a-steach air a’ chunntas agad.
hi: हमने आपके Firefox खाते की संदिग्ध गतिविधि का पता लगाया है. आपके खाता में समझौता किया गया है.
kk: Біз сіздің Firefox тіркелгіңізде күмәнді әрекеттерді анықтадық. Сіздің пароліңіз ұрланған болуы мүмкін.
lt: Jūsų „Firefox“ paskyroje pastebėta įtartina veikla. Gali būti, kad paskyra sukompromituota.
lv: Mēs pamanījām aizdomīgas aktivitātes uz jūsu Firefox kontu. Jūs konts varētu būt kompromitēts.
ms: Kami mengesan aktiviti mencurigakan di Akaun Firefox anda. Akaun anda mungkin telah terjejas.
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਉੱਤੇ ਸ਼ੱਕੀ ਗਤੀ ਦਾ ਪਤਾ ਲੱਗਿਆ ਹੈ। ਤੁਹਾਡੇ ਖਾਤੇ ਨਾਲ ਸਮਝੌਤਾ ਹੋ ਸਕਦਾ ਹੈ।
te: మేము మీ Firefox ఖాతాలో అనుమానాస్పద కార్యాచరణను గుర్తించాము. మీ ఖాతా రాజీపడి ఉండవచ్చు.

source: To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.
ar: لتتجنب الوصول غير المصرح به لحساب فَيَرفُكس الخاص بك، أعدنا تعيين كلمة سرّك و نُعلمك كأجراء احترازي.
ast: Pa evitar más accesos non autorizaos a la to cuenta de Firefox, reaniciemos la to contraseña y avisámoste como precaución.
be: Для прадухілення далейшага несанкцыянаванага доступу да вашага ўліковага запісу Firefox, мы скінулі пароль і паведамляем вам аб гэтым у якасці меры засцярогі.
bg: За да предотврати по-нататъшен неупълномощен достъп до вашия Firefox Account като предпазна мярка анулирахме паролата и ви уведомяваме за това.
bs: Da bi spriječili buduće neovlaštene pristupe vašem Firefox računu, poništili smo vašu lozinku i obavijestili vas kao mjeru predostrožnosti.
ca: Per impedir més accessos no autoritzats al vostre compte del Firefox, s'ha procedit a reiniciar la contrasenya i s'envia aquesta notificació com a precaució.
et: Takistamaks edasist autoriseerimata ligipääsu sinu Firefoxi kontole oleme lähtestanud sinu parooli ning teavitame sind ettevaatusabinõuna.
eu: Etorkizunean zure Firefox kontuan baimenik gabeko sarrerarik ez dadin egon, guk pasahitza berrezarri dugu eta zu jakinarazten ari gara badaezpada.
fa: برای جلوگیری از دسترسی های تایید نشده آینده به حساب کاربری فایرفاکس شما، می می‌توانیم کلمه عبور شما را از نو تعیین کنیم و آن‌هارا برای احتیاط به اطلاع شما برسانیم.
gd: Airson casg a chur air inntrigeadh gun chead dhan chunntas Firefox agad, rinn sinn ath-shuidheachadh an fhacail-fhaire agad agus chuir sinn am brath seo thugad mar fhiosrachadh dhut.
hi: अपने Firefox खाते में आने वाली अनधिकृत उपयोग को रोकने के लिए, हमने आपके पासवर्ड को पुनः तैयार कर दिया है, और एक एहतियात के रूप में आपको सूचित कर रहे हैं.
kk: Firefox тіркелгіңізге бұлан былай расталмаған қатынауға жол бермеу үшін, бір пароліңізді тастадық және сізді ескертеміз.
lt: Siekdami užkirsti kelią tolesnei nesankcionuotai prieigai prie jūsų „Firefox“ paskyros, mes pakeitėme jos slaptažodį, ir apie tai informuojame jus.
lv: Lai nepieļautu neatļautu pieeju jūsu Firefox kontam, mēs atstātijām jūsu paroli un par to jūs paziņojam kā piesardzības pasākumu.
ms: Untuk menghalang akses tanpa kebenaran keatas Akaun Firefox anda, kami telah set semula kata laluan dan memberitahu anda sebagai langkah berjaga-jaga.
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਵਿੱਚ ਹੋਰ ਅਣਅਧਿਕ੍ਰਿਤ ਪਹੁੰਚ ਨੂੰ ਰੋਕਣ ਲਈ, ਅਸੀਂ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈੱਟ ਕੀਤਾ ਹੈ ਅਤੇ ਸਾਵਧਾਨੀ ਦੇ ਤੌਰ ਤੇ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰ ਰਹੇ ਹਾਂ।
te: మీ Firefox ఖాతాకు మరింత అనధికార యాక్సెస్ నివారించడానికి, మేము మీ పాస్వర్డ్ను రీసెట్ చేసిన మరియు ఒక ముందు జాగ్రత్త చర్యగా తెలియజేస్తున్నాము.

source: What should you do?
ar: ماذا ينبغي أن تفعله؟
ast: ¿Qué debería facer?
be: Што вы мусіце рабіць?
bg: Какво трябва да направите?
bs: Šta biste trebali uraditi?
ca: Què s'ha de fer?
et: Mida ma peaksin tegema?
eu: Zer egin beharko zenuke?
fa: چه‌کاری باید انجام دهید؟
gd: Dè nì mi?
hi: आपको क्या करना चाहिये?
kk: Сіз не жасауыңыз керек?
lt: Ką turėtumėte daryti?
lv: Kas jums būt jādara?
ml: നിങ്ങള്‍ എന്ത് ചെയ്യും?
ms: Apa perlu anda lakukan?
pa_in: ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
te: నీవు ఏమి చేయాలి?

source: First, change your Firefox Account password.
ar: أولاً، غيّر كلمة السرّ الخاصة بحساب فَيَرفُكس.
ast: Primero, camuda la contraseña de la to cuenta de Firefox.
be: Па-першае, змяніце пароль свайго уліковага запісу Firefox.
bg: Първо, сменете паролата на Firefox Account.
bs: Prvo, promijenite lozinku vašeg Firefox računa.
ca: Primer, canvieu la contrasenya del compte del Firefox.
et: Esiteks, muuda ära Firefoxi konto parool.
eu: Lehenengo, berrezarri zure Firefox kontuaren pasahitza.
fa: نخست، کلمه عبور حساب‌ کاربری فایرفاکس خود را تغییر دهید.
gd: Ath-shuidhich facal-faire a’ chunntais Firefox agad sa chiad dol a-mach.
hi: सबसे पहले, अपने Firefox खाते का पासवर्ड बदलिए.
kk: Алдымен, Firefox тіркелгіңіздің паролін өзгертіңіз.
lt: Pirmiausia, pakeiskite savo „Firefox“ paskyros slaptažodį.
lv: Pirmkārt, jānomaina ir Firefox konta parole.
ms: Pertama, ubah kata laluan Akaun Firefox anda.
pa_in: ਪਹਿਲਾਂ, ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਬਦਲੋ।
te: ముందుగ, మీ Firefox ఖాతా సంకేతపదం మార్చండి.

source: Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.
ar: ثانياً، أذا كان فَيَرفُكس يخزن كلمات السرّ الخاصة بالمواقع فيجب تغيّرها أيضا. ربما حصَل المهاجمون علي كلمات السرّ هذه، لذلك يجب عليك فحص هذه الحسابات للأنشطة المشبُهة.
ast: Segundo, si Firefox atroxa contraseñes de sitios, deberíes de camudar eses contraseñes tamién. Los atacantes quiciabes tengan accesu a elles, asina que deberíes comprobar eses cuentes por actividá sospechosa.
be: Па-другое, калі Firefox захоўвае паролі для вэб-сайтаў, вы мусіце памяняць таксама гэтыя паролі. Зламыснікі маглі атрымаць доступ да гэтых пароляў, таму вам варта праверыць гэтыя акаунты на падазроную актыўнасць.
bg: Второ, ако Firefox запазва пароли за уеб сайтове трябва да смените и тях. Атакуващият може да има достъп до тези пароли, така че проверете и тези сметки за подозрителна активност.
bs: Drugo, ako Firefox pohranjuje lozinke na web stranice, trebate promijeniti i te lozinke. Napadači možda imaju pristup i tim lozinkama, tako da trebate provjeriti te račune za sumnjive aktivnosti.
ca: Segon, si el Firefox ha desat contrasenyes de llocs web, és recomanable que també les canvieu. Un intrús pot haver accedit a les contrasenyes, per tant, és recomanable que comproveu si s'ha produït alguna activitat sospitosa en aquests comptes.
et: Teiseks, kui Firefox on seadistatud salvestama veebisaitide paroole, peaksid muutma ka neid. Ründajatel võib olla neile paroolidele ligipääs ning sa peaksid neid kontosid kahtlaste tegevuste osas kontrollima.
eu: Bigarren, Firefox webguneen pasahitzak gordetzen baditu, pasahitz hauek ere aldatu beharko zenituzke. Erasotzaileak pasahitz hauek eskuragarri ditu, kontu hauek zaindu beharko zenituzke aktibitate susmagarriengandik.
fa: سپس،اگر کلمه عبور فایرفاکس شما در پایگاه‌اینترنتی ذخیره شده است، شما باید آن موارد را هم تغییر دهید، حمله‌کننده ممکن است به آن کلمات عبور دسترسی داشته باشد پس شما بایستی آن حساب‌های کاربری را برای فعالیت های مشکوک بررسی کنید.
gd: Cuideachd, ma tha Firefox a’ cuimhneachadh fhaclan-faire airson làraichean-lìn dhut, bu chòir dhut na faclan-faire ud atharrachadh cuideachd. Dh’fhaoidte gun robh cothrom aig an luchd-ionnsaigh orra agus b’ fheairrde dhut sùil a thoir a bheil dad a ghnìomhachd amharasach sna cunntasan ud.
hi: दूसरा, Firefox वेबसाइटों के लिए पासवर्ड संचित करता है, तो आपको उन पासवर्ड को अच्छी तरह से बदलना चाहिए. इस रूप में की हमलावर उन पासवर्ड का उपयोग कर सकते है, तो आपको संदिग्ध गतिविधि के लिए उन खातों की जाँच करनी चाहिए.
kk: Одан кейін, егер Firefox-та сайттарға парольдер сақталған болса, ол парольдерді де өзгертіңіз. Ол парольдер щабуылшылардың қолдына түсуі мүмкін, ол тіркелгілерді де күмәнді әрекеттерге тексеріңіз.
lt: Antra, jei savo „Firefox“ naršyklėje turite įsiminę svetainių slaptažodžių, juos derėtų taip pat pakeisti. Įsilaužėliai gali turėti prie šių slaptažodžių prieigą, tad patariame taip pat patikrinti, ar su šiomis paskyromis neįvyko nieko įtartino.
lv: Otrkārt, ja Firefox saglabā paroles uz tīmekļa vietnēm, vajadzētu mainīt arī šīs paroles. Uzbrucējiem var būt piekļuve šīm parolēm, tāpēc jums vajadzētu pārbaudīt šos kontus par aizdomīgu aktivitāti.
ms: Kedua, jika Firefox menyimpan kata laluan ke laman web, anda perlu mengubah kata laluan tersebut juga. Penyerang mungkin telah mempunyai akses kata laluan tersebut, jadi anda perlu periksa akaun tersebut untuk aktiviti yang mencurigakan.
pa_in: ਦੂਜਾ, ਜੇਕਰ ਫਾਇਰਫਾਕਸ ਵੈੱਬਸਾਈਟ ਨੂੰ ਪਾਸਵਰਡ ਸੰਭਾਲਦਾ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਪਾਸਵਰਡਾਂ ਨੂੰ ਵੀ ਬਦਲਣਾ ਚਾਹੀਦਾ ਹੈ। ਹਮਲਾਵਰਾਂ ਕੋਲ ਉਹਨਾਂ ਪਾਸਵਰਡ ਤੱਕ ਪਹੁੰਚ ਹੋ ਸਕਦੀ ਹੈ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਸ਼ੱਕੀ ਗਤੀਵਿਧੀਆਂ ਲਈ ਉਨ੍ਹਾਂ ਖਾਤਿਆਂ ਦੀ ਜਾਂਚ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।
te: రెండవది, Firefox సంకేతపదం వెబ్సైట్లకు భద్రపరుస్తుంది , మీరు ఆ పాస్ వర్డ్ అలాగే మార్చాలి. దాడిచేసిన ఆ పాస్ వర్డ్ ప్రాప్తి కలిగి ఉండవచ్చు, కాబట్టి మీరు అనుమానాస్పద కార్యాచరణ కోసం ఆ ఖాతాలను తనిఖీ చేయాలి.

source: Learn how to see what passwords Firefox is storing for you.
ar: اطّلع على كلمات السرّ الخاصة بك المُخزنة في فَيَرفُكس.
ast: Deprendi cómo ver qué contraseñes ta atroxando Firefox pa ti.
be: Даведайцеся, як пабачыць, якія паролі Firefox захоўвае.
bg: Научете как да проверите кои ваши пароли е запазил Firefox.
bs: Naučite kako da vidite koje lozinke Firefox pohranjuje za vas.
ca: Vegeu més informació sobre quines contrasenyes desa el Firefox.
et: Uuri, kuidas vaadata, milliseid paroole Firefox on salvestanud.
eu: Ikasi nola gordetzen dituen Firefox pasahitzak zuretzat.
fa: بدانید چگونه فایرفاکس کلمات عبور را برای شما ذخیره می‌کند.
gd: Fiosraich mar am faic thu dè na faclan-faire a tha Firefox a’ cuimhneachadh dhut.
hi: यह देखना सीखें कि Firefox आपके लिए किन कुटशब्दों को भंडारित कर रहा है.
kk: Firefox сіз үшін қандай парольдерді сақтайтынын қалай көруге болатыны білу.
lt: Sužinokite, kaip pamatyti „Firefox“ naršyklės įsimintus slaptažodžius.
lv: Uzziniet kā redzēt kuras paroles Firefox saglabā jums.
ms: Ketahui bagaimana kata laluan disimpan oleh Firefox untuk anda.
pa_in: ਸਿੱਖੋ ਕਿ ਫਾਇਰਫਾਕਸ ਵਲੋਂ ਤੁਹਾਡੇ ਸੰਭਾਲੇ ਹੋਏ ਪਾਸਵਰਡਾਂ ਨੂੰ ਕਿਵੇਂ ਵੇਖਣਾ ਹੈ।
te: Firefox మీ కోసం ఏ సంకేతపదాలను నిల్వ ఉంచిందో‌ చూడటం నేర్చుకోండి.

source: Account verified!
ar: اُكّد الحساب!
ast: ¡Verificóse la cuenta!
be: Уліковы запіс пацверджаны!
bg: Сметката е потвърдена!
bs: Račun verifikovan!
ca: Compte verificat!
eu: Kontua egiaztatuta!
fa: حساب تایید شد!
gd: Chaidh an cunntas a dhearbhadh!
hi: खाता सत्यापित!
kk: Тіркелгі расталды!
lt: Paskyra patvirtinta!
lv: Konts pārbaudīts!
ml: അക്കൗണ്ട് തീര്‍ച്ചപ്പെടുത്തിയിരിക്കുന്നു!
ms: Akaun disahkan!
pa_in: ਖਾਤੇ ਦੀ ਜਾਂਚ ਕੀਤੀ!
te: ఖాతా ధృవీకరించబడింది!

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a %(androidLinkAttributes)s>Android</a> and <a %(iosLinkAttributes)s>iOS</a>.
ar: اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. الآن يمكنك تسجيل الدخول إلى المزامنة من أجهزتك الأخري بما في ذلك فَيَرفُكس للـ <a %(androidLinkAttributes)s>أندرويد</a> و <a %(iosLinkAttributes)s>آي أو إس</a>.
ast: Coneutesti con ésitu'l to primer preséu a la cuenta Firefox. Agora pues aniciar sesión en Sync dende otros preseos de to, incluyendo Firefox p'<a %(androidLinkAttributes)s>Android</a> ya <a %(iosLinkAttributes)s>iOS</a>.
be: Вы паспяхова злучылі сваю першую прыладу з сваім уліковым запісам Firefox. Цяпер вы можаце ўвайсці ў сістэму для сінхранізацыі з іншымі прыладамі, у тым ліку на Firefox для <a %(androidLinkAttributes)s>Android</a> і <a %(iosLinkAttributes)s>iOS</a>.
bg: Успешно свързахте първото си устройство към своя Firefox Account. Сега може да се вписвате в Sync от другите си устройства, включително Firefox за <a %(androidLinkAttributes)s>Android</a> и <a %(iosLinkAttributes)s>iOS</a>.
bs: Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Sada se možete prijaviti na Sync sa drugog uređaja, uključujući Firefox za <a %(androidLinkAttributes)s>Android</a> i <a %(iosLinkAttributes)s>iOS</a>.
ca: Heu connectat el vostre primer dispositiu al compte del Firefox. Ara podeu iniciar la sessió al Sync des d'altres dispositius, com ara el Firefox per a l'<a %(androidLinkAttributes)s>Android</a> i l'<a %(iosLinkAttributes)s>iOS</a>.
fa: شما با موفقیت اولین دستگاه خود را به حساب فایرفاکس خود متصل کردید. حالا شما می‌توانید از دستگاه‌های دیگر خود، شامل فایرفاکس برای <a %(androidLinkAttributes)s>اندروید</a> و <a %(iosLinkAttributes)s>iOS</a>، به «همگام‌سازی» متصل شوید.
gd: Cheangail thu a’ chiad uidheam agad ris a’ chunntas Firefox agad. Is urrainn clàradh a-steach gu gleus an t-sioncronachaidh o uidheama eile a-nis, a’ gabhail a-staigh Firefox airson <a %(androidLinkAttributes)s>Android</a> agus <a %(iosLinkAttributes)s>iOS</a>.
hi: आपने सफलतापूर्वक अपने Firefox खाते के लिए अपने पहले डिवाइस को जोड़ा। अब आप <a %(androidLinkAttributes)s>Android</a> और <a %(iosLinkAttributes)s>iOS</a> के लिए Firefox सहित, अपने अन्य डिवाइसेस से सिंक करने के लिए साइन इन कर सकते हैं।
kk: Сіз сәтті түрде бірінші құрылғыңызды өз Firefox тіркелгіңізге байланыстырдыңыз. Енді сіз синхрондауға басқа құрылғыларыңыздан да кіре аласыз, соның ішінде <a %(androidLinkAttributes)s>Android</a> үшін және <a %(iosLinkAttributes)s>iOS</a> үшін Firefox нұсқалары.
lt: Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Dabar galite su ja susieti ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą <a %(androidLinkAttributes)s>„Android“</a> ar <a %(iosLinkAttributes)s>„iOS“</a> platformai.
lv: Jūs veiksmīgi savienojāt savu ierīci ar jūsu Firefox kontu. Tagad jūs varat pieslēgties lai sinhronizētu no citām jūsu ierīcēm, tajā skaitā Firefox <a %(androidLinkAttributes)s>Android</a> un <a %(iosLinkAttributes)s>iOS</a> ierīcēm.
ms: Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Kini anda boleh daftar masuk Sync di peranti anda yang lain termasuk Firefox untuk <a %(androidLinkAttributes)s>Android</a> dan <a %(iosLinkAttributes)s>iOS</a>.
te: మీరు విజయవంతంగా మీ ఫైర్ఫాక్స్ ఖాతా మీ మొదటి పరికరం కనెక్ట్ అయింది. ఇప్పుడు మీరు మీ ఇతర పరికరాల నుండి సింక్ కు సైన్ ఇన్ చేయవచ్చు, ఫైర్ఫాక్స్ తో సహా <a %(androidLinkAttributes)s>ఆండ్రాయిడ్ </a>మరియు <a %(iosLinkAttributes)s>ఐఓయస్</a>.

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for Android and iOS.
ar: اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. الآن يمكنك تسجيل الدخول إلى المزامنة من أجهزتك الأخري بما في ذلك فَيَرفُكس لأندرويد و لآي أو إس.
ast: Coneutesti con ésitu'l to primer preséu a la cuenta de Firefox. Agora pues aniciar sesión en Sync dende otros preseos de to, incluyendo Firefox p'Android ya iOS.
be: Вы паспяхова злучылі сваю першую прыладу з сваім уліковым запісам Firefox. Цяпер вы можаце ўвайсці ў сістэму для сінхранізацыі з іншымі прыладамі, у тым ліку на Firefox для Android і iOS.
bg: Успешно свързахте първото си устройство към своя Firefox Account. Сега може да се вписвате в Sync от другите си устройства, включително Firefox за Android и iOS.
bs: Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Sada se možete prijaviti na Sync sa drugog uređaja, uključujući Firefox za Android i iOS.
ca: Heu connectat el vostre primer dispositiu al compte del Firefox. Ara podeu iniciar la sessió al Sync des d'altres dispositius, com ara el Firefox per a l'Android i l'iOS.
fa: شما با موفقیت اولین دستگاه خود را به حساب فایرفاکس خود متصل کردید. حالا شما می‌توانید به هم‌گام‌سازی در دستگاه‌های دیگر خود، شامل فایرفاکس برای اندروید و iOS، وارد شوید.
gd: Cheangail thu a’ chiad uidheam agad ris a’ chunntas Firefox agad. ’S urrainn dhut clàradh a-steach gu gleus an t-sioncronachaidh o uidheaman eile a-nis, a’ gabhail a-staigh Firefox airson Android is iOS.
hi: आपने सफलतापूर्वक अपना पहला डिवाइस अपने Firefox खाते से कनेक्ट कर लिया है। अब आप सिंक करने के लिए अपने Android, iOS या अन्य उपकरणों से साइन इन कर सकते हैं.
kk: Сіз өз Firefox тіркелгіңізге бірінші құрылғыны сәтті байланыстырдыңыз. Енді синхрондауға басқа құрылғыларыңыздан да, Android және iOS үшін Firefox-ты қоса, кіре аласыз.
lt: Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Dabar galite su ja susieti ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą „Android“ ar „iOS“ platformai.
lv: Jūs veiksmīgi savienojāt savu pirmo ierīci ar savu Firefox kontu. Jūs tagad varat savienoties ar Sync uz citām ierīcēm, iekļaujot Firefox Android un iOS ierīcēm.
ms: Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Kini anda boleh daftar masuk Sync di peranti anda yang lain termasuk Firefox untuk Android dan iOS.
te: విజయవంతంగా మీ Firefox ఖాతా మీ మొదటి పరికరం కనెక్ట్ అయింది. ఇప్పుడు మీరు ఆండ్రాయిడ్ మరియు iOS కోసం ఫైర్ఫాక్స్ సహా, మీ ఇతర పరికరాల నుండి సింక్ కు సైన్ ఇన్ చేయవచ్చు.

source: Sign in to Sync:
ar: سجل الدخول للمزامنة:
ast: Aniciar sesión en Sync:
be: Увайсці ў Sync:
bg: Вписване в Sync:
bs: Prijavite se na Sync:
ca: Inicieu la sessió al Sync:
eu: Hasi saioa Sync-en:
fa: ورود به هم‌گام‌سازی:
gd: Clàraich a-steach gun t-sioncronachadh:
hi: सिंक में साइन इन करें:
kk: Синхрондауға кіру:
lt: Prisijunkite prie „Sync“:
lv: Pieslēgties uz Sync:
ml: സമന്വയിപ്പിക്കാനായി പ്രവേശിക്കുക:
ms: Daftar masuk ke Sync:
pa_in: ਸਿੰਕ ਕਰਨ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ:
te: Sync లోనికి ప్రవేశించండి:
