Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
ar: نجح تفعيل الاستيثاق بخطوتين لحساب فَيَرفُكس. ستكون الآن رموز الاستعادة من تطبيق الاستيثاق مطلوبة للولوج.
be: Вы паспяхова ўключылі двухэтапную аўтарызацыю ў вашым ўліковым запісе Firefox. Цяпер пры кожным уваходзе спатрэбіцца код бяспекі ад вашай праграмы аўтэнтыфікацыі.
bs: Uspješno ste omogućili autentifikaciju u dva koraka na vašem Firefox računu. Sigurnosni kodovi iz vaše aplikacije za autentifikaciju će sada biti traženi pri svakoj prijavi.
ca: Heu habilitat l'autenticació en dos passos per al compte del Firefox. A partir d'ara, se us demanaran els codis de seguretat de l'aplicació d'autenticació cada vegada que inicieu la sessió.
cs: Úspěšně jste zapnuli dvoufázové ověřování na vašem účtu Firefoxu. Odteď budete muset při každém přihlášení zadat bezpečnostní kód z vaší ověřovací aplikace.
cy: Rydych wedi galluogi dilysu dau gam yn llwyddiannus ar eich Cyfrif Firefox o'r ddyfais ganlynol. Bydd angen codau diogel o'ch ap dilysu bob tro fyddwch yn mewngofnodi.
da: Du har aktiveret totrinsgodkendelse på din Firefox-konto. Sikkerhedskoder fra din godkendelsesapp vil nu være påkrævet ved hvert login.
de: Sie haben die Zwei-Schritt-Authentifizierung für Ihr Firefox-Konto erfolgreich aktiviert. Sicherheitscodes aus Ihrer Authentifizierungs-App sind ab sofort bei jeder Anmeldung erforderlich.
el: Έχετε ενεργοποιήσει επιτυχώς την ταυτοποίηση δύο παραγόντων στον λογαριασμό Firefox σας. Θα απαιτείται πλέον κωδικός ασφαλείας από την εφαρμογή πιστοποίησής σας σε κάθε σύνδεση.
es_ar: Activaste correctamente la autenticación en dos pasos en tu cuenta de Firefox. A partir de ahora se te van a pedir los códigos de seguridad de tu aplicación de autenticación cada vez que inicies una sesión.
es_cl: Has activado exitosamente la autenticación en dos pasos en tu cuenta de Firefox. Los códigos de seguridad de tu aplicación de autenticación ahora serán requeridos en cada conexión.
et: Oled edukalt lubanud Firefoxi konto kaheastmelise autentimise. Koodigeneraatori äpi poolt loodavaid turvakoode on nüüd tarvis igal sisselogimisel.
fi: Olet ottanut kaksivaiheisen todennuksen käyttöön Firefox-tililläsi. Todennussovelluksen turvallisuuskoodit vaaditaan tästä lähtien aina kirjauduttaessa.
fr: Vous avez activé l’authentification en deux étapes pour votre compte Firefox. Un code de sécurité de votre application d’authentification vous sera désormais demandé à chaque connexion.
gd: Chuir thu dearbhadh dà-cheumnach an comas sa chunntas Firefox agad. Thèid còd tèarainteachd on aplacaid dearbhaidh agad iarraidh gach turas a chlàraicheas tu a-steach a-nis.
he: הפעלת בהצלחה אימות דו־שלבי בחשבון ה־Firefox שלך. מעתה יש להשתמש בקודים של האבטחה מיישומון האימות שלך בכל כניסה.
hr: Uspješno je omogućena autentifikaciju u dva koraka na tvom Firefox računu. Sigurnosni kodovi iz tvoje aplikacije za provjeru autentičnosti sada će biti potrebni pri svakoj prijavi.
hu: Sikeresen engedélyezte a kétlépcsős hitelesítést a Firefox fiókjához. A hitelesítő alkalmazásból származó biztonsági kód minden bejelentkezésnél szükséges lesz.
ia: Tu ha correctemente activate le authentication a duo passos sur tu conto Firefox. Le codices de securitate ab tu application de authentication essera ora requirite a cata apertura de session.
it: L'autenticazione in due passaggi è stata attivata correttamente per il tuo account Firefox. Da ora in avanti a ogni accesso verranno richiesti i codici di verifica generati dall’app di autenticazione.
ja: Firefox アカウント上の 2 段階認証の有効化が完了しました。今後ログインのたびに認証アプリに表示されるセキュリティコードが必要となります。
ka: ორსაფეხურიანი დამოწმება შესვლისას წარმატებით ჩაირთო თქვენს Firefox-ანგარიშზე. ყოველი შესვლისას საჭირო იქნება უსაფრთხოების კოდის შეყვანა, თქვენი შესვლის დასამოწმებელი პროგრამიდან.
kab: Tremdeḍ akken iwata asesteb s snat n tarrayin i umiḍan-ik Firefox. Tangalt n tɣelllist n usnas-ik n usesteb ad ak-yettusuter yal tuqqna.
lt: Dvipakopis atpažinimas sėkmingai įgalintas jūsų „Firefox“ paskyrai. Nuo šiol kaskart jungiantis prie paskyros, bus reikalaujama saugos kodo, kurį rodys autentifikavimo programa.
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ടിൽ നിങ്ങൾ വിജയകരമായി രണ്ട് ഘട്ടങ്ങളായുള്ള പ്രാമാണീകരണം പ്രാപ്തമാക്കി. നിങ്ങളുടെ പ്രാമാണീകരണ അപ്ലിക്കേഷനിൽ നിന്നുള്ള സുരക്ഷാ കോഡ് ഇപ്പോൾ ഓരോ പ്രവേശനത്തിലും ആവശ്യമാണ്.
ms: Anda telah berjaya dayakan pengesahan dwi-langkah Akaun Firefox anda. Kod keselamatan dari aplikasi pengesahan akan diperlukan setiap kali anda daftar masuk.
nb_no: Du har aktivert totrinns-verifisering på din Firefox-konto. Sikkerhetskoder fra autentiseringappen din vil nå kreves ved hver pålogging.
nl: U hebt authenticatie in twee stappen op uw Firefox-account ingeschakeld. Vanaf nu zijn bij elke aanmelding beveiligingscodes vanaf uw authenticatie-app vereist.
pl: Pomyślnie włączono uwierzytelnianie dwuetapowe na koncie Firefoksa. Od teraz podczas każdego logowania wymagane będą kody zabezpieczeń z aplikacji do uwierzytelniania.
pt: Ativou com sucesso a autenticação de dois passos na sua Conta Firefox. Os códigos de segurança da sua aplicação de autenticação serão agora requeridos a cada início de sessão.
pt_br: Você ativou com sucesso a autenticação em duas etapas na sua Conta Firefox. Agora serão solicitados códigos de segurança do seu aplicativo de autenticação a cada novo acesso.
ro: Ai activat cu succes autentificarea în doi pași pentru contul tău Firefox. Codurile de securitate generate de aplicația ta de autentificare vor fi necesare de acum încolo pentru fiecare autentificare.
ru: Вы успешно включили двухэтапную аутентификацию в Аккаунте Firefox. Теперь при каждом входе будут требоваться коды безопасности от вашего приложения аутентификации.
sk: Úspešne ste povolili dvojstupňové overenie na vašom účte Firefox. Pri každom prihlásení bude odteraz nutné zadať bezpečnostný kód z vašej overovacej aplikácie.
sl: Uspešno ste omogočili overitev v dveh korakih za svoj Firefox Račun. Varnostne kode iz vaše aplikacije za overitev bodo odslej zahtevane ob vsaki prijavi.
sq: Keni aktivizuar me sukses mirëfilltësimin dyhapësh për Llogarinë tuaj Firefox. Tani e tutje, për çdo hyrje do të kërkohen kod sigurie nga aplikacioni juaj i mirëfilltësimeve.
sr: Успешно сте омогућили аутентификацију у два корака на вашем Firefox налогу. Безбедносни кодови из ваше апликације за аутентификацију ће од сада увек бити потребни за приступање.
sr_latn: Uspešno ste omogućili autentifikaciju u dva koraka na vašem Firefox nalogu. Bezbednosni kodovi iz vaše aplikacije za autentifikaciju će od sada uvek biti potrebni za pristupanje.
sv_se: Du har aktiverat tvåstegsautentisering på ditt Firefox-konto. Säkerhetskoder från din autentiseringsapp kommer nu att krävas vid varje inloggning.
th: คุณได้เปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนบน Firefox Account เรียบร้อยแล้ว ต่อจากนี้ไป คุณจะต้องป้อนรหัสความปลอดภัยจากแอพการรับรองความถูกต้องของคุณในแต่ละครั้งที่คุณลงชื่อเข้าใช้
tr: Firefox Hesabınızda iki aşamalı doğrulamayı başarıyla etkinleştirdiniz. Bundan sonra her girişte kimlik doğrulama uygulamanızın ürettiği güvenlik kodları sorulacaktır.
tt: Firefox хисабыгызда ике адымлы аутентификацияне уңышлы гына кабыздыгыз. Моннан ары һәр керүдә аутентификация кулланмасыннан алынган кодлар кирәк булачак.
uk: Ви успішно увімкнули двоетапну перевірку в обліковому записі Firefox. Відтепер при кожному вході необхідно вводити коди безпеки з вашої програми автентифікації.

source: New primary email
ar: البريد الإلكتروني الأساسي الجديد
be: Новы асноўны адрас эл.пошты
bg: Нов основен ел. адрес
bs: Novi primarni email
ca: Adreça electrònica principal nova
cs: Nová hlavní e-mailová adresa
cy: Prif e-bost newydd
da: Ny primær mailadresse
de: Neue Primär-E-Mail-Adresse
el: Νέο κύριο email
es_ar: Nuevo correo electrónico principal
es_cl: Nuevo correo primario
et: Uus peamine e-posti aadress
fi: Uusi ensisijainen sähköposti
fr: Nouvelle adresse électronique principale
gd: Prìomh phost-d ùr
he: כתובת דוא״ל ראשית חדשה
hi: नया प्राथमिक ईमेल
hr: Nova primarna adresa e-pošte
hu: Új elsődleges e-mail cím
ia: Nove e-mail primari
it: Nuovo indirizzo email primario
ja: 新しい主要アドレス
ka: ახალი მთავარი ელფოსტა
kab: Imayl amezwaru amaynut
lt: Naujas pagrindinis el. paštas
ml: പുതിയ പ്രാഥമിക ഇമെയിൽ
ms: E-mel utama baru
nb_no: Ny primær e-post
nl: Nieuw primair e-mailadres
pa_in: ਨਵਾਂ ਮੁੱਢਲਾ ਈਮੇਲ
pl: Nowy główny adres e-mail
pt: Novo email primário
pt_br: Novo email principal
ro: E-mail principal nou
ru: Новая основная электронная почта
sk: Nová hlavná e-mailová adresa
sl: Nov glavni e-poštni naslov
sq: Email parësor i ri
sr: Нова примарна адреса е-поште
sr_latn: Nova primarna adresa e-pošte
sv_se: Ny primär e-post
te: కొత్త ప్రాథమిక ఈమెయిలు
th: อีเมลหลักใหม่
tr: Yeni ana e-posta
tt: Яңа төп электрон почта адресы
uk: Нова основна адреса електронної пошти

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
ar: نجح تغيير البريد الإلكتروني الأولي إلى %(email)s. سيكون هذا العنوان هو اسم المستخدم الجديد للولوج إلى حساب فَيَرفُكس واستلام التنبيهات الأمنية وتأكيدات الولوج.
be: Вы паспяхова змянілі свой асноўны адрас электроннай пошты на %(email)s. Гэты адрас цяпер - ваша імя карыстальніка пры ўваходзе ў ваш уліковы запіс Firefox, а таксама для атрымання абвестак бяспекі і пацвярджэння ўваходаў.
bg: Успешно променихте основният ел. адрес на %(email)s. Този адрес вече е вашето потребителско име, с което влизате в своя Firefox Account, също така на него се получават известия по сигурността и потвърждения за влизане.
bs: Uspješno ste promijenili vaš primarni email na %(email)s. Ova adresa je sada vaše korisničko ime za prijavu na vaš Firefox račun, kao i za primanje sigurnosnih obavještenja i potvrde prijava.
ca: Heu canviat l'adreça electrònica principal per %(email)s. Ara aquesta adreça és el nom d'usuari per iniciar la sessió al compte del Firefox, per rebre notificacions de seguretat i confirmacions d'inici de sessió.
cs: Vaše hlavní e-mailová adresa byla úspěšně změněna na %(email)s. Tato adresa bude nyní použita pro přihlašování k vašemu účtu Firefoxu (namísto uživatelského jména) i k zasílání bezpečnostních upozornění a potvrzení přihlášení.
cy: Rydych wedi newid eich prif e-bost i %(email)s. Y cyfeiriad hwn yw eich enw defnyddiwr ar gyfer mewngofnodi i'ch Cyfrif Firefox, yn ogystal â derbyn eich hysbysiadau diogelwch a chadarnhau mewngofnodion.
da: Du har ændret din primære mailadresse til %(email)s. Den mailadresse er nu dit brugernavn, som du skal bruge til at logge ind på din Firefox-konto og til at modtage sikkerhedsmeddelelser og login-bekræftelser.
de: Sie haben Ihre Primär-E-Mail-Adresse zu %(email)s geändert. Diese Adresse ist jetzt Ihr Benutzername für die Anmeldung bei Ihrem Firefox-Konto, sowie zum Erhalt von Sicherheitsbenachrichtigungen und Anmeldebestätigungen.
el: Έχετε αλλάξει επιτυχώς το κύριο email σας σε %(email)s. Αυτή η διεύθυνση αποτελεί πλέον το όνομα χρήστη σας για τη σύνδεση στο λογαριασμό Firefox σας, καθώς και για τη λήψη ειδοποιήσεων ασφαλείας και επιβεβαιώσεις σύνδεσης.
es_ar: Cambiaste exitosamente tu correo electrónico principal a %(email)s. Esta dirección es ahora tu nombre de usuario para ingresar a tu cuenta de Firefox como para recibir notificaciones de seguridad y confirmaciones de ingreso.
es_cl: Has cambiado exitosamente tu correo primario a %(email)s. Este correo es ahora tu nombre de usuario para conectarte a tu cuenta de Firefox, así como para recibir notificaciones de seguridad y confirmaciones de conexión.
et: Oled peamiseks e-posti aadressiks määranud %(email)s. See aadress on nüüd su kasutajanimeks Firefoxi kontosse sisselogimisel, samuti saabuvad sellele turvateavitused ja sisselogimise kinnitused.
fi: Olet vaihtanut ensisijaisen sähköpostin osoitteeseen %(email)s. Tämä osoite on nyt käyttäjätunnuksesi Firefox-tilille kirjautuessasi sekä osoite, johon tietoturvailmoitukset ja kirjautumisen vahvistuksen saapuvat.
fr: Votre adresse électronique principale est désormais %(email)s. Cette adresse est à présent votre nom d’utilisateur pour vous connecter à votre compte Firefox et elle recevra les notifications de sécurité et les confirmations de connexion.
gd: ’S e %(email)s am prìomh phost-d agad a-nis. Sin seòladh a chleachdas tu mar ainm-cleachdaiche agad a-nis airson clàradh a-steach dhan chunntas Firefox agad agus airson brathan tèarainteachd agus dearbhadh air clàradh a-steach fhaighinn.
he: שינית את כתובת הדוא״ל הראשית שלך ל־%(email)s. כתובת זו היא מעכשיו שם המשתמש שלך לכניסה לחשבון ה־Firefox שלך, ותשמש לקבלת התרעות אבטחה ואישורי כניסה.
hi: आपने सफलतापूर्वक अपना प्राथमिक ईमेल %(email)s में बदल दिया है। यह पता अब आपके Firefox खाते में साइन इन करने, एवं सुरक्षा सूचनाएं और साइन-इन पुष्टियां प्राप्त करने के लिए आपका उपयोगकर्ता नाम है।
hr: Primarna adresa e-pošte uspješno je promijenjena u %(email)s. Ova adresa je sada tvoje korisničko ime za prijavu na tvoj Firefox račun, te adresa na koju ćeš primati sigurnosne obavijesti i potvrde prijave.
hu: Sikeresen megváltoztatta az elsődleges e-mail címét erre: %(email)s. Ez az cím mostantól a felhasználóneve a Firefox fiókba bejelentkezéshez, és ide fognal érkezni a biztonsági értesítések, és a bejelentkezési visszaigazolások.
ia: Tu ha correctemente cambiate tu adresse de e-mail primari a %(email)s. Iste adresse es ora tu nomine de usator pro aperir session a tu conto Firefox, e pro reciper notificationes de securitate e confirmationes de apertura de session.
it: Hai modificato correttamente il tuo indirizzo email primario in %(email)s. Da questo momento puoi utilizzare il nuovo indirizzo email per accedere all’account Firefox, ricevere le notifiche di sicurezza e autorizzare l’accesso da nuovi dispositivi.
ja: %(email)s への主要アドレス変更が完了しました。このアドレスは今後、Firefox アカウントへログインする際、そしてセキュリティ通知やログイン確認を受け取る際のユーザー名となります。
ka: მთავარი ელფოსტა წარმატებით შეიცვალა %(email)s მისამართით. უკვე შეგიძლიათ მისი გამოყენება Firefox-ანგარიშზე შესასვლელად, ასევე უსაფრთხოების შესახებ ცნობების მისაღებად და ანგარიშზე შესვლების დასამოწმებლად.
kab: Asnifel n %(email)s am imay amezwaru yedda akken iwata.tansa-agi attan tura d isem-ik n useqdac i yis ad teqneḍ γer umiḍan-ik Firefox, daγen tansa-a ar γur-s ad ttwaznen ilγa n teγlist akked usentem n tuqna.
lt: Jūsų pagrindinis el. paštas sėkmingai pakeistas į %(email)s. Nuo šiol, jungdamiesi prie „Firefox“ paskyros, turėsite naudoti šį el. pašto adresą, o taip pat juo gausite saugos pranešimus ir prisijungimo patvirtinimus.
ml: നിങ്ങൾ പ്രാഥമിക ഇമെയിൽ വിജയകരമായി %(email)sആക്കി മാറ്റി. ഈ വിലാസം ഇപ്പോൾ നിങ്ങളുടെ ഫയർഫോക് അക്കൌണ്ടിലേക്ക് പ്രവേശിക്കുന്നതിനും സുരക്ഷ അറിയിപ്പുകളും പ്രവേശനസ്ഥിരീകരണങ്ങള്‍ക്കുമുള്ല ഉപയോക്തൃനാമമാണ്.
ms: Anda telah berjaya menukar e-mel utama ke %(email)s. Alamat ini kini menjadi nama pengguna anda untuk mendaftar masuk ke Akaun Firefox, serta menerima notifikasi sekuriti dan pengesahan daftar masuk.
nb_no: Du har endret den primære e-postadressen din til %(email)s. Denne adressen benytter du som brukernavn for å logge inn på Firefox-kontoen din, samt for å ta imot sikkerhetsvarsler og bekreftelser på innlogginger.
nl: U hebt uw primaire e-mailadres met succes naar %(email)s gewijzigd. Dit adres is nu uw gebruikersnaam voor het aanmelden bij uw Firefox-account, evenals voor het ontvangen van beveiligingsmeldingen en aanmeldingsbevestigingen.
pl: Pomyślnie zmieniono główny adres e-mail na %(email)s. Ten adres jest teraz nazwą użytkownika do logowania na koncie Firefoksa, a także adresem odbierającym powiadomienia bezpieczeństwa i potwierdzenia logowania.
pt: Alterou o seu email primário para %(email)s com sucesso. Este endereço é agora o seu nome de utilizador para iniciar sessão na sua Conta Firefox, assim como para receber notificações de segurança e confirmações de início de sessão.
pt_br: Você alterou com sucesso o seu email principal para %(email)s. Este endereço é agora seu nome de usuário para acessar sua Conta Firefox, assim como receber notificações de segurança e confirmações de acesso.
ro: Ai modificat cu succes e-mailul principal în %(email)s. Această adresă este de acum numele tău de utilizator pentru autentificarea în contul Firefox, precum și pentru primirea de notificări de securitate și confirmări de autentificare.
ru: Вы успешно изменили ваш основной адрес электронной почты на %(email)s. Этот адрес теперь будет вашим именем пользователя для входа в ваш Аккаунт Firefox, а также использоваться для получения оповещений безопасности и подтверждений входа.
sk: Úspešne ste zmenili svoju hlavnú e-mailovú adresu na %(email)s. Táto adresa bude odteraz slúžiť ako vaše prihlasovacie meno k účtu Firefox a k zasielaniu bezpečnostných upozornení a potvrdení prihlásenia.
sl: Uspešno ste spremenili glavni e-poštni naslov na %(email)s. Ta e-poštni naslov je zdaj vaše uporabniško ime za prijavo v Firefox Račun, kot tudi naslov za prejemanje varnostnih obvestil ter potrditev prijav.
sq: E ndryshuar me sukses email-in në %(email)s. Kjo adresë përbën tani emrin tuaj të përdoruesit për hyrje te Llogaria juaj Firefox, si edhe për të marrë njoftime sigurie dhe konfirmime hyrjesh.
sr: Успешно сте променили примарну адресу на %(email)s. Ова адреса је сада ваше корисничко име за приступање на ваш Firefox налог, као и за добијање безбедносних обавештења и потврда за пријављивање.
sr_latn: Uspešno ste promenili primarnu adresu na %(email)s. Ova adresa je sada vaše korisničko ime za pristupanje na vaš Firefox nalog, kao i za dobijanje bezbednosnih obaveštenja i potvrda za prijavljivanje.
sv_se: Du har framgångsrikt ändrat ditt primära e-post till %(email)s. Den här adressen används som ditt användarnamn för att logga in på ditt Firefox-konto, samt ta emot säkerhetsaviseringar och inloggningsbekräftelser.
th: คุณได้เปลี่ยนแปลงอีเมลหลักเป็น %(email)s สำเร็จแล้ว ที่อยู่นี้จะเป็นชื่อผู้ใช้ของคุณสำหรับการลงชื่อเข้าใช้ใน Firefox Account ของคุณ รวมถึงการรับการแจ้งเตือนความปลอดภัยและการยืนยันการลงชื่อเข้าใจ
tr: Ana e-posta adresinizi %(email)s olarak başarıyla değiştirdiniz. Bu adres artık Firefox Hesabınıza giriş için kullanıcı adınız olacak. Güvenlik bildirimleri ve giriş onayları da bu adresinize gelecek.
tt: Төп электрон почта адресыгызны %(email)s адресына уңышлы үзгәрттегез. Бу адрес хәзер Firefox хисап язмагызга керү өчен кулланучы исемегез булачак. Хәвефсезлек белдерүләре һәм хисап язмагызга керү хакындагы раслаулар да бу адресыгызга киләчәк.
uk: Ви успішно змінили свою основну адресу електронної пошти на %(email)s. Ця адреса тепер є вашим ім’ям користувача для входу в обліковий запис Firefox, а також отримання сповіщень безпеки та підтверджень про вхід.

source: Recovery code consumed
ar: استخدمت رمز استعادة
be: Код аднаўлення выкарыстаны
bg: Кодът за възстановяване е използван
bs: Kod za oporavak je potrošen
ca: S'ha utilitzat un codi de recuperació
cs: Obnovovací kód byl použit
cy: Cod adfer wedi ei ddefnyddio
da: Genoprettelseskode brugt
de: Wiederherstellungscode verwendet
el: Χρησιμοποιήθηκε κωδικός ανάκτησης
es_ar: Utilizó un código de recuperación
es_cl: Código de recuperación utilizado
et: Taastamise kood ära kasutatud
fi: Palautuskoodi käytetty
fr: Code de récupération utilisé
gd: Chaidh an còd aisig a chur gu feum
he: קוד השחזור הופעל
hr: Kôd za oporavak je iskorišten
hu: Helyreállítási kód elhasználva
ia: Codice de recuperation consumite
it: Codice di recupero utilizzato
ja: 回復用コードが使用されました
ka: აღდგენის კოდი გამოყენებულია
kab: Tangalt n tririt tettwaseqdec yakan
lt: Panaudotas atkūrimo kodas
ml: വീണ്ടെടുക്കൽ കോഡ് ഉപയോഗിച്ചു
ms: Kod pemulihan telah digunakan
nb_no: Gjenopprettingskode brukt
nl: Herstelcode verbruikt
pl: Zużyto kod odzyskiwania
pt: Código de recuperação consumido
pt_br: Código de recuperação utilizado
ro: Cod de recuperare consumat
ru: Код восстановления использован
sk: Obnovovací kód bol použitý
sl: Koda za obnovitev uporabljena
sq: Kodi i rikthimit u përdor
sr: Код за опоравак је искоришћен
sr_latn: Kod za oporavak je iskorišćen
sv_se: Återställningskod förbrukad
te: రికవరీ కోడ్ వినియోగించబడింది
th: ใช้รหัสการกู้คืนแล้ว
tr: Kurtarma kodu kullanıldı
tt: Коткару коды кулланылды
uk: Використано код відновлення

source: You have successfully consumed a recovery code from the following device:
ar: نجح استخدام أحد رموز الاستعادة من الجهاز الآتي:
be: Вы паспяхова выкарысталі код аднаўлення з наступнай прылады:
bs: Uspješno ste potrošili kod za oporavak sa sljedećeg uređaja:
ca: Heu utilitzat un codi de recuperació des del següent dispositiu:
cs: Úspěšně jste použili obnovovací kód z následujícího zařízení:
cy: Rydych wedi defnyddio cod adfer yn llwyddiannus o'r ddyfais ganlynol:
da: Du har brugt en genoprettelseskode fra følgende enhed:
de: Sie haben erfolgreich einen Wiederherstellungscode von folgendem Gerät verwendet:
el: Έχετε χρησιμοποιήσει επιτυχώς έναν κωδικό ανάκτησης από την εξής συσκευή:
es_ar: Utilizó correctamente un código de recuperación desde el siguiente dispositivo:
es_cl: Has utilizado exitosamente un código de recuperación desde el siguiente dispositivo:
et: Oled järgnevat seadet kasutades edukalt ära kasutanud taastamise koodi:
fi: Olet käyttänyt turvallisuuskoodin laitteella:
fr: Vous avez utilisé un code de récupération à partir de l’appareil suivant :
gd: Chuir thu gu feum còd aisig on uidheam a leanas:
he: השתמשת בהצלחה בקוד שחזור מהמכשיר הבא:
hr: Uspješno je iskorišten jedan kôd za oporavak na sljedećem uređaju:
hu: Sikeresen elhasznált egy helyreállítási kódot a következő eszközön:
ia: Tu ha consumite un codice de recuperation ab le sequente apparato:
it: Hai utilizzato uno dei codici di recupero dal seguente dispositivo:
ja: 次の端末から回復用コードの使用が完了しました:
ka: თქვენ წარმატებით გამოიყენეთ აღდგენის კოდი შემდეგი მოწყობილობიდან:
kab: Tesqedceḍ akken iwata tangalt n tririt seg yibenk-agi:
lt: Jūs sėkmingai panaudojote atkūrimo kodą šiame įrenginyje:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തിൽ നിന്ന് നിങ്ങൾ വീണ്ടെടുക്കൽ കോഡ് വിജയകരമായി പ്രയോജനപ്പെടുത്തിയിരിക്കുന്നു:
ms: Anda telah berjaya menggunakan kod pemulihan dari peranti berikut:
nb_no: Du har brukt en gjenopprettingskode fra følgende enhet:
nl: U hebt een herstelcode verbruikt vanaf het volgende apparaat:
pl: Pomyślnie zużyto kod odzyskiwania z tego urządzenia:
pt: Consumiu um código de recuperação com sucesso a partir do seguinte dispositivo:
pt_br: Você usou com sucesso um código de recuperação através do seguinte dispositivo:
ro: Ai consumat cu succes un cod de recuperare de pe următorul dispozitiv:
ru: Вы успешно использовали код восстановления со следующего устройства:
sk: Úspešne ste použili obnovovací kód z nasledujúceho zariadenia:
sl: Uspešno ste uporabili obnovitveno kodo z naslednje naprave:
sq: Përdorët me sukses një kod rikthimi nga pajisja vijuese:
sr: Успешно сте искористили код за опоравак са уређаја:
sr_latn: Uspešno ste iskoristili kod za oporavak sa uređaja:
sv_se: Du har förbrukat en återställningskod från följande enhet:
te: మీరు క్రింది పరికరం నుండి రికవరీ సంకేతాన్ని విజయవంతంగా వినియోగించుకున్నారు:
th: คุณได้ใช้รหัสการกู้คืนจากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:
tr: Aşağıdaki cihazda bir kurtarma kodunu başarıyla kullandınız:
tt: Түбәндәге җиһаздан алынган коткару кодын уңышлы рәвештә кулландыгыз:
uk: Ви успішно використали код відновлення з такого пристрою:
