Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Here's your reminder to sync devices.
cs: Připomínáme nastavení synchronizace dalších zařízení.
cy: Dyma eich atgoffa i gydweddu dyfeisiau.
da: Her er din påmindelse om at synkronisere enheder.
de: Erinnerung: Synchronisieren Sie Ihre Geräte.
el: Υπενθύμιση για συγχρονισμό συσκευών.
es_ar: Aquí está tu recordatorio para sincronizar dispositivos.
es_cl: Aquí está su recordatorio para sincronizar dispositivos.
fi: Tässä muistutus laitteidesi synkronoimiseksi.
fr: Voici votre rappel pour synchroniser vos appareils.
he: להלן התזכורת שלך לסנכרון מכשירים.
hr: Tvoj podsjetnik za sinkronizaciju uređaja.
hu: Itt az emlékeztető, hogy szinkronizálja az eszközeit.
ia: Ecce le memento pro synchronisar tu apparatos.
it: Ecco il tuo promemoria per la sincronizzazione dei dispositivi.
ka: შეხსენება, მოწყობილობების დასინქრონებისთვის.
kab: Ha-t-a usmekti-inek/inem i umtawi n yibenkan.
nb_no: Her er påminnelsen din om å synkronisere enheter.
nl: Dit is uw herinnering om apparaten te synchroniseren.
pl: Przypomnienie o synchronizacji urządzeń.
pt: Eis o seu lembrete para sincronizar os dispositivos.
pt_br: Aqui está seu lembrete para sincronizar dispositivos.
ro: Iată memento-ul ca să îți sincronizezi dispozitivele.
ru: Вот ваше напоминание о синхронизации устройств.
sl: Pošiljamo vam opomnik za sinhronizacijo naprav.
sq: Ja kujtuesi juaj për njëkohësim pajisjesh.
sv_se: Här är din påminnelse om att synkronisera enheter.
th: นี่คือการแจ้งเตือนการซิงค์อุปกรณ์
tr: Cihazları eşitlemenizi hatırlatalım dedik.
tt: Бер искәртү: җиһазларыгызны синхронларга мөмкин.
uk: Це ваше нагадування для синхронізації пристроїв.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
cs: Pro synchronizaci potřebujete alespoň dvě zařízení. Synchronizace sjednotí bez narušení vašeho soukromí vaše záložky, hesla a další data všude tam, kde používáte Firefox.
cy: Mae'n cymryd dau i gydweddu. Mae cydweddu dyfais arall â Firefox yn breifat yn cadw'ch nodau tudalen, cyfrineiriau a data Firefox arall yr un peth ym mhobman rydych chi'n defnyddio Firefox.
da: Der skal to til at synkronisere. Med privat synkronisering af en anden enhed med Firefox forbliver dine bogmærker, adgangskoder og andre Firefox-data de samme overalt, hvor du bruger Firefox.
de: Die Synchronisierung braucht zwei Geräte. Durch die private Synchronisierung eines anderen Geräts mit Firefox bleiben Ihre Lesezeichen, Passworter und anderen Firefox-Daten überall dort, wo Sie Firefox verwenden, gleich.
el: Χρειάζονται δύο συσκευές για συγχρονισμό. Ο συγχρονισμός μιας άλλης συσκευής με το Firefox προστατεύει το απόρρητο των σελιδοδεικτών, των κωδικών πρόσβασης και άλλων δεδομένων Firefox όπου κι αν έχετε το Firefox.
es_ar: Se necesitan dos para sincronizar. Sincronizar otro dispositivo con Firefox de forma privada mantiene tus marcadores, contraseñas y otros datos de Firefox iguales en todos los lugares donde usás Firefox.
es_cl: Se necesitan dos para sincronizar. Sincronizar otro dispositivo con Firefox de forma privada mantiene tus marcadores, contraseñas y otros datos de Firefox iguales en todos los lugares donde usas Firefox.
fi: Synkronointiin tarvitaan kaksi. Toisen laitteen synkronointi Firefoxin kanssa pitää kirjanmerkit, salasanat ja muut Firefox-tiedot yksityisenä ja samana kaikkialla, missä käytät Firefoxia.
fr: Il faut être deux pour se synchroniser. La synchronisation d’un autre appareil avec Firefox conserve vos marque-pages, mots de passe et autres données Firefox de la même manière partout où vous utilisez Firefox.
he: צריך שניים לסנכרון. סנכרון של מכשיר נוסף עם Firefox שומר באופן פרטי שהסימניות, הססמאות ושאר הנתונים האחרים שלך ב־Firefox ישארו זהים בכל מקום בו יוצא לך להשתמש ב־Firefox.
hr: Za sinkronizaciju je potrebno dvoje. Sinkronizacija drugog uređaja s Firefoxom privatno drži tvoje zabilješke, lozinke i ostale Firefoxove podatke jednakima svugdje gdje upotrebljavaš Firefox.
hu: Kettőre van szükség a szinkronizáláshoz. Egy másik firefoxos eszközzel való szinkronizálás biztonságban tartja a könyvjelzőket, jelszavakat és egyéb Firefox-adatokat mindenütt, ahol a Firefoxot használja.
ia: Duo apparatos es necessari pro synchronisar. Le synchronisation de un altere apparato con Firefox te retene reservate tu marcapaginas, contrasignos e altere datos de Firefox identic ubique tu usa Firefox.
it: Bisogna essere in due per sincronizzarsi… Sincronizzando un altro dispositivo potrai ritrovare gli stessi segnalibri, le password e altri dati ovunque usi Firefox, senza rinunciare alla riservatezza.
ka: შედეგად ორივე დასინქრონდება. სხვა მოწყობილობასთან დასინქრონება Firefox-თან, უსაფრთხოდ შეინახავს თქვენს სანიშნებს, პაროლებსა და სხვა Firefox-მონაცემებს ყველგან, სადაც გიყენიათ Firefox.
kab: Ilaq ad ilin ssin i wemtawi. Amtawi n ufecku-nniḍen akked firefox ad yeḥrez ticraḍ n isebtar, awalen uffiren akked isefka-nniḍen n Firefox di yal taswiɛt d yal amkan deg ara tesqedceḍ Firefox.
nb_no: Det må to til for å synkronisere. Synkronisering av en annen enhet med Firefox holder bokmerker, passord og andre Firefox-data like overalt der du bruker Firefox.
nl: Er zijn er twee nodig om te synchroniseren. Als u een ander apparaat privé met Firefox synchroniseert, blijven uw bladwijzers, wachtwoorden en andere Firefox-gegevens overal waar u Firefox gebruikt hetzelfde.
pl: Do synchronizacji trzeba dwojga. Prywatna synchronizacja innego urządzenia z Firefoksem spowoduje, że zakładki, hasła i inne dane Firefoksa będą takie same wszędzie, gdzie go używasz.
pt: São necessários dois para sincronizar. A sincronização em privado de outro dispositivo com o Firefox mantém os seus marcadores, palavras-passe e outros dados do Firefox em todo o lado onde utiliza o Firefox.
pt_br: Precisam dois para sincronizar. A sincronização com outro dispositivo mantém iguais, com privacidade, seus favoritos, senhas e outros dados do Firefox em todo lugar em que usar o Firefox.
ro: Ai nevoie de două dispozitive pentru sincronizare. Sincronizarea unui alt dispozitiv, în confidențialitate, cu Firefox, îți menține aceleași marcaje, parole și alte date din Firefox oriunde folosești Firefox.
ru: Для синхронизации требуется два устройства. Синхронизация другого устройства с Firefox конфиденциальна и обеспечивает единство ваших закладок, паролей и других данных Firefox везде, где вы его используете.
sl: Za sinhronizacijo sta potrebna dva. Sinhronizacija druge naprave s Firefoxom vam omogoča zasebno usklajevanje zaznamkov, gesel in drugih podatkov, kjerkoli uporabljate Firefox.
sq: Për njëkohësim duhen dy palë. Njëkohësimi i një pajisjeje tjetër privatisht me Firefox-in i mban faqerojtësit tuaj, fjalëkalimet dhe të dhëna të tjera Firefox të njëjta kudo që përdorni Firefox-in.
sv_se: Det krävs två att synkronisera. Med privat synkronisering av en annan enhet med Firefox förblir dina bokmärken, lösenord och annan Firefox-data densamma överallt där du använder Firefox.
tr: Eşitleme için iki cihazınız olmalı. Başka bir cihazınızı Firefox’la eşitleyerek yer imlerinizi, parolalarınızı ve diğer Firefox verilerinizi Firefox’u kullandığınız her yere taşıyabilirsiniz.
uk: Для синхронізації необхідно два пристрої. Синхронізація іншого пристрою з Firefox приватно зберігає ваші закладки, паролі та інші дані, щоб вони були однаковими всюди, де ви використовуєте Firefox.

source: Last reminder to sync devices!
cs: Poslední připomenutí na synchronizaci dalšího zařízení.
cy: Nodyn atgoffa olaf i gydweddu dyfeisiau!
da: Sidste påmindelse om at synkronisere enheder!
de: Letzte Erinnerung: Synchronisieren Sie Ihre Geräte!
el: Τελευταία υπενθύμιση για συγχρονισμό συσκευών!
es_ar: ¡Último recordatorio para sincronizar dispositivos!
es_cl: ¡Último recordatorio para sincronizar dispositivos!
fi: Viimeinen muistutus laitteidesi synkronoimiseksi!
fr: Dernier rappel pour synchroniser vos appareils !
he: תזכורת אחרונה לסנכרון מכשירים!
hr: Zadnji podsjetnik za sinkronizaciju uređaja!
hu: Utolsó emlékeztető az eszközök szinkronizálására!
ia: Ultime memento pro synchronisar tu apparatos!
it: Ultimo promemoria per sincronizzare i dispositivi.
ka: ბოლო შეხსენება მოწყობილობების დასინქრონებისთვის!
kab: Asmekti aneggaru i umtawi n yibenkan!
nb_no: Siste påminnelse om å synkronisere enheter!
nl: Laatste herinnering om apparaten te synchroniseren!
pl: Ostatnie przypomnienie o synchronizacji urządzeń!
pt: Último lembrete para sincronizar os dispositivos!
pt_br: Último lembrete para sincronizar dispositivos!
ro: Ultimul memento ca să îți sincronizezi dispozitivele!
ru: Последнее напоминание о синхронизации устройств!
sl: Zadnji opomnik za sinhronizacijo naprav!
sq: Kujtuesi i fundit për njëkohësim pajisjesh!
sv_se: Sista påminnelse om att synkronisera enheter!
tr: Cihazları eşitlemeniz için son hatırlatma!
tt: Җиһазларны синхронлау өчен соңгы искәртү!
uk: Останнє нагадування про синхронізацію пристроїв!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
cs: Synchronizace sjednotí bez narušení vašeho soukromí vaše záložky, hesla a další data na všech zařízeních, kde používáte Firefox.
cy: Mae cydweddu dyfais arall â Firefox yn breifat yn cadw'ch nodau tudalen, cyfrineiriau a data Firefox arall yr un peth ym mhobman rydych chi'n defnyddio Firefox.
da: Med privat synkronisering af en anden enhed med Firefox forbliver dine bogmærker, adgangskoder og andre Firefox-data de samme overalt, hvor du bruger Firefox.
de: Durch die private Synchronisierung eines anderen Geräts mit Firefox bleiben Ihre Lesezeichen, Passworter und anderen Firefox-Daten überall dort, wo Sie Firefox verwenden, gleich.
el: Ο συγχρονισμός μιας άλλης συσκευής με το Firefox προστατεύει το απόρρητο των σελιδοδεικτών, των κωδικών πρόσβασης και άλλων δεδομένων Firefox όπου κι αν έχετε το Firefox.
es_ar: Sincronizar otro dispositivo con Firefox en forma privada mantiene tus marcadores y otros datos de Firefox en cualquier lugar en que lo uses.
es_cl: Sincronizar otro dispositivo con Firefox de forma privada mantiene tus marcadores, contraseñas y otros datos de Firefox iguales en todos los lugares donde usas Firefox.
fi: Toisen laitteen synkronointi Firefoxin kanssa pitää kirjanmerkit, salasanat ja muut Firefox-tiedot yksityisenä ja samana kaikkialla, missä käytät Firefoxia.
fr: La synchronisation d’un autre appareil avec Firefox conserve confidentiellement vos marque-pages, mots de passe et autres données Firefox à l’identique partout où vous utilisez Firefox.
he: סנכרון של מכשיר נוסף עם Firefox שומר באופן פרטי שהסימניות, הססמאות ושאר הנתונים האחרים שלך ב־Firefox ישארו זהים בכל מקום בו יוצא לך להשתמש ב־Firefox.
hr: Sinkronizacija drugog uređaja s Firefoxom privatno drži tvoje zabilješke, lozinke i ostale Firefoxove podatke jednakima svugdje gdje upotrebljavaš Firefox.
hu: Egy másik firefoxos eszközzel való szinkronizálás biztonságban tartja a könyvjelzőket, jelszavakat és egyéb Firefox-adatokat mindenütt, ahol a Firefoxot használja.
ia: Le synchronisation de un altere apparato con Firefox te retene reservate tu marcapaginas, contrasignos e altere datos de Firefox identic ubique tu usa Firefox.
it: Sincronizzando un altro dispositivo potrai ritrovare gli stessi segnalibri, le password e altri dati ovunque usi Firefox, senza rinunciare alla riservatezza.
ka: სხვა მოწყობილობასთან დასინქრონება Firefox-თან, უსაფრთხოდ შეინახავს თქვენს სანიშნებს, პაროლებსა და სხვა Firefox-მონაცემებს ყველგან, სადაც გიყენიათ Firefox.
kab: Amtawi n yibenk-nniḍen s tbaḍnit n Firefox ad iǧǧ ticraḍ-ik•im n yisebtar awalen uffiren d yisefka-nniḍen n Firefox d widak kan, ur ttbeddilen ara anida tebɣuḍ tesqedceḍ Firefox.
nb_no: Synkronisering av en annen enhet med Firefox holder bokmerker, passord og andre Firefox-data like overalt der du bruker Firefox.
nl: Als u een ander apparaat privé met Firefox synchroniseert, blijven uw bladwijzers, wachtwoorden en andere Firefox-gegevens overal waar u Firefox gebruikt hetzelfde.
pl: Prywatna synchronizacja innego urządzenia z Firefoksem spowoduje, że zakładki, hasła i inne dane Firefoksa będą takie same wszędzie, gdzie go używasz.
pt: A sincronização em privado de outro dispositivo com o Firefox mantém os seus marcadores, palavras-passe e outros dados do Firefox em todo o lado onde utiliza o Firefox.
pt_br: Sincronizar com outro dispositivo mantém iguais, com privacidade, seus favoritos, senhas e outros dados do Firefox em todo lugar em que usar o Firefox.
ro: Sincronizarea unui alt dispozitiv, în confidențialitate, cu Firefox, îți menține aceleași marcaje, parole și alte date din Firefox oriunde folosești Firefox.
ru: Синхронизация другого устройства с Firefox конфиденциальна и обеспечивает единство ваших закладок, паролей и других данных Firefox везде, где вы его используете.
sl: Sinhronizacija druge naprave s Firefoxom vam omogoča zasebno usklajevanje zaznamkov, gesel in drugih podatkov, kjerkoli uporabljate Firefox.
sq: Njëkohësimi i një pajisjeje tjetër privatisht me Firefox-in i mban faqerojtësit tuaj, fjalëkalimet dhe të dhëna të tjera Firefox të njëjta kudo që përdorni Firefox-in.
sv_se: Med privat synkronisering av en annan enhet med Firefox förblir dina bokmärken, lösenord och annan Firefox-data densamma överallt där du använder Firefox.
tr: Başka bir cihazınızı Firefox’la eşitleyerek yer imlerinizi, parolalarınızı ve diğer Firefox verilerinizi Firefox’u kullandığınız her yere taşıyabilirsiniz.
uk: Синхронізація іншого пристрою з Firefox приватно зберігає ваші закладки, паролі та інші дані, щоб вони були однаковими всюди, де ви використовуєте Firefox.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
cs: Pokud jste si ještě nestáhli %(productName)s, začněte ho používat včetně všech funkcí, které jsou součástí vašeho předplatného:
cy: Os nad ydych eisoes wedi llwytho %(productName)s i lawr, gadewch i ni ddechrau defnyddio'r holl nodweddion sydd wedi'u cynnwys yn eich tanysgrifiad:
da: Hvis du ikke allerede har hentet %(productName)s, så lad os komme i gang med at bruge alle de funktioner, som følger med dit abonnement:
de: Wenn Sie %(productName)s noch nicht heruntergeladen haben, können Sie jetzt alle Funktionen Ihres Abonnements nutzen:
el: Αν δεν έχετε ήδη κάνει λήψη του %(productName)s, ξεκινήσετε να χρησιμοποιείτε όλες τις λειτουργίες της συνδρομής σας:
es_ar: Si todavía no descargaste %(productName)s, empezá a usar todas las funcionalidades incluidas en tu suscripción:
es_cl: Si todavía no has bajado %(productName)s, que esperas para empezar a usar todas las funcionalidades incluidas en tu suscripción:
fi: Jos et ole vielä ladannut %(productName)sia, aloitamme tilaamiesi ominaisuuksien käytön:
fr: Si vous n’avez pas encore téléchargé %(productName)s, commençons à utiliser toutes les fonctionnalités incluses dans votre abonnement :
he: אם עוד לא הורדת את %(productName)s, בואו נתחיל להשתמש בכל התכונות הכלולות במנוי שלך:
hr: Ako %(productName)s još nije preuzet, krenimo koristiti sve značajke uključene u tvojoj pretplati:
hu: Ha még nem töltötte le a %(productName)s terméket, akkor kezdjen neki az összes az előfizetésében lévő szolgáltatás használatának:
ia: Si tu non ha jam discargate %(productName)s, que nos comencia per tote le functionalitates includite in tu subscription:
it: ’Se non hai ancora scaricato %(productName)s, inizia a utilizzare le funzionalità incluse nell’abbonamento:
ka: თუ ჯერ კიდევ არ ჩამოგიტვირთავთ %(productName)s, დაიწყეთ ყველა იმ შესაძლებლობით სარგებლობა, რასაც თქვენი გამოწერა შეიცავს:
kab: Ma yella ur tessadreḍ ara yakan %(productName)s, bdu aseqdec n tmahilin i yellan deg ujerred-ik:
nb_no: Hvis du ikke allerede har lastet ned %(productName)s, la oss begynne å bruke alle funksjonene som er inkludert i abonnementet ditt:
nl: Als u %(productName)s nog niet hebt gedownload, laten we dan nu aan de slag gaan met alle mogelijkheden van uw abonnement:
pl: Jeśli jeszcze nie pobrano programu %(productName)s, to zacznijmy od korzystania ze wszystkich funkcji zawartych w subskrypcji:
pt: Se ainda não transferiu o %(productName)s vamos começar, utilizando todos os recursos incluídos na sua subscrição:
pt_br: Se você ainda não baixou o %(productName)s, vamos apresentar como usar todos os recursos incluídos em sua assinatura:
ro: Dacă nu ai descărcat deja %(productName)s, să începem cu utilizarea tuturor funcționalităților incluse în abonamentul tău:
ru: Если вы ещё не загрузили %(productName)s, то давайте начнём использовать все функции, включённые в вашу подписку:
sl: Če še niste prenesli %(productName)s, začnimo z uporabo vse zmogljivosti, ki so vključene v vašo naročnino:
sq: Nëse s’e keni shkarkuar ende %(productName)s, le t’ia fillojmë duke përdorur krejt veçoritë e përfshira te pajtimi juaj:
sr: Ако нисте већ преузели %(productName)s, почните да користите све функције које ваша претплата садржи:
sr_latn: Ako niste već preuzeli %(productName)s, počnite da koristite sve funkcije koje vaša pretplata sadrži:
sv_se: Om du inte redan har hämtat %(productName)s, låt oss börja använda alla funktioner som ingår i ditt prenumeration:
th: หากคุณยังไม่ได้ดาวน์โหลด %(productName)s มาเริ่มใช้คุณลักษณะทั้งหมดที่ให้มากับการบอกรับของคุณกันเลย:
tr: %(productName)s uygulamasını henüz indirmediyseniz hemen indirin, aboneliğinize dahil olan tüm özellikleri kullanmaya başlayın:
uk: Якщо ви досі не завантажили %(productName)s, розпочнімо використовувати всі можливості вашої передплати:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
cs: Máte dotaz ohledně vašeho předplatného? Pomůže vám náš <a href="%(subscriptionSupportUrl)s">tým podpory</a>.
cy: Cwestiynau am eich tanysgrifiad? Mae ein tîm cymorth <a href="%(subscriptionSupportUrl)s">tîm cymorth</a> yma i'ch helpu chi.
da: Har du spørgsmål til dit abonnement? Vores <a href="%(subscriptionSupportUrl)s">supportteam</a> står klar til at hjælpe dig.
de: Fragen zu Ihrem Abonnement? Unser <a href="%(subscriptionSupportUrl)s">Hilfe-Team</a> unterstützt Sie gerne.
el: Έχετε απορίες σχετικά με τη συνδρομή σας; Η <a href="%(subscriptionSupportUrl)s">ομάδα υποστήριξής</a> μας είναι εδώ για να σας βοηθήσει.
es_ar: ¿Preguntas sobre tu suscripción? Nuestro <a href="%(subscriptionSupportUrl)s"> equipo de soporte</a> está aquí para ayudarte.
es_cl: ¿Preguntas acerca de tu suscripción? Nuestro <a href="%(subscriptionSupportUrl)s">equipo de soporte</a> está aquí para ayudarte.
fi: Kysymyksiä tilaukseesi liittyen? <a href="%(subscriptionSupportUrl)s">Tukitiimimme</a> auttaa sinua.
fr: Des questions sur votre abonnement ? Notre <a href="%(subscriptionSupportUrl)s">équipe d’assistance</a> est là pour vous aider.
he: שאלות לגבי המנוי שלך? <a href="%(subscriptionSupportUrl)s">צוות התמיכה</a> שלנו כאן כדי לעזור לך.
hr: Pitanja o tvojoj pretplati? Naš <a href="%(subscriptionSupportUrl)s">tim za podršku</a> spreman je pomoći.
hu: Kérdése van az előfizetéséről? A <a href="%(subscriptionSupportUrl)s">támogatási csapatunk</a> itt van, hogy segítsen.
ia: Questiones re tu subscription? Nostre <a href="%(subscriptionSupportUrl)s">equipa de supporto</a> es ci pro te adjutar.
it: Hai delle domande sull’abbonamento? Il <a href="%(subscriptionSupportUrl)s">team di supporto</a> è a tua disposizione.
ka: კითხვები გაქვთ თქვენი გამოწერის შესახებ? ჩვენი <a href="%(subscriptionSupportUrl)s">მხარდაჭერის გუნდი</a> მზადაა თქვენს დასახმარებლად.
kab: Isteqsiyen ɣer ujerred-ik? <a href="%(subscriptionSupportUrl)s">tarbeɛt-nneɣ n tallelt</a> a-tt-a da ad ak-d-efk afus.
nb_no: Har du spørsmål om ditt abonnement? Vårt <a href="%(subscriptionSupportUrl)s">supportteam</a> står klar til å hjelpe deg.
nl: Vragen over uw abonnement? Ons <a href="%(subscriptionSupportUrl)s">ondersteuningsteam</a> is er om u te helpen.
pl: Masz pytania dotyczące subskrypcji? Nasz <a href="%(subscriptionSupportUrl)s">zespół wsparcia</a> Ci pomoże.
pt: Dúvidas sobre a sua subscrição? A nossa <a href="%(subscriptionSupportUrl)s">equipa de apoio</a> está aqui para ajudar.
pt_br: Dúvidas sobre sua assinatura? Nossa <a href="%(subscriptionSupportUrl)s">equipe de suporte</a> está aqui para ajudar.
ro: Întrebări despre abonament? <a href="%(subscriptionSupportUrl)s">Echipa noastră de asistență</a> este aici ca să te ajute.
ru: У вас есть вопросы по вашей подписке? Наша <a href="%(subscriptionSupportUrl)s">команда поддержки</a> с радостью поможет вам.
sl: Imate vprašanja o vaši naročnini? Naša <a href="%(subscriptionSupportUrl)s">ekipa za podporo</a> je tu, da vam pomaga.
sq: Pyetje rreth pajtimit tuaj? <a href="%(subscriptionSupportUrl)s">Ekipi ynë i asistencës</a> është këtu për t’ju ndihmuar.
sr: Имате питања о претплати? Наш <a href="%(subscriptionSupportUrl)s">тим за подршку</a> је ту да вам помогне.
sr_latn: Imate pitanja o pretplati? Naš <a href="%(subscriptionSupportUrl)s">tim za podršku</a> je tu da vam pomogne.
sv_se: Frågor om ditt prenumeration? Vårt <a href="%(subscriptionSupportUrl)s"> supportteam</a> finns här för att hjälpa dig.
th: มีคำถามเกี่ยวกับการบอกรับของคุณหรือไม่? <a href="%(subscriptionSupportUrl)s">ทีมสนับสนุน</a>ของเราพร้อมช่วยคุณ
tr: Aboneliğinizle ilgili sorularınız mı var? <a href="%(subscriptionSupportUrl)s">Destek ekibimiz</a> size yardımcı olabilir.
uk: Маєте питання щодо передплати? Наша <a href="%(subscriptionSupportUrl)s">команда підтримки</a> з радістю допоможе вам.
