Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
ar: نجحت إزالة %(secondaryEmail)s باعتباره بريدا إلكترونيا ثانويا من حساب فَيَرفُكس. لن تُرسل بعد الآن التنبيهات الأمنية وتأكيدات الولوج إلى ذلك العنوان.
be: Вы паспяхова выдалілі другі адрас %(secondaryEmail)s з вашага ўліковага запісу Firefox. Абвесткі бяспекі і пацвярджэнні ўваходу больш на гэты адрас дасылацца не будуць.
bg: Допълнителният ел. адрес %(secondaryEmail)s е премахнат успешно от вашия Firefox Account. Известията по сигурността и потвържденията за влизане няма да бъдат изпращани към него.
bs: Uspješno ste uklonili %(secondaryEmail)s kao sekundarni email sa vašeg Firefox računa. Sigurnosna obavještenja i potvrde prijava više se neće slati na ovu adresu.
ca: Heu eliminat %(secondaryEmail)s com a adreça electrònica secundària del compte del Firefox. Ja no s'enviaran notificacions de seguretat ni confirmacions d'inici de sessió a aquesta adreça.
cs: Úspěšně jste z vašeho účtu Firefoxu odebrali %(secondaryEmail)s coby záložní e-mailovou adresu. Nadále už nebudou na tuto adresu doručovány bezpečnostní oznámení a potvrzování přihlášení.
cy: Rydych wedi tynnu %(secondaryEmail)s yn llwyddiannus fel ail e-bost o'ch Cyfrif Firefox. Ni fydd hysbysiadau diogelwch na chadarnhad mewngofnodi yn cael eu hanfon i'r cyfeiriad hwn.
da: Du har fjernet %(secondaryEmail)s som sekundær mailadresse fra din Firefox-konto. Sikkerhedsmeddelelser og login-bekræftelser vil ikke længere blive sendt til denne mailadresse.
de: Sie haben %(secondaryEmail)s als Zweit-E-Mail-Adresse Ihres Firefox-Kontos entfernt. Sicherheitshinweise und Anmeldebestätigungen werden nicht mehr an diese Adresse geschickt.
el: Έχετε αφαιρέσει επιτυχώς το %(secondaryEmail)s από δευτερεύον email από τον λογαριασμό Firefox σας. Οι ειδοποιήσεις ασφαλείας και οι επιβεβαιώσεις σύνδεσης δεν θα αποστέλλονται πλέον σε αυτήν τη διεύθυνση.
es_ar: Eliminaste satisfactoriamente %(secondaryEmail)s como correo electrónico secundario de tu cuenta de Firefox. Las notificaciones de seguridad y confirmaciones de inicio de sesión no se van a enviar más a esta dirección.
es_cl: Has eliminado exitosamente %(secondaryEmail)s como correo secundario de tu cuenta de Firefox. Las notificaciones de seguridad y confirmaciones de conexión ya no serán enviadas a esta dirección.
et: Eemaldasid aadressi %(secondaryEmail)s enda Firefoxi kontost. Turvateavitusi ja sisselogimise kinnitusi sellele aadressile enam ei saadeta.
fa: شما با موفقیت %(secondaryEmail)s را از حساب فایرفاکس خود حذف کردید. اعلان‌های امنیتی و تاییدیه‌های ورود دیگر برای این آدرس ارسال نخواهند شد.
fi: Olet poistanut toissijaisen sähköpostiosoitteen %(secondaryEmail)s Firefox-tililtäsi. Tietoturvailmoituksia ja kirjautumisvahvistuksia ei enää lähetetä tähän osoitteeseen.
fr: %(secondaryEmail)s a été retiré des adresses électroniques secondaires de votre compte Firefox. Vous ne recevrez plus de notification ni de confirmation de connexion sur cette adresse électronique.
gd: Thug thu air falbh %(secondaryEmail)s mar phost-d dàrnach on chunntas Firefox agad. Cha dèid brathan is dearbhaidhean mu chlàradh a-steach a chur gun t-seòladh ud tuilleadh.
he: הסרת בהצלחה את %(secondaryEmail)s ככתובת הדוא״ל המשנית מחשבון ה־Firefox שלך. התרעות אבטחה ואישורי כניסה לא יישלחו יותר לכתובת זו.
hi: आपने अपने Firefox खाते से एक द्वितीयक ईमेल के रूप में %(secondaryEmail)s को सफलतापूर्वक निकाल दिया हैं। सुरक्षा सूचनाएं और साइन-इन पुष्टियां अब इस पते पर डिलीवर नहीं की जाएंगी।
hr: Adresa %(secondaryEmail)s uspješno je uklonjena kao sekundarna adresa e-pošte za tvoj Firefox račun. Sigurnosne obavijesti i potvrde prijave više neće stizati na tu adresu.
hu: Sikeresen eltávolította a következő másodlagos e-mail címet a Firefox fiókjából: %(secondaryEmail)s. A biztonsági értesítések és a bejelentkezési megerősítések többé nem lesznek elküldve erre a címre.
ia: Tu ha retirate %(secondaryEmail)s como adresse de e-mail secundari de tu conto Firefox. Le notificationes de securitate e le confirmationes de apertura de session non plus essera inviate a iste adresse.
it: L’indirizzo email %(secondaryEmail)s non è più configurato come indirizzo secondario per questo account. Da questo momento le notifiche di sicurezza e le verifiche d’accesso non verranno più inviate a questo indirizzo email.
ja: %(secondaryEmail)s があなたの Firefox アカウントの予備アドレスから削除されました。セキュリティ通知やログイン確認は今後このアドレスには送られなくなります。
ka: %(secondaryEmail)s მოცილებულია Firefox-ანგარიშის დამატებითი ელფოსტის მისამართებიდან. ამიერიდან, უსაფრთხოების შეტყობინებებისა და შესვლების დასადასტურებელი მოთხოვნები, ამ მისამართზე აღარ გამოიგზავნება.
kab: Tekkseḍ akken iwata %(secondaryEmail)s imayl-ik asnawan seg umiḍan-ik Firefox. Ilɣa n tɣellistakked isentam n tuqqna ur d-ttwaznan ara ar tensa-agi imayl.
kk: Сіз Firefox тіркелгіңізден %(secondaryEmail)s адресін екіншілік адресі ретінде сәтті өшірдіңіз. Қауіпсіздік ескертулері және кіру хабарламалары ол адреске енді жіберілмейтін болады.
lt: Iš jūsų „Firefox“ paskyros sėkmingai pašalintas antrinis el. paštas %(secondaryEmail)s. Saugos pranešimai ir prisijungimo patvirtinimai šiuo adresu nebebus siunčiami.
ml: നിങ്ങളുടെ ഫയർ ഫോക്സിന്റെ അക്കൌണ്ടിന്റെ ദ്വിതീയ ഇമെയിൽ %(secondaryEmail)s നീക്കംചെയ്തു. സുരക്ഷാ അറിയിപ്പുകളും സൈൻ ഇൻ സ്ഥിരീകരണങ്ങളും ഈ വിലാസത്തിലേക്ക് ഇനി അയയ്ക്കുന്നതല്ല.
ms: Anda berjaya membuang %(secondaryEmail)s sebagai e-mel sekunder daripada Akaun Firefox anda. Notifikasi keselamatan dan pengesahan daftar masuk tidak lagi akan dihantar ke alamat ini.
nb_no: Du har slettet %(secondaryEmail)s som en sekundær e-postadresse fra Firefox-kontoen din. Sikkerhetsmeldinger og innloggingsbekreftelser vil ikke lenger bli leverte til denne adressen.
nl: U hebt %(secondaryEmail)s met succes als secundair e-mailadres van uw Firefox-account verwijderd. Beveiligingsmeldingen en aanmeldingsbevestigingen worden niet meer op dit adres afgeleverd.
pl: Pomyślnie usunięto dodatkowy adres e-mail %(secondaryEmail)s z konta Firefoksa. Powiadomienia bezpieczeństwa i potwierdzenia logowania nie będą już wysyłane na ten adres.
pt: Removeu com sucesso %(secondaryEmail)s como um email secundário para a sua Conta Firefox. Notificações de segurança e confirmações de início de sessão não serão mais entregues a este endereço.
pt_br: Você removeu com sucesso %(secondaryEmail)s como email secundário da sua Conta Firefox. Notificações de segurança e confirmações de acesso não serão mais enviadas para este endereço.
ro: Ai eliminat cu succes %(secondaryEmail)s ca e-mail secundar din contul tău Firefox. Notificările de securitate și confirmările de autentificare nu vor mai fi trimise la această adresă.
ru: Вы успешно удалили дополнительный адрес электронной почты %(secondaryEmail)s из своего аккаунта Firefox. Уведомления безопасности и подтверждения входа больше на этот адрес отправляться не будут.
sk: Úspešne ste odstránili %(secondaryEmail)s ako alternatívnu e-mailovú adresu z vášho účtu Firefox. Bezpečnostné upozornenia a potvrdenia prihlásenia už nebudú odosielané na túto adresu.
sl: Uspešno ste odstranili %(secondaryEmail)s kot pomožni e-poštni naslov svojega Firefox Računa. Varnostnih obvestil in potrditev prijav ne bomo več pošiljali na ta naslov.
sq: E hoqët me sukses prej Llogarisë tuaj Firefox %(secondaryEmail)s si një email dytësor. Te kjo adresë nuk do të dërgohen më njoftime sigurie dhe ripohime hyrjesh.
sr: Успешно сте уклонили %(secondaryEmail)s, секундарну адресу вашег Firefox налога. Безбедносна обавештења и потврде пријаве се неће више слати на ову адресу.
sr_latn: Uspešno ste uklonili %(secondaryEmail)s, sekundarnu adresu vašeg Firefox naloga. Bezbednosna obaveštenja i potvrde prijave se neće više slati na ovu adresu.
sv_se: Du har tagit bort %(secondaryEmail)s som en sekundär e-postadress från ditt Firefox-konto. Säkerhetsmeddelanden och inloggningsbekräftelser kommer inte längre att levereras till den här adressen.
th: คุณได้ลบ %(secondaryEmail)s จากอีเมลสำรองจากบัญชี Firefox ของคุณสำเร็จแล้ว การแจ้งเตือนความปลอดภัยและการยืนยันการลงชื่อเข้าใช้จะไม่มีการส่งไปยังที่อยู่นี้อีก
tr: Firefox Hesabınızda ikinci e-posta olarak kayıtlı %(secondaryEmail)s adresini başarıyla sildiniz. Güvenlik bildirimleri ve giriş onayları artık bu adrese gönderilmeyecektir.
tt: Сез Firefox хисап язмагызда икенче электрон почта адресы булган %(secondaryEmail)s адресын уңышлы бетердегез. Моннан ары хәвефсезлек искәртүләре һәм керү игъланнары ул адреска җибәрелмәячәк.
uk: Ви успішно вилучили додаткову адресу %(secondaryEmail)s з вашого облікового запису Firefox. Сповіщення безпеки та підтвердження входу більше не будуть надсилатися на цю адресу.

source: Two-step authentication disabled
ar: عُطّل الاستيثاق بخطوتين
be: Двухэтапная аўтарызацыя адключана
bs: Autentifikacija u dva koraka je onemogućena
ca: S'ha inhabilitat l'autenticació en dos passos
cs: Dvoufázové ověřování je vypnuto
cy: Mae dilysu dau gam wedi ei analluogi
da: Totrinsgodkendelse deaktiveret
de: Zwei-Schritt-Authentifizierung deaktiviert
el: Η ταυτοποίηση δύο παραγόντων ενεργοποιήθηκε
es_ar: Se deshabilitó la autenticación en dos pasos
es_cl: Autenticación en dos pasos desactivada
et: Kaheastmeline autentimine keelati
fi: Kaksivaiheinen todennus poistettu käytöstä
fr: Authentification en deux étapes désactivée
gd: Tha an dearbhadh dà-cheumnach à comas
he: אימות דו־שלבי הושבת
hr: Dvofaktorska autentifikacija deaktivirana
hu: Kétlépcsős hitelesítés letiltva
ia: Authentication a duo passos disactivate
it: Autenticazione in due passaggi disattivata
ja: 2 段階認証が無効化されました
ka: ორსაფეხურიანი დამოწმება შესვლისას გამორთულია
kab: Asesteb s snat n tarrayin yensa
lt: Išjungtas dvipakopis atpažinimas
ml: ഇരട്ട-സ്റ്റെപ്പ് പ്രാമാണീകരണം അപ്രാപ്തമാക്കി
ms: Pengesahan dwi-langkah telah dinyahdayakan
nb_no: Totrinns-verifisering deaktivert
nl: Authenticatie in twee stappen uitgeschakeld
pa_in: ਦੋ-ਪੜਾਵੀਂ ਪਰਮਾਣਕਿਤਾ ਅਸਮਰੱਥ ਹੈ
pl: Wyłączono uwierzytelnianie dwuetapowe
pt: Autenticação de dois passos desativada
pt_br: Autenticação em duas etapas desativado
ro: Autentificare în doi pași dezactivată
ru: Двухэтапная аутентификация отключена
sk: Dvojstupňové overenie bolo zakázané
sl: Overitev v dveh korakih je onemogočena
sq: Mirëfilltësimi dyhapësh u çaktivizua
sr: Аутентификација у два корака онемогућена
sr_latn: Autentifikacija u dva koraka onemogućena
sv_se: Tvåstegsautentisering inaktiverad
te: రెండు-దశల ప్రమాణీకరణ అచేతనమైనది
th: ปิดใช้งานการรับรองความถูกต้องสองขั้นตอนแล้ว
tr: İki aşamalı kimlik doğrulama kapatıldı
tt: Ике адымлы аутентификация сүндерелде
uk: Двоетапну перевірку вимкнено

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
ar: لقد عطّلت بنجاح الاستيثاق بخطوتين لحساب فَيَرفُكس بالجهاز الآتي:
be: Вы паспяхова адключылі двухэтапную аўтарызацыю ў вашым ўліковым запісе Firefox з наступнай прылады:
bs: Uspješno ste onemogućili autentifikaciju u dva koraka na vašem Firefox računu sa sljedećeg uređaja:
ca: Heu inhabilitat l'autenticació en dos passos per al compte del Firefox des del següent dispositiu:
cs: Úspěšně jste vypnuli dvoufázové ověřování na vašem účtu Firefoxu z následujícího zařízení:
cy: Rydych wedi analluogi dilysu dau gam yn llwyddiannus ar eich Cyfrif Firefox o'r ddyfais ganlynol:
da: Du har deaktiveret totrinsgodkendelse på din Firefox-konto fra følgende enhed:
de: Sie haben die Zwei-Schritt-Authentifizierung für Ihr Firefox-Konto von folgendem Gerät erfolgreich deaktiviert:
el: Έχετε απενεργοποιήσει επιτυχώς την ταυτοποίηση δύο παραγόντων στον λογαριασμό Firefox σας από την ακόλουθη συσκευή:
es_ar: Desactivó correctamente la autenticación en dos pasos en su cuenta de Firefox desde el siguiente dispositivo:
es_cl: Has desactivado exitosamente la autenticación en dos pasos en tu cuenta de Firefox desde el siguiente dispositivo:
et: Oled järgnevat seadet kasutades edukalt keelanud Firefoxi konto kaheastmelise autentimise:
fi: Olet poistanut kaksivaiheisen todennuksen käytöstä Firefox-tililläsi laitteella:
fr: Vous avez désactivé l’authentification en deux étapes pour votre compte Firefox à partir de l’appareil suivant :
gd: Chuir thu dearbhadh dà-cheumnach à comas sa chunntas Firefox agad o na h-uidheaman a leanas:
he: נטרלת בהצלחה אימות דו־שלבי על חשבון ה־Firefox שלך מהמכשיר הבא:
hr: Uspješno si deaktivirao/la dvofaktorsku autentifikaciju na tvom Firefox računu sa sljedećeg uređaja:
hu: Sikeresen letiltotta a kétlépcsős hitelesítést a Firefox fiókjához a következő eszközön:
ia: Tu ha disactivate con successo le authentication a duo passos sur tu conto Firefox ab le sequente apparato:
it: L’autenticazione in due passaggi per il tuo account Firefox è stata disattivata correttamente dal seguente dispositivo:
ja: 次の端末から Firefox アカウント上の 2 段階認証の無効化が完了しました:
ka: ორსაფეხურიანი დამოწმება შესვლისას წარმატებით ჩაირთო თქვენს Firefox-ანგარიშზე შემდეგი მოწყობილობიდან:
kab: Tsenseḍ akken iwata asesteb s snat n tarrayin ɣef umiḍan-ik Firefox Account seg yibenk-agi:
lt: Dvipakopis atpažinimas sėkmingai išjungtas jūsų „Firefox“ paskyrai, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തിൽ നിന്ന് നിങ്ങളുടെ ഫയർഫോക്സിലെ രണ്ട് ഘട്ട പരിശോധന വിജയകരമായി അപ്രാപ്തമാക്കി:
ms: Anda telah berjaya nyahdayakan pengesahan dwi-langkah Akaun Firefox anda dari peranti berikut:
nb_no: Du har deaktivert totrinns-verifisering på din Firefox-konto fra følgende enhet:
nl: U hebt authenticatie in twee stappen op uw Firefox-account uitgeschakeld vanaf het volgende apparaat:
pl: Pomyślnie wyłączono uwierzytelnianie dwuetapowe na koncie Firefoksa z tego urządzenia:
pt: Desativou com sucesso a autenticação de dois passos na sua Conta Firefox a partir do seguinte dispositivo:
pt_br: Você desativou com sucesso a autenticação em duas etapas na sua Conta Firefox através do seguinte dispositivo:
ro: Ai dezactivat cu succes autentificarea în doi pași pentru contul tău Firefox de pe următorul dispozitiv:
ru: Вы успешно отключили двухэтапную аутентификацию в вашем Аккаунте Firefox со следующего устройства:
sk: Úspešne ste zakázali dvojstupňové overenie na vašom účte Firefox z nasledujúceho zariadenia:
sl: Uspešno ste onemogočili overitev v dveh korakih za svoj Firefox Račun z naslednje naprave:
sq: Çaktivizuat me sukses mirëfilltësimin dyhapësh për Llogarinë tuaj Firefox që nga pajisja vijuese:
sr: Успешно сте онемогућили аутентификацију у два корака на вашем Firefox налогу са уређаја:
sr_latn: Uspešno ste onemogućili autentifikaciju u dva koraka na vašem Firefox nalogu sa uređaja:
sv_se: Du har inaktiverat tvåstegsautentisering på ditt Firefox-konto från följande enhet:
th: คุณได้ปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนบน Firefox Account ของคุณจากอุปกรณ์ต่อไปนี้สำเร็จแล้ว:
tr: Aşağıdaki cihaz aracılığıyla Firefox Hesabınızda iki aşamalı kimlik doğrulamayı devre dışı bıraktınız:
tt: Түбәндәге җиһаздан Firefox хисабыгыз өчен ике адымлы аутентификацияне уңышлы рәвештә сүндердегез:
uk: Ви успішно вимкнули двоетапну перевірку облікового запису Firefox з такого пристрою:

source: Security codes will no longer be required at each sign-in.
ar: لن تعود رموز الاستعادة مطلوبة للولوج.
be: Коды бяспекі больш не будуць патрабавацца пры кожным ўваходзе.
bs: Sigurnosni kodovi se više neće tražiti pri svakoj prijavi.
ca: Ja no es demanaran els codis de seguretat per a cada inici de sessió.
cs: Při přihlášení už nebude třeba zadávat bezpečnostní kódy.
cy: Ni fydd angen codau diogel bellach wrth fewngofnodi.
da: Sikkerhedskoder vil ikke længere være påkrævet ved login.
de: Sicherheitscodes sind bei der Anmeldung ab sofort nicht mehr erforderlich.
el: Οι κωδικοί ασφαλείας δεν θα ζητούνται πλέον σε κάθε σύνδεση.
es_ar: Los códigos de seguridad ya no van a ser necesarios en cada inicio de sesión.
es_cl: Los códigos de seguridad ya no serán requeridos en cada conexión.
et: Turvakoode igal sisselogimisel enam ei nõuta.
fi: Turvallisuuskoodeja ei enää vaadita jokaisella kirjautumisella.
fr: Un code de sécurité ne sera désormais plus nécessaire au moment de la connexion.
gd: Cha dèid còdan tèarainteachd iarraidh gach turas a chleachdas tu a-steach tuilleadh.
he: לא תופיע דרישה לקודים של אבטחה עם כל כניסה.
hr: Sigurnosni kodovi više neće biti potrebni pri svakoj prijavi.
hu: A biztonsági kód már nem lesz szükséges minden bejelentkezésnél.
ia: Le codices de securitate non essera plus necessari a cata authentication.
it: I codici di verifica non verranno più richiesti ad ogni accesso.
ja: 今後ログインのたびにセキュリティコードを入力する必要はなくなります。
ka: უსაფრთხოების კოდების შეყვანა ყოველი შესვლისას აღარ იქნება საჭირო.
kab: Tingalin n tririt uir zgint laqent yal tuqqna.
lt: Saugos kodų kaskart prisijungiant prie paskyros nebebus prašoma.
ml: ഓരോ പ്രവേശനത്തിലും ഇനി സുരക്ഷാ കോഡുകളുടെ ആവശ്യമില്ല.
ms: Kod keselamatan tidak akan diperlukan lagi ketika daftar masuk.
nb_no: Sikkerhetskoder vil ikke lenger kreves ved hver pålogging.
nl: Vanaf nu zijn bij elke aanmelding geen beveiligingscodes meer vereist.
pl: Od teraz kody zabezpieczeń nie będą wymagane podczas każdego logowania.
pt: Os códigos de segurança não serão mais requeridos a cada início de sessão.
pt_br: Códigos de segurança não serão mais necessários a cada novo acesso.
ro: Codurile de securitate nu vor mai fi necesare la fiecare autentificare.
ru: Коды безопасности теперь не будут необходимы при каждом входе.
sk: Pri prihlásení už nebude nutné zadávať bezpečnostné kódy.
sl: Varnostne kode ne bodo več zahtevane ob vsaki prijavi.
sq: S’do të kërkohen më kode sigurie për çdo hyrje.
sr: Безбедносни кодови из ваше апликације за аутентификацију од сада неће више бити потребни за приступање.
sr_latn: Bezbednosni kodovi iz vaše aplikacije za autentifikaciju od sada neće više biti potrebni za pristupanje.
sv_se: Säkerhetskoder behövs inte längre vid varje inloggning.
th: รหัสความปลอดภัยจะไม่บังคับใช้ในการลงชื่อเข้าใช้แต่ละครั้งแล้ว
tr: Artık her girişte güvenlik kodları sorulmayacaktır.
tt: Артык һәр керүдә хәвефсезлек кодлары таләп ителмәячәк.
uk: Тепер коди безпеки більше не будуть вимагатися при кожному вході.
