Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You're signed in and ready to start exploring safely and securely.
be: Вы ўвайшлі і гатовы пачаць бяспечнае і абароненае агляданне.
lt: Jūs prisijungę ir pasiruošę saugiam naršymui.

source: Now get the most of Firefox by signing in everywhere you browse.
be: Цяпер атрымайце максімум ад Firefox, увайшоўшы ўсюды, дзе вы аглядаеце.
lt: O dabar išnaudokite „Firefox“ visokeriopai, prisijungdami kituose savo įrenginiuose.

source: Connect another device:
be: Злучыць іншую прыладу:
lt: Susieti kitą įrenginį:

source: Welcome to %(serviceName)s!
be: Вітаем у %(serviceName)s!
ca: Us donem la benvinguda al %(serviceName)s!
lt: Sveiki, čia „%(serviceName)s“!
ml: %(serviceName)s ലേക്ക് സ്വാഗതം!

source: Welcome!
ar: مرحبًا!
ast: ¡Bienllegáu!
be: Вітаем!
bg: Добре дошли!
bs: Dobrodošli!
ca: Us donem la benvinguda!
eu: Ongi etorri!
fa: خوش‌آمدید!
gd: Fàilte!
hi: स्वागत है!
kk: Қош келдіңіз!
lt: Sveiki!
lv: Laipni lūdzam!
ml: സ്വാഗതം!
ms: Selamat datang!
pa_in: ਜੀ ਆਇਆਂ ਨੂੰ!
te: స్వాగతం!

source: Confirm this email address to activate your Firefox Account and continue to %(serviceName)s.
be: Пацвердзіце гэты адрас электроннай пошты, каб актываваць свой уліковы запіс Firefox і працягнуць у %(serviceName)s.
lt: Patvirtinkite šį el. pašto adresą, norėdami aktyvuoti savo „Firefox“ paskyrą, ir tęsti su „%(serviceName)s“.
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ട് സജീവമാക്കുന്നതിനും %(serviceName)sകൾ തുടരുന്നതിന് ഈ ഇമെയിൽ വിലാസം സ്ഥിരീകരിക്കുക.

source: Confirm this email address to activate your Firefox Account.
be: Пацвердзіце адрас электроннай пошты для актывацыі ўліковага запісу Firefox.
lt: Patvirtinkite šį el. pašto adresą, norėdami aktyvuoti savo „Firefox“ paskyrą.
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൌണ്ട് സജീവമാക്കുന്നതിന് ഈ ഇമെയിൽ വിലാസം സ്ഥിരീകരിക്കുക.

source: Activate now
ar: فعّل الآن
ast: Activar agora
be: Актываваць зараз
bg: Активиране
bs: Aktiviraj sada
ca: Activa
eu: Aktibatu orain
fa: هم‌اکنون فعال‌سازی شود
gd: Cuir an gnìomh an-dràsta
hi: अब सक्रिय करें
kk: Қазір белсендіру
lt: Aktyvinti dabar
lv: Aktivizēt tagad
ml: ഇപ്പോൾ സജീവമാക്കുക
ms: Aktifkan sekarang
pa_in: ਹੁਣੇ ਸਰਗਰਮ ਕਰੋ
te: ఇప్పుడే క్రియాశీలం చెయ్యి

source: Verify Email
ar: أكّد البريد الإلكتروني
ast: Verificar corréu
be: Пацвердзіць эл.пошту
bg: Потвърждаване на ел. адрес
bs: Potvrdi email
ca: Verifiqueu l'adreça electrònica
eu: Egiaztatu helbide elektronikoa
fa: تایید پست‌الکترونیکی
gd: Dearbh am post-d
hi: ईमेल सत्यापित करें
kk: Эл. поштаны растау
lt: Patvirtinti el. paštą
lv: Apstiprināt epastu
ml: ഇമെയില്‍ സ്ഥിരീകരിയ്ക്കുക
ms: Sahkan emel
pa_in: ਈਮੇਸ ਤਸਦੀਕ ਕਰੋ
te: ఈమెయిల్ నిర్థారించు

source: Verify your email to finish your Firefox Account registration
ar: أكّد بريدك الإلكتروني لإنهاء تسجيل حساب فَيَرفُكس الخاص بك
ast: Verifica'l to corréu pa finar el rexistru de la to cuenta de Firefox
be: Пацвердзіце вашу электронную пошту, каб завяршыць рэгістрацыю ўліковага запісу Firefox
bg: Потвърдете вашата ел. поща, за да завършите регистрацията на своя Firefox Account
bs: Potvrdite vaš email da dovršite registraciju Firefox računa
ca: Per finalitzar el registre del compte del Firefox, verifiqueu l'adreça electrònica
eu: Egiaztatu zure posta elektronikoa zure Firefox kontuaren erregistroa amaitzeko
fa: پست‌الکترونیکی خود را برای تکمیل عضویت در حساب فایرفاکس تایید کنید
gd: Dearbh am post-d agad a choileanadh clàradh a’ chunntais Firefox agad
hi: अपना Firefox खाता पंजीकरण समाप्त करने के लिए अपना ईमेल सत्यापित करें
kk: Firefox тіркелгісін тіркеуді аяқтау үшін эл. пошта адресіңізді растаңыз
lt: Patvirtinkite savo el. pašto adresą, kad užbaigtumėte „Firefox“ paskyros registraciją
lv: Pārbaudiet savu e-pastu, lai pabeigtu jūsu Firefox konta reģistrāciju
ml: നിങ്ങളുടെ ഫയർ ഫോക്സ് രജിസ്ട്രേഷൻ പൂർത്തിയാക്കുന്നതിന് നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിക്കുക
ms: Sahkan emel anda untuk melengkapkan pendaftaran Akaun Firefox anda
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਰਜਿਸਟਰੇਸ਼ਨ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਤਸਦੀਕ ਕਰੋ
te: మీ Firefox ఖాతా నమోదు పూర్తి చేయడానికి మీ ఇమెయిల్ చిరునామాను ధృవీకరించండి

source: Activate now:
ar: فعّل الآن:
ast: Activar agora:
be: Актываваць зараз:
bg: Активиране:
bs: Aktiviraj sada:
ca: Activa:
eu: Aktibatu orain:
fa: حالا فعال کن:
gd: Cuir an gnìomh an-dràsta:
hi: अभी सक्रिय करें:
kk: Қазір белсендіру:
lt: Aktyvinti dabar:
lv: Aktivizēt tagad:
ml: ഇപ്പോൾ സജീവമാക്കുക:
ms: Aktifkan sekarang:
pa_in: ਹੁਣੇ ਸਰਗਰਮ ਕਰੋ:
te: ఇప్పుడే క్రియాశీలం చేయి:

source: If you suspect that someone is trying to gain access to your account, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
ar: إذا كنت تظن أن شخصا أخر يحاول الوصول إلي حسابك، فرجاءً <a %(passwordChangeLinkAttributes)s>غير كلمة السرّ الخاصة بك</a>.
ast: Si sospeches que daquién ta tentando de consiguir accesu a la to cuenta, <a %(passwordChangeLinkAttributes)s> por favor camuda la contraseña</a>.
be: Калі вы падазраяце, што хтосьці спрабуе атрымаць доступ да вашага ўліковага запісу, <a %(passwordChangeLinkAttributes)s>калі ласка, змяніце пароль</a>.
bg: Ако подозирате, че някой се опитва да получи достъп до вашата сметка, <a %(passwordChangeLinkAttributes)s>моля, сменете паролата си</a>.
bs: Ako sumnjate da neko pokušava dobiti pristup vašem računu, <a %(passwordChangeLinkAttributes)s>molimo promijenite vašu lozinku</a>.
ca: Si sospiteu que algú està provant d'accedir al vostre compte, <a %(passwordChangeLinkAttributes)s>canvieu la contrasenya</a>.
fa: اگر شما مشکوک هستید که فرد دیگری قصد ورود به حساب‌کاربری شما را دارد،<a %(passwordChangeLinkAttributes)s>کلمه عبور خود را تغییر دهید</a>.
gd: Ma tha thu dhen bheachd gu bheil cuideigin a’ feuchainn ri briseadh a-steach dhan chunntas agad, <a %(passwordChangeLinkAttributes)s>atharraich am facal-faire agad</a>.
hi: यदि आपको संदेह है कि कोई को आपके खाते तक पहुंच हासिल करने के लिए कोशिश कर रहा है, तो <a %(passwordChangeLinkAttributes)s>कृपया अपना पासवर्ड बदलें</a>.
kk: Егер сіздің тіркелгіңізге біреу қолың жеткізгісі келіп жүр деген күмәніңіз бар болса, <a %(passwordChangeLinkAttributes)s>пароліңізді өзгертіңіз</a>.
lt: Jeigu įtariate, kad kažkas kitas bando gauti prieigą prie jūsų paskyros, <a %(passwordChangeLinkAttributes)s>patarime pakeisti jos slaptažodį</a>.
lv: Ja jums ir aizdomas ka kāds mēģina piekļūt jūsu kontam, <a %(passwordChangeLinkAttributes)s>lūdzu izmainiet savu paroli</a>.
ms: Jika anda mengesyaki bahawa seseorang sedang cuba untuk mendapatkan akses ke akaun anda, <a %(passwordChangeLinkAttributes)s>Sila tukar kata laluan anda</a>.
te: ఎవరైనా మీ ఖాతాను పొందటం ప్రయత్నిస్తున్నారు మీరు అనుమానిస్తే, <a %(passwordChangeLinkAttributes)s>దయచేసి మీ పాస్వర్డ్ మార్చుకోండి</a>.

source: Verify email
ar: أكّد البريد
ast: Verificar corréu
be: Пацвердзіць эл.пошту
bg: Потвърждаване
bs: Verifikuj email
ca: Verifiqueu l'adreça electrònica
eu: Egiaztatu helbide elektronikoa
fa: تایید ایمیل
gd: Dearbh am post-d
hi: ईमेल सत्यापित करें
kk: Эл. пошта адресін растау
lt: Patvirtinti el. paštą
ml: ഇമെയില്‍ സ്ഥിരീകരിക്കുക
ms: Sahkan emel
pa_in: ਈਮੇਲ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
te: ఇమెయిల్ ని నిర్ధారించండి:

source: If you did not authorize this action, <a %(passwordChangeLinkAttributes)s>please change your password</a>.
ar: إن لم تكن قد استوثقت هذا الإجراء <a %(passwordChangeLinkAttributes)s>فرجاءً غيّر كلمة السر</a>.
be: Калі вы не аўтарызоўвалі гэта дзеянне, <a %(passwordChangeLinkAttributes)s>калі ласка, змяніце пароль</a>.
bg: Ако вие не сте упълномощили това действие, <a %(passwordChangeLinkAttributes)s>моля, сменете своята парола</a>.
bs: Ako niste odobrili ovu aktivnost, <a %(passwordChangeLinkAttributes)s>molimo promijenite vašu lozinku</a>.
ca: Si no heu autoritzat aquesta acció, <a %(passwordChangeLinkAttributes)s>canvieu la contrasenya</a>.
gd: Mur tusa a dh’iarr seo, <a %(passwordChangeLinkAttributes)s>atharraich am facal-faire agad</a>.
lt: Jeigu šis veiksmas įvyko be jūsų žinios, <a %(passwordChangeLinkAttributes)s>patariame pasikeisti slaptažodį</a>.
ms: Jika anda tidak membenarkan tindakan ini, <a %(passwordChangeLinkAttributes)s>sila tukar kata laluan anda</a>.

source: If you did not authorize this action, please change your password.
ar: إن لم تكن من استوثق هذا الإجراء، فرجاءً غيّر كلمة السر.
be: Калі вы не аўтарызавалі гэта дзеянне, калі ласка, змяніце пароль.
bg: Ако вие не сте упълномощили това действие, моля, сменете своята парола.
bs: Ako niste odobrili ovu aktivnost, molimo promijenite vašu lozinku.
ca: Si no heu autoritzat aquesta acció, canvieu la contrasenya.
gd: Mur tusa a dh’iarr seo, atharraich am facal-faire agad.
lt: Jeigu šis veiksmas įvyko be jūsų žinios, patariame pasikeisti slaptažodį.
ml: ഈ പ്രവൃത്തി അംഗീകരിക്കുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ രഹസ്യവാക്ക് മാറ്റുക.
ms: Jika anda tidak membenarkan tindakan ini, sila tukar kata laluan anda.

source: Confirm email
be: Пацвердзіць эл.пошту
lt: Patvirtinkite el. paštą

source: Confirm your email and start to sync!
ar: أكّد بريدك الإلكتروني لبدء التزامن!
ast: ¡Confirma'l to corréu y entama a sincronizar!
be: Пацвердзіць адрас электроннай пошты і пачаць сінхранізацыю!
bg: Потвърдете своя имейл и започнете синхронизиране!
bs: Potvrdite vaš email i počnite sinhronizovati!
ca: Confirmeu la vostra adreça electrònica i inicieu la sincronització.
eu: Berretsi zure helbide elektronikoa eta hasi sinkronizatzen!
fa: ایمیل خود را تایید و شروع به همگام‌سازی کنید!
gd: Dearbh am post-d agad is tòisich air sioncronachadh!
hi: अपने ईमेल की पुष्टि करें और संकालन करना प्रारंभ करें!
kk: Эл. пошта адресіңізді растап, синхрондауды бастаңыз!
lt: Patvirtinkite savo el. pašto adresą ir pradėkite sinchronizavimą!
ml: നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിച്ച് സമന്വയിപ്പിക്കാൻ തുടങ്ങുക!
ms: Sahkan emel anda dan mulakan sync!
pa_in: ਆਪਣੇ ਈਮੇਲ ਦੀ ਤਸਦੀਕ ਕਰੋ ਅਤੇ ਸਿੰਕ ਨੂੰ ਸ਼ੁਰੂ ਕਰੋ!
te: మీ ఇమెయిల్ ని నిర్ధారించి సమకాలీకరించడానికి ప్రారంభించండి!

source: Finish Creating Your Account
be: Завяршыць стварэнне ўліковага запісу
lt: Užbaikite paskyros kūrimą

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
be: Запытаная старонка не знойдзена. Мы атрымалі паведамленне і будзем выпраўляць усе спасылкі, якія могуць быць пашкоджаны.
lt: Jūsų ieškomas tinklalapis nerastas. Mums buvo pranešta ir būtinai sutvarkysime visus neteisingus saitus.

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
be: Ах, нешта пайшло не так. Мы апавешчаныя і пачнём працу над выпраўленнем.
lt: Vaje, nutiko kažkas nenumatyto. Mums apie tai pranešta, tad netrukus pradėsime šią problemą spręsti.

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
be: Мы зараз моцна загружаны і працуем над тым, каб вярнуць сістэму ў нармальны стан як мага хутчэй.
lt: Serveris šiuo metu labai apkrautas, todėl mes stengiamės kuo greičiau sistemą grąžinti į normalią būseną.

source: Please activate your account by confirming this email address.
ar: رجاءً فعّل حسابك عن طريق تأكيد عنوان بريدك الإلكتروني هذا.
ast: Activa la to cuenta confirmando esta direición de corréu, por favor.
bg: Моля, активирайте сметката си като потвърдите вашия адрес на ел. поща.
bs: Molimo aktivirajte vaš račun potvrdom ove email adrese.
eu: Mesedez aktibatu zure kontua helbide elektroniko hau egiaztatuz.
fa: لطفا حساب خود را با تایید این پست‌الکترونیکی فعال کنید.
gd: Cuir an cunntas agad an gnìomh mus dearbh thu an seòladh puist-d seo.
hi: इस ईमेल के पते की पुष्टि करके अपने खाते को सक्रिय करें.
kk: Тіркелгіңізді бұл эл. пошта адресін растау арқылы белсендіріңіз.
lv: Lūdzu aktivizējiet savu kontu apstiprinot šo epasta adresi.
ms: Sila aktifkan akaun anda dengan mengesahkan alamat emel ini.
pa_in: ਇਹ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਦੀ ਤਸਦੀਕ ਕਰਕੇ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਸਰਗਰਮ ਕਰੋ।
te: దయచేసి ఈ ఈమెయిల్ చిరునామా నిర్ధారిస్తూ మీ ఖాతాను సక్రియం చేయండి.

source: Verify your Firefox Account
ar: أكّد حساب فَيَرفُكس الخاص بك
ast: Verifica la to cuenta de Firefox
bg: Препотвърждаване на Firefox Account
bs: Verifikujte vaš Firefox račun
eu: Egiaztatu zure Firefox kontua
fa: حساب فایرفاکس خود را تایید کنید
gd: Dearbh an cunntas Firefox agad
hi: अपना फ़ायरफ़ॉक्स खाता सत्यापित करें
kk: Firefox тіркелгіңізді растаңыз
lv: Pārbaudiet savu Firefox kontu
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൌണ്ട് പരിശോധിക്കുക
ms: Sahkan Akaun Firefox anda
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨੂੰ ਤਸਦੀਕ ਕਰੋ
te: మీ Firefox ఖాతాను నిర్ధారించండి

source: Firefox Account authorization code
ar: رمز التخويل لحسابَ فَيَرفُكس
ast: Códigu d'autorización de Firefox Account
bg: Код за упълномощаване за Firefox Account
bs: Kod autorizacije Firefox računa
eu: Firefox kontuaren egiaztapen-kodea
fa: کد تایید فعالیت حساب فایرفاکس
gd: Còd ùghdarachadh cunntais Firefox
hi: Firefox खाता प्राधिकरण कोड
kk: Firefox тіркелгісі авторизация коды
ml: ഫയർഫോക്സ് അക്കൗണ്ട് അംഗീകാര കോഡ്
ms: Kod pengesahan Akaun Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਰਮਾਣਕਿਤਾ ਕੋਡ
te: Firefox ఖాతా అధికార కోడ్

source: Sign-in code for Firefox
ar: رمز الولوج إلى فَيَرفُكس
bg: Код за вписване във Firefox
bs: Kod za prijavu na Firefox
gd: Còd clàraidh a-steach dha Firefox
hi: Firefox के लिए साइन इन कोड
ml: ഫയര്‍ഫോക്സിലേക്കുള്ള പ്രവേശന കോഡ്
ms: Kod daftar masuk Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਲਈ ਸਾਈਨ-ਇਨ ਕੋਡ

source: Reset your Firefox Account password
ar: إعادة تعيين كلمة السرّ الخاصة بحساب فَيَرفُكس
ast: Reaniciar la contraseña de la to cuenta de Firefox
bg: Нулиране на парола за Firefox Account
bs: Resetujte lozinku vašeg Firefox računa
eu: Berrezarri zure Firefox kontuaren pasahitza
fa: گذرواژه‌ی حساب فایرفاکس خود را بازنشانی کنید
gd: Ath-shuidhich facal-faire a’ chunntais Firefox agad
hi: अपने फ़ायरफ़ॉक्स खाते का कूटशब्द पुनः तैयार करें
kk: Firefox тіркелгі паролін тастау
lv: Atstatiet sava Firefox konta paroli
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ടിന്റെ രഹസ്യവാക്ക് പുനഃസജ്ജീകരിക്കുക
ms: Set semula kata laluan Akaun Firefox anda
pa_in: ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈਟ ਕਰੋ
te: Firefox ఖాతా సంకేతపదం రీసెట్ చేయండి

source: Your Firefox Account password has been changed
ar: غُيّرت كلمة السرّ الخاصة بحساب فَيَرفُكس
ast: Camudóse la contraseña de la to cuenta de Firefox
bg: Паролата ви за Firefox Account е сменена
bs: Lozinka vašeg Firefox računa je promijenjena
eu: Zure Firefox kontuaren pasahitza aldatua egin da
fa: گذرواژه حساب فایرفاکس شما تغییر کرده است
gd: Chaidh facal-faire a’ chunntais Firefox agad atharrachadh
hi: आपके फ़ायरफ़ॉक्स खाते का कूटशब्द परिवर्तित कर दिया गया है
kk: Сіздің Firefox тіркелгісі паролі өзгертілді
lv: Jūsu Firefox konta parole tika mainīta
ml: നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൌണ്ടിന്റെ രഹസ്യവാക്ക് മാറ്റിയിട്ടുണ്ട്
ms: Kata laluan Akaun Firefox anda telah diubah
pa_in: ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਨੂੰ ਬਦਲਿਆ ਗਿਆ
te: మీ Firefox ఖాతా సంకేతపదం మార్చబడింది

source: Firefox Account password changed
ar: تغيّرت كلمة سر حساب فَيَرفُكس
bg: Паролата за Firefox Account e сменена
bs: Lozinka Firefox računa je promijenjena
gd: Chaidh facal-faire a’ chunntais Firefox atharrachadh
ml: ഫയർഫോക്സ് അക്കൗണ്ട് രഹസ്യവാക്ക് മാറ്റി
ms: Kata laluan Akaun Firefox telah diubah
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਬਦਲਿਆ ਗਿਆ
te: Firefox ఖాతా సంకేతపదం మార్చబడింది

source: Firefox Account password reset required
ar: إعادة تعيين كلمة السرّ لحساب فَيَرفُكس مطلوب
ast: Ríquese'l reaniciu de la contraseña de la cuenta de Firefox
bg: Необходимо е нулиране на паролата за Firefox Account
bs: Potrebno je resetovanje lozinke Firefox računa
eu: Firefox kontuan pasahitza berrezarri behar da
fa: نیاز به تعیین مجدد حساب‌کاربری فایرفاکس می‌ باشد
gd: Tha feum air ath-shuidheachadh facal-faire a’ chunntais Firefox
hi: Firefox खाते का पासवर्ड पुनः तैयार करने की आवश्यकता है
kk: Firefox тіркелгісінің паролін тастау керек
lv: Firefox konta paroles atstatīšana nepieciešama
ml: ഫയർഫോക്സ് അക്കൗണ്ട് രഹസ്യവാക്കിന്റെ പുനഃസജ്ജീകരണം ആവശ്യമാണ്
ms: Set semula kata laluan Akaun Firefox diperlukan
pa_in: ਫਾਇਰਸਫਾਕਸ ਖਾਤਾ ਪਾਸਵਰਡ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
te: మీ Firefox ఖాతా సంకేతపదం రీసెట్ అవసరం

source: Firefox Account verified
ar: اُكّد حسابَ فَيَرفُكس
ast: Verificóse la cuenta de Firefox
bg: Потвърден Firefox Account
bs: Firefox račun je verifikovan
eu: Firefox kontua egiaztatuta
fa: حساب فایرفاکس تایید شد
gd: Chaidh an cunntas Firefox a dhearbhadh
hi: Firefox खाता सत्यापित
kk: Firefox тіркелгісі расталды
ml: ഫയര്‍ഫോക്സ് അക്കൗണ്ട് തീര്‍ച്ചപ്പെടുത്തിയിരിക്കുന്നു
ms: Akaun Firefox disahkan
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਤਸਦੀਕ ਕੀਤਾ
te: Firefox ఖాతా ధ్రువీకరించబడినది

source: Secondary Firefox Account email added
ar: أُضيفَ البريد الإلكتروني الثانوي لحساب فَيَرفُكس
bg: Добавен е допълнителен ел. адрес към Firefox Account
bs: Dodan sekundarni email Firefox računa
eu: Firefox kontuaren helbide elektroniko alternatiboa gehituta
fa: رایانامه دوم حساب‌کاربری فایرفاکس افزوده شد
gd: Chaidh post-d dàrnach a chur ris a’ chunntas Firefox
hi: द्वितीयक Firefox खाता ई-मेल जोड़ा गया
kk: Firefox тіркелгісінің екіншілік эл. пошта адресі қосылды
ml: ഫയർഫോക്സ് അക്കൗണ്ടില്‍ ദ്വിതീയ ഇമെയിൽ ചേർത്തു
ms: E-mel sekunder Akaun Firefox telah ditambah
pa_in: ਸਹਾਇਕ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਈਮੇਲ ਜੋੜੀ ਗਈ
te: రెండవ Firefox ఖాతా ఇమెయిల్ జోడించబడింది

source: Firefox Account new primary email
ar: البريد الأولي الجديد لحساب فَيَرفُكس
bg: Нов основен ел. адрес на Firefox Account
bs: Novi primarni email Firefox računa
gd: Prìomh phost-d ùr a’ chunntais Firefox
hi: Firefox खाते का नया प्राथमिक ईमेल
ml: ഫയർഫോക്സ് അക്കൌണ്ടിന്റെ പുതിയ പ്രാഥമിക ഇമെയിൽ
ms: E-mel utama baru Akaun Firefox
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਲਈ ਨਵੀਂ ਮੁੱਢਲੀ ਈਮੇਲ
te: Firefox ఖాతా కొత్త ప్రాథమిక ఇమెయిల్

source: Secondary Firefox Account email removed
ar: أُزيلَ البريد الإلكتروني الثانوي لحساب فَيَرفُكس
bg: Допълнителен ел. адрес за Firefox Account е премахнат
bs: Sekundarni email Firefox računa je uklonjen
eu: Firefox kontuaren helbide elektroniko alternatiboa kenduta
fa: رایانهٔ دوم برای حساب فایرفاکس حذف شد
gd: Chaidh am post-d dàrnach a thoirt air falbh on chunntas Firefox
hi: द्वितीयक Firefox खाता ई-मेल हटाया गया
kk: Firefox тіркелгісінің екіншілік эл. пошта адресі өшірілді
ml: ഫയർഫോക്സ് അക്കൗണ്ടിന്റെ ദ്വിതീയ ഇമെയിൽ നീക്കംചെയ്തു
ms: E-mel sekunder Akaun Firefox telah dibuang
pa_in: ਸਹਾਇਕ ਫਾਇਰਫਾਕਸ ਖਾਤਾ ਈਮੇਲ ਹਟਾਇਆ ਗਿਆ
te: రెండవ Firefox ఖాతా ఇమెయిల్ తొలగించబడింది

source: Firefox Account password reset with recovery key
ar: صُفِّرت كلمة سرّ حساب فَيَرفُكس بمفتاح الاستعادة
gd: Ath-shuidheachadh facal-faire a’ chunntais Firefox le iuchair aisig
ml: വീണ്ടെടുക്കൽ കീയുപയോഗിച്ച് ഫയർഫോക്സ് അക്കൗണ്ട് രഹസ്യവാക്ക് പുനഃസജ്ജീകരിച്ചു
ms: Penetapan semula kata laluan Akaun Firefox menggunakan kekunci pemulihan

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
ar: لم يُعثر على الصفحة التي طلبتها. لقد علمنا بالأمر وسنُصلح أيّ رابط قد يكون معطوبا.
ast: Nun s'alcontró la páxina que solicitesti. Fuimos avisaos ya iguaremos cualesquier enllaz que quiciabes tea rotu.
bg: Страницата, която търсите я няма. Уведомени сме и ще поправим всички счупени връзки.
bs: Stranica koju ste tražili nije pronađena. Obaviješteni smo i popravit ćemo bilo koji link koji je neispravan.
eu: Eskatu duzun orria ez dago. Abisua jaso dugu eta hautsita egon daitezkeen estekak konponduko ditugu.
fa: صفحه‌ای که درخواست کردید پیدا نشد. ما مطلع شده‌ایم و هر صفحه‌ای که پیوند معیوب دارد را اصلاح خواهیم کرد.
gd: Cha deach an duilleag a dh’iarr thu a lorg. Chaidh fios a chur thugainn is bheir sinn sùil air eagal ’s gu bheil ceangal briste ann.
hi: आपका अनुरोध किया हुआ पृष्ठ नहीं मिला. हमें अधिसूचित कर दिया गया है एवं हम टूटे हुए लिंकों की मरम्मत कर देंगे.
kk: Сіз сұраған бет табылмады. Ол туралы біз хабарды алдық, және қате бола алатын сілтемелерді жөндейміз.
lv: Lapa jūs pieprasījāt netika atrasta. Mēs tikam informēti un salabosim jebkuru salūzušu saiti.
ml: നിങ്ങൾ അഭ്യർത്ഥിച്ച താള്‍ കണ്ടെത്തിയില്ല. ഞങ്ങൾ അറിയിക്കപ്പെടുകയും തകർന്ന ഏതെങ്കിലും കണ്ണികൾ ശരിയാക്കുകയും ചെയ്യും.
ms: Halaman yang anda minta tidak ditemui. Kami telah dimaklumkan dan akan membetulkan mana-mana pautan yang mungkin rosak.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਮੰਗਿਆ ਸਫ਼ਾ ਨਹੀਂ ਲੱਭਿਆ। ਸਾਨੂੰ ਜਾਣਕਾਰੀ ਮਿਲ ਗਈ ਹੈ ਅਤੇ ਖ਼ਰਾਬ ਹੋਏ ਕਿਸੇ ਵੀ ਲਿੰਕ ਨੂੰ ਅਸੀਂ ਠੀਕ ਕਰਾਂਗੇ।
te: మీరు అభ్యర్థించిన పేజీ కనుగొనబడలేదు. మేము నోటిఫై చేసిన మరియు విరిగిన ఏవేని లింకులు పరిష్కరిస్తారు.

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
ar: يا للأسف، حدث خطأ ما. لقد تم إخطارنا وسنعمل على إصلاحه.
ast: Coima, equí daqué foi mal. Fuimos avisaos y trabayaremos nuna igua.
bg: О Боже, нещо там се обърка. Уведомени сме и ще поработим над проблема.
bs: Joj, nešto nije uredu ovdje. Obaviješteni smo i radit ćemo na tome da to popravimo.
eu: Ai ene, zerbait gaizki joan da. Jaso dugu abisua eta arazoa konpontzen saiatuko gara.
fa: اوه عزیزم، یک مشکلی پیش آمد. ما مطلع شده‌ایم و روی رفع مشکل کار خواهیم کرد.
gd: Ìoc, chaidh rudeigin cearr an-sin. Chaidh fios a chur thugainn agus càraichidh sinn e.
hi: ओह प्रिय, कुछ गलत वहाँ से चला गया. हम अधिसूचित किया गया है और एक तय करने पर काम कर पाना होगा.
kk: Әттеген-ай, бірнәрсе қате кетіп қалды. Ол туралы біз хабарды алдық, және оны түзетуге кірістік.
lv: Ak vai, kaut kas te nogāja greizi. Mēs esam informēti un izstrādāsim labojumu.
ml: അയ്യോ, അവിടെയെന്തോ കുഴപ്പം സംഭവിച്ചു. ഞങ്ങൾക്ക് അറിയിപ്പ് ലഭിച്ചിട്ടുണ്ട്, അത് പരിഹരിക്കപ്പെടാനുള്ള പ്രവർത്തനം ഉടന്‍ തുടങ്ങുന്നതാണ്.
ms: Alamak, ada sesuatu yang tidak kena. Kami telah dimaklumkan dan mencari penyelesaiannya.
pa_in: ਓਹ ਹੋ, ਕੁਝ ਗੜਬੜ ਹੋ ਚੁੱਕੀ ਹੈ। ਸਾਨੂੰ ਸੂਚਨਾ ਦੇ ਦਿੱਤੀ ਗਈ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਠੀਕ ਕੀਤਾ ਜਾਵੇਗਾ।
te: అయ్యో, ఏదో తప్పు జరిగింది. మేము దీన్ని సరిచేయడానికి ప్రయత్నిస్తున్నాము.

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
ar: نحن حاليًا تحت ضغوط كبيرة و نعمل على إرجاع النظام إلى طبيعته بأسرع وقت ممكن.
ast: Aguaño tamos so munches solicitúes y tamos trabayando pa restaurar el sistema al estáu normal tan ceo como seya posible.
bg: В момента сме силно натоварени, но работим, за да овладеем ситуацията възможно най-скоро.
bs: Trenutno smo u teškoj deformaciji i radimo na vraćanju sistema u normalno stanje što je prije moguće.
eu: Estuasun larrian gaude orain eta sistema ahalik eta azkarren bere onera ekartzeko lanean gabiltza.
fa: ما در حال حاضر زیر فشار زیادی هستیم و در تلاشیم تا هر چه سریع‌تر سیستم را به حالت عادی برگردانیم.
gd: Tha sinn fo spàirn mhòr an-dràsta fhèin is a’ dèanamh ar dìcheall gus gach rud a chur air ais mar is àbhaist cho luath ’s a ghabhas.
hi: हम भारी दबाव के तहत वर्तमान में कर रहे हैं और जितनी जल्दी हो सके सामान्य करने के लिए प्रणाली वापस करने के लिए काम कर रहे हैं.
kk: Біз ағымдағы уақытта тым көп сұраным алудамыз, жүйемізіді мүмкіндігінше тезірек қалыпты жұмыс жасауға қайтарамыз.
lv: Mums šobrīd ir liela darba slodze, un mēs cenšamies atgriezties uz normālo stāvokli cik ātri iespējams.
ml: ഞങ്ങൾ ഇപ്പോൾ വളരെ തിരക്കിലാണ്, കഴിയുന്നത്ര വേഗം സിസ്റ്റം സാധാരണ രീതിയിലേക്ക് തിരികെ കൊണ്ടുവരാൻ നോക്കുന്നുണ്ട്.
ms: Kami sedang berusaha keras untuk mengembalikan sistem seperti biasa secepat mungkin.
pa_in: ਅਸੀਂ ਇਸ ਸਮੇਂ ਦਬਾਅ ਅਧੀਨ ਹਾਂ ਅਤੇ ਸਿਸਟਮ ਨੂੰ ਛੇਤੀ ਤੋਂ ਛੇਤੀ ਆਮ ਰੂਪ ਵਿੱਚ ਵਾਪਿਸ ਲਿਆਉਣ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ।
te: మేము ప్రస్తుతం భారీ ఒత్తిడిలో ఉన్నాం, వీలైనంత త్వరలో వ్యవస్థను సాధారణ స్థితికి తీసుకురావడానికి పనిచేస్తున్నాము.

source: A while ago you created a Firefox Account, but never verified it. Click the link below to activate your account.
ast: Hai tiempu creasti una cuenta de Firefox pero enxamás nun la verifiquesti. Primi l'enllaz d'embaxo p'activala.
eu: Aspaldi sortu zenuen Firefox kontua baina ez duzu inoiz aktibatu. Egin klik azpiko loturan zure kontua aktibatzeko.
fa: مدتی پیش شما یک حساب فایرفاکس ساختید، ولی هیچ وقت آن را تایید نکردید. روی لینک زیر کلیک کنید تا آن را فعال کنید.
lv: Jūs pirms brīža izveidojāt Firefox Kontu, bet to nepārbaudījāt. Noklikšķiniet uz saiti zemāk, lai aktivizētu savu kontu.
