Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Your Firefox Account password was successfully changed from the following device:
ar: غُيّرت كلمة سرّ حساب فَيَرفُكس بنجاح من الجهاز التالي:
be: Ваш пароль уліковага запісу Firefox быў паспяхова зменены з наступнай прылады:
bg: Вашата парола за Firefox Account беше успешно променена от следното устройство:
bs: Vaša lozinka Firefox računa je uspješno promijenjena sa sljedećeg uređaja:
ca: La contrasenya del compte del Firefox s'ha canviat correctament des del dispositiu següent:
cs: Heslo k vašemu účtu Firefoxu bylo úspěšně změněno z následujícího zařízení:
cy: Mae eich cyfrinair Cyfrif Firefox wedi ei newid yn llwyddiannus o'r ddyfais ganlynol:
da: Adgangskoden til din Firefox-konto blev ændret fra følgende enhed:
de: Das Passwort Ihres Firefox-Kontos wurde erfolgreich von folgendem Gerät geändert:
el: Ο κωδικός πρόσβασης του λογαριασμού Firefox σας άλλαξε επιτυχώς από την ακόλουθη συσκευή:
es_ar: La contraseña de tu cuenta de Firefox fue cambiada exitosamente desde el siguiente dispositivo:
es_cl: La contraseña de tu cuenta de Firefox fue cambiada exitosamente desde el siguiente dispositivo:
et: Sinu Firefoxi konto parool muudeti seadmes:
eu: Zure Firefox kontuaren pasahitza ondo aldatu da ondorengo gailutik:
fa: گذرواژه حساب فایرفاکس شما به طور موفقیت آمیز از طریق دستگاه مقابل تغییر کرد:
fi: Firefox-tilisi salasana vaihdettiin onnistuneesti seuraavalta laitteelta:
fr: Le mot de passe de votre compte Firefox a été correctement changé depuis cet appareil :
gd: Chaidh facal-faire a’ chunntais Firefox agad atharrachadh on uidheam a leanas:
he: ססמת חשבון ה־Firefox שלך שונתה בהצלחה מהמכשיר הבא:
hi: आपके Firefox खाते का कूटशब्द निम्न उपकरण से सफलतापूर्वक बदल दिया गया था:
hr: Zaporka tvog računa za Firefox uspješno je promijenjena na sljedećem uređaju:
hu: Firefox fiókja jelszavát sikeresen megváltoztatva erről az eszközről:
ia: Le contrasigno de tu conto Firefox ha essite cambiate ab le apparato sequente:
it: La password dell’account Firefox è stata modificata correttamente dal seguente dispositivo:
ja: あなたの Firefox アカウントのパスワードは次の端末から変更されました:
ka: თქვენი Firefox-ანგარიშის პაროლი წარმატებით შეიცვალა ამ მოწყობილობიდან:
kab: Awal uffir n umiḍan inek Firefox yettusnifel akken iwata seg ibenkan-agi:
kk: Сіздің Firefox тіркелгісінің паролі келесі құрылғыдан сәтті өзгертілді:
lt: Jūsų „Firefox“ paskyros slaptažodis buvo pakeistas, naudojantis šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തിൽ നിന്ന് നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ട് രഹസ്യവാക്ക് വിജയകരമായി മാറ്റിയിരിക്കുന്നു:
ms: Kata laluan Akaun Firefox anda telah diubah dari peranti berikut:
nb_no: Passordet for din Firefox-konto ble endret fra følgende enhet:
nl: Uw Firefox-accountwachtwoord is met succes op het volgende apparaat gewijzigd:
pa_in: ਤੁਹਾਡਾ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਪਾਸਵਰਡ ਹੇਠ ਦਿੱਤੇ ਜੰਤਰ ਤੋਂ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ ਸੀ।
pl: Z tego urządzenia pomyślnie zmieniono hasło konta Firefoksa:
pt: A palavra-passe da sua Conta Firefox foi alterada com sucesso a partir do seguinte dispositivo:
pt_br: Sua senha da Conta Firefox foi alterada com sucesso a partir do seguinte dispositivo:
ro: Parola contului Firefox a fost modificată cu succes de pe următorul dispozitiv:
ru: Пароль вашего Аккаунта Firefox был успешно изменён со следующего устройства:
sk: Heslo vášho účtu Firefox bolo úspešne zmenené z nasledovného zariadenia:
sl: Geslo vašega Firefox Računa je bilo uspešno spremenjeno iz naslednje naprave:
sq: Llogaria juaj Firefox u ndryshua me sukses që nga pajisja vijuese:
sr: Лозинка вашег Firefox налога је успешно промењена са следећег уређаја:
sr_latn: Lozinka vašeg Firefox naloga je uspešno promenjena sa sledećeg uređaja:
sv_se: Ditt lösenord har ändrats från följande enhet:
te: మీ Firefox ఖాతా పాస్వర్డు ఈ పరికరం నుండి విజయవంతంగా మార్చబడినది:
th: รหัสผ่านบัญชี Firefox ของคุณได้รับการเปลี่ยนอย่างสมบูรณ์แล้วบนอุปกรณ์เหล่านี้:
tr: Firefox Hesabı parolanız aşağıdaki cihaz üzerinden değiştirildi:
tt: Firefox Хисабыгызның паролы түбәндәге җиһаздан уңышлы гына үзгәртелде:
uk: Пароль вашого облікового запису Firefox був успішно змінений з цього пристрою:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
ar: هذا بريد إلكتروني الآلي، إذا لم تغير كلمة السرّ الخاصة بحساب فَيَرفُكس، فرجاءً غير كلمة السرّ الخاصة بك حالأً %(resetLink)s
ast: Esto ye un corréu automatizáu. Si nun camudesti la contraseña na to cuenta de Firefox, deberíes reaniciala nel intre en %(resetLink)s
be: Гэты электронны ліст створаны аўтаматычна; калі вы не змянялі пароль свайго ўліковага запісу Firefox, вам варта неадкладна скінуць яго ў %(resetLink)s
bg: Това писмо е изпратено автоматично. Ако не сте сменили паролата на своя Firefox Account, трябва незабавно да я анулирате от %(resetLink)s
bs: Ovo je automatski email; ako niste promijenili vašu lozinku na vašem Firefox računu, trebate je resetovati odmah na %(resetLink)s
ca: Aquest és un missatge automàtic; si no heu canviat la contrasenya del compte del Firefox, reinicieu-la immediatament des de %(resetLink)s
cs: Toto je automaticky zaslaný e-mail – pokud jste heslo ke svému účtu Firefoxu neměnili, měli byste ho okamžitě obnovit na %(resetLink)s
cy: E-bost awtomatig yw hwn: os nad ydych wedi newid cyfrinair eich Cyfrif Firefox, dylech ei ailosod yn syth yn %(resetLink)s
da: Denne mail er sendt automatisk; hvis du ikke har ændret adgangskoden til din Firefox-konto, bør du nulstille den med det samme på %(resetLink)s
de: Dies ist eine automatische E-Mail; wenn Sie das Passwort Ihres Firefox-Kontos nicht geändert haben, setzen Sie es bitte umgehend unter %(resetLink)s zurück.
el: Αυτό είναι ένα αυτοματοποιημένο email; αν δεν αλλάξατε τον κωδικό πρόσβασης του Λογαριασμού Firefox σας, θα πρέπει να τον επαναφέρετε αμέσως στο %(resetLink)s
es_ar: Este es un correo electrónico automático; si no cambiaste la contraseña de tu cuenta de Firefox, debés restablecerla inmediatamente en %(resetLink)s
es_cl: Este es un email generado automáticamente; si no has cambiado la contraseña de tu cuenta de Firefox, deberías reiniciarla inmediatamente en %(resetLink)s
et: See on automaatne teavitus. Kui sa ei muutnud Firefoxi konto parooli, siis peaksid selle kohe lähtestama aadressil %(resetLink)s
eu: Mezu hau automatikoa da; Ez baduzu zure Firefox kontuaren pasahitza aldatu, berehala berrezarri beharko zenuke hemen: %(resetLink)s
fa: این یک رایانامه خودکار است؛ اگر شما گذرواژه خود را برای حساب فایرفاکس تغییر نداده‌اید، باید هر چه سریع‌تر آن را از طریق %(resetLink)s بازنشانی کنید
fi: Tämä on automaattisesti lähetetty viesti. Jos et vaihtanut Firefox-tilisi salasanaa, nollaa se heti osoitteessa %(resetLink)s
fr: Ceci est un message automatique ; si vous n’avez pas changé le mot de passe de votre compte Firefox, vous devriez le réinitialiser immédiatement depuis %(resetLink)s
gd: Seo post-d fèin-obrachail; mur an do dh’atharraich thusa am facal-faire aig a’ chunntas Firefox agad, bu chòir dhut ath-shuidheachadh sa bhad aig %(resetLink)s
he: זוהי הודעת דוא״ל שנשלחה באופן אוטומטי; אם לא שינית את ססמתך לחשבון ה־Firefox שלך, עליך לאפס אותו באופן מיידי בכתובת %(resetLink)s
hi: यह एक स्वचालित ईमेल है; यदि आप अपने Firefox खाते का पासवर्ड नहीं बदला है, तो आपको इसे तुरंत %(resetLink)s पर बदल लेना चाहिए
hr: Ovo je automatska poruka; ako niste promijenili lozinku za Vaš račun za Firefox, odmah ju ponovno postavite na %(resetLink)s
hu: Ez egy automatikus e-mail, ha nem módosította a Firefox fiókjának jelszavát, akkor azonnal állítsa vissza itt: %(resetLink)s
ia: Isto es un message automatic; si tu non ha cambiate le contrasigno de tu conto Firefox, tu deberea reinitialisar lo immediatemente a %(resetLink)s
it: Questa email è stata inviata da un servizio automatico. Se non sei stato tu a modificare la password dell’account Firefox, ripristinala subito visitando questa pagina: %(resetLink)s
ja: これは自動配信メールです。あなた自身で Firefox アカウントのパスワードを変更していない場合は、今すぐ %(resetLink)s でリセットしてください。
ka: ეს არის ავტომატური შეტყობინება; თუ Firefox-ანგარიშზე პაროლი თქვენ არ შეგიცვლიათ, მაშინ გირჩევთ, ახლავე გაანულოთ %(resetLink)s ბმულზე.
kab: Wagi d izen imayl awurman; ma yella ur tesnifled ara awal inek uffir deg umiḍan Firefox, yessefk ad twennzeḍ tura yakan di %(resetLink)s
kk: Бұл автоматтандырылған эл. пошта хаты; егер сіз өз Firefox тіркелгіңіздің паролін ауыстырмаған болсаңыз, пароліңізді тез арада %(resetLink)s бойынша тастаңыз
lt: Tai – automatiškai išsiųstas laiškas. Jei jūs nekeitėte savo „Firefox“ paskyros slaptažodžio, patariame nedelsiant jį atkurti: %(resetLink)s
ml: ഇതൊരു യാന്ത്രിക ഇമെയില് ആണ്; ഫയർ ഫോക്സിനുള്ള നിങ്ങളുടെ രഹസ്യവാക്ക് മാറ്റിയിട്ടില്ലെങ്കിൽ, നിങ്ങൾ ഉടനെ തന്നെ %(resetLink)sല്‍ നിന്ന് അത് പുനഃസജ്ജമാക്കണം
ms: Ini adalah emel automatik; jika anda tidak mengubah kata laluan Akaun Firefox anda, anda perlu set semua dengan segera di %(resetLink)s
nb_no: Dette er en automatisk e-postmelding; om du ikke endret passordet ditt for Firefox-kontoen din, bør du tilbakestille det med en gang på %(resetLink)s
nl: Dit is een geautomatiseerd e-mailbericht; als u het wachtwoord voor uw Firefox-account niet hebt gewijzigd, dient u het onmiddellijk opnieuw in te stellen op %(resetLink)s
pa_in: ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਲਈ ਪਾਸਵਰਡ ਨੂੰ ਨਹੀਂ ਬਦਲਿਆ ਤਾਂ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਤੁਰੰਤ %(resetLink)s ਦੇ ਉੱਤੇ ਦੁਬਾਰਾ ਸੈੱਟ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
pl: Wiadomość wygenerowana automatycznie. Jeśli nie zmieniono hasła konta Firefoksa, to należy je natychmiast zmienić pod adresem %(resetLink)s
pt: Este é um email automático; se não alterou a sua palavra-passe da sua conta Firefox, deve repor a mesma imediatamente em %(resetLink)s
pt_br: Este é um email automático. Se você não alterou a senha da sua Conta Firefox, deve redefinir imediatamente em %(resetLink)s
ro: Acesta este un e-mail automat; dacă nu tu ai modificat parola contului Firefox, trebuie să o resetezi imediat la adresa %(resetLink)s
ru: Это автоматическое сообщение; если вы не меняли пароль на ваш Аккаунт Firefox, вы должны немедленно сменить его через %(resetLink)s
sk: Toto je automatický e-mail. Ak ste nezmenili heslo k vášmu účtu Firefox, mali by ste si ho okamžite obnoviť na %(resetLink)s
sl: To sporočilo je bilo poslano samodejno. Če niste spremenili gesla za Firefox Račun, ga takoj ponastavite na %(resetLink)s
sq: Ky është një email i automatizuar; nëse s’keni ndryshuar fjalëkalimin për Llogarinë tuaj Firefox, do të duhej ta ndryshonit menjëherë te %(resetLink)s
sr: Ово је аутоматска е-пошта; уколико нисте ви променили лозинку вашег Firefox налога, требало би да је одмах ресетујете на %(resetLink)s
sr_latn: Ovo je automatska e-pošta; ukoliko niste vi promenili lozinku vašeg Firefox naloga, trebalo bi da je odmah resetujete na %(resetLink)s
sv_se: Detta är ett automatiskt e-postmeddelande; om du inte ändrade lösenordet till ditt Firefox-konto, bör du återställa det omedelbart på %(resetLink)s
te: ఇది స్వయంచలిత ఈమెయిల్; ఒక వేళ మీరు మీ ఫైర్ఫాక్స్ ఖాతా పాస్వర్డ్ సరిచేయకపోతే, వెంటనే ఇక్కడ %(resetLink)s రీసెట్ చేయండి
th: นี้เป็นอีเมลอัตโนมัติ หากคุณไม่ได้เปลี่ยนรหัสผ่านบัญชี Firefox ของคุณ คุณควรตั้งรหัสผ่านใหม่ทันทีที่ %(resetLink)s
tr: Bu otomatik bir e-postadır. Firefox Hesabınızın parolasını değiştirmediyseniz hemen %(resetLink)s adresinden parolanızı sıfırlayın.
tt: Бу автоматик бер электрон хат. Firefox Хисабыгызның паролын үзгәртмәгән булсагыз, %(resetLink)s адресында хәзер үк паролыгызны алыштырыгыз
uk: Це автоматичний електронний лист; якщо ви не змінювали пароль свого облікового запису Firefox, вам необхідно негайно відновити його на %(resetLink)s

source: Your account password was changed
ar: تغيّرت كلمة سر حسابك
be: Пароль вашага ўліковага запісу быў зменены
bg: Паролата за сметката ви е сменена
bs: Lozinka vašeg računa je promijenjena
ca: S'ha canviat la contrasenya del compte
cs: Heslo k vašemu účtu bylo změněno
cy: Mae cyfrinair eich cyfrif wedi newid
da: Adgangskoden til din konto blev er blevet ændret
de: Das Passwort Ihres Kontos wurde geändert
el: Ο κωδικός πρόσβασης του λογαριασμού σας άλλαξε
es_ar: La constraseña de la cuenta fue cambiada
es_cl: La contraseña de tu cuenta ha cambiado
et: Sinu konto parooli muudeti
fi: Tilisi salasana vaihdettiin
fr: Le mot de passe de votre compte a été changé
gd: Chaidh facal-faire a’ chunntais agad atharrachadh
he: ססמת החשבון שלך הוחלפה
hr: Lozinka tvog računa je promijenjena
hu: A fiók jelszava megváltozott
ia: Le contrasigno de tu conto ha essite cambiate
it: La tua password è stata modificata
ja: アカウントのパスワードが変更されました
ka: თქვენი ანგარიშის პაროლი შეიცვალა
kab: Awal uffir n umiḍan inek ibeddel
lt: Jūsų paskyros slaptažodis pakeistas
ml: നിങ്ങളുടെ അക്കൌണ്ട് രഹസ്യവാക്ക് മാറ്റി
ms: Kata laluan anda telah diubah
nb_no: Kontopassordet ditt ble endret
nl: Uw accountwachtwoord is gewijzigd
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਦਾ ਪਾਸਵਰਡ ਬਦਲਿਆ ਗਿਆ ਸੀ
pl: Hasło konta zostało zmienione
pt: A palavra-passe da sua conta foi alterada
pt_br: A senha da sua conta foi alterada
ro: Parola contului tău a fost modificată
ru: Пароль к вашей учётной записи был изменён
sk: Heslo k vášmu účtu bolo zmenené
sl: Geslo vašega računa je bilo spremenjeno
sq: Fjalëkalimi juaj për llogarinë ka ndryshuar
sr: Лозинка вашег налога је промењена
sr_latn: Lozinka vašeg naloga je promenjena
sv_se: Ditt lösenord till kontot ändrades
te: మీ ఖాతా సంకేతపదం మార్చబడింది
th: รหัสผ่านบัญชีคุณถูกเปลี่ยนแล้ว
tr: Hesap parolanız değiştirildi
tt: Хисабыгызның паролы үзгәртелде
uk: Пароль вашого облікового запису було змінено

source: You will need to enter your new password on other devices to resume syncing.
ar: سيكون عليك إدخال كلمة سر جديدة على الأجهزة الأخرى لاستئناف المزامنة.
be: Вам трэба будзе ўвесці новы пароль на іншых прыладах, каб аднавіць сінхранізацыю.
bg: Ще трябва да въведете новата си парола на другите устройства, за да подновят синхронизирането.
bs: Trebat ćete unijetu novu lozinku na drugim uređajima da nastavite sinhroniziranje.
ca: Cal que inseriu la contrasenya nova als altres dispositius per continuar amb la sincronització.
cs: Aby bylo možné pokračovat v synchronizaci na ostatních zařízeních, je třeba na nich zadat nové heslo.
cy: Bydd angen i chi roi eich cyfrinair newydd ar ddyfeisiau eraill i'w cydweddu.
da: Du skal indtaste din nye adgangskode på andre enheder for at genoptage synkroniseringen.
de: Sie müssen Ihr neues Passwort auf den anderen Geräten eingeben, um die Synchronisation fortzusetzen.
el: Θα χρειαστεί να εισαγάγετε τον νέο κωδικό πρόσβασής σας σε άλλες συσκευές για να συνεχίσετε τον συγχρονισμό.
es_ar: Se necesitará ingresar la nueva contraseña en los otros dispositivos para reanudar la sincronización.
es_cl: Deberás ingresar tu nueva contraseña en los otros dispositivos para seguir sincronizando.
et: Sünkimise jätkamiseks pead uue parooli sisestama teistel seadmetel.
fi: Syötä uusi salasanasi muihin laitteisiin jatkaaksesi synkronointia.
fr: Vous devrez saisir votre nouveau mot de passe sur vos autres appareils pour reprendre la synchronisation.
gd: Feumaidh tu am facal-faire ùr agad a chur a-steach air na h-uidheaman eile agad a leantainn air an t-sioncronachadh.
he: יהיה עליך להקליד את הססמה החדשה שלך במכשירים האחרים כדי להמשיך בסנכרון.
hr: Za nastavak sinkronizacije morat ćeš unijeti novu lozinku na drugim uređajima.
hu: A szinkronizáció folytatásához meg kell adnia a jelszavát a többi eszközén is.
ia: Il essera necesse que tu insere tu nove contrasigno sur altere apparatos pro continuar le synchronisation.
it: Per riprendere la sincronizzazione inserisci la nuova password sugli altri dispositivi collegati.
ja: 同期を再開するには他の端末上で新しいパスワードを入力する必要があります。
ka: სინქრონიზაციის გასაგრძელებლად, საჭიროა ახალი პაროლის შეყვანა სხვა მოწყობილობებზეც.
kab: Ad tesreḍ asekcem n wawal uffir inek amaynut deg ibenken nniḍen akken ad tkemmled amtawi.
lt: Kad sinchronizavimas vyktų toliau, turėsite naująjį slaptažodį įvesti ir kituose įrenginiuose.
ml: സമന്വയം പുനരാരംഭിക്കുന്നതിന് നിങ്ങൾ മറ്റ് ഉപകരണങ്ങളിൽ പുതിയ രഹസ്യവാക്ക് നൽകേണ്ടതുണ്ട്.
ms: Anda perlu masukkan kata laluan baru dalam peranti lain untuk menyambung sync.
nb_no: Du må skrive inn det nye passordet ditt på andre enheter for å fortsette synkroniseringen.
nl: U dient uw nieuwe wachtwoord op andere apparaten in te voeren om het synchroniseren te hervatten.
pa_in: ਸਿੰਕਿੰਗ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਦੂਜੇ ਯੰਤਰਾਂ ਤੇ ਆਪਣਾ ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
pl: Wznowienie synchronizacji wymaga wprowadzenia nowego hasła na pozostałych urządzeniach.
pt: Irá precisar de introduzir a sua nova palavra-passe nos seus outros dispositivos para retomar a sincronização.
pt_br: Você precisa digitar sua nova senha em outros dispositivos para voltar a sincronizar.
ro: Trebuie să introduci parola nouă pe celelalte dispozitive pentru a relua sincronizarea.
ru: Чтобы возобновить синхронизацию, вам нужно будет ввести ваш новый пароль на других устройствах.
sk: Aby bolo možné pokračovať v synchronizácii na ostatných zariadeniach, musíte na nich zadať nové heslo.
sl: Za nadaljevanje sinhronizacije boste morali na ostalih napravah vnesti svoje novo geslo.
sq: Do t’ju duhet të jepni fjalëkalimin tuaj të ri në pajisje të tjera që të rimerret njëkohësimi.
sr: Морате унети вашу нову лозинку на осталим уређајима како бисте наставили са синхронизацијом.
sr_latn: Morate uneti vašu novu lozinku na ostalim uređajima kako biste nastavili sa sinhronizacijom.
sv_se: Du måste ange ditt nya lösenord på andra enheter för att återuppta synkroniseringen.
te: మీరు సమకాలీకరణను ప్రారంభించడానికి ఇతర పరికరాల్లో మీ క్రొత్త సంకేతపదాన్ని నమోదు చేయాలి.
th: คุณจะต้องป้อนรหัสผ่านใหม่ของคุณบนอุปกรณ์อื่น ๆ เพื่อดำเนินการซิงค์ต่อ
tr: Diğer cihazlarda eşitlemeye devam etmek için onlara da yeni parolanızı girmelisiniz.
tt: Башка җиһазларыгызда да синхронлау дәвам итсен өчен, аларга да яңа паролыгызны кертүегез кирәк.
uk: Вам необхідно буде ввести новий пароль на своїх інших пристроях для відновлення синхронізації.

source: You will need to enter your new password on other devices to resume syncing.
cs: Aby bylo možné pokračovat v synchronizaci na ostatních zařízeních, je třeba na nich zadat nové heslo.
cy: Bydd angen i chi roi eich cyfrinair newydd ar ddyfeisiau eraill i barhau eu cydweddu.
da: Du skal indtaste din nye adgangskode på andre enheder for at genoptage synkroniseringen.
de: Sie müssen Ihr neues Passwort auf den anderen Geräten eingeben, um die Synchronisation fortzusetzen.
el: Θα χρειαστεί να εισαγάγετε τον νέο κωδικό πρόσβασής σας σε άλλες συσκευές για να συνεχίσετε τον συγχρονισμό.
es_ar: Vas a necesitar ingresar la nueva contraseña en los otros dispositivos para reanudar la sincronización.
es_cl: Deberás ingresar tu nueva contraseña en los otros dispositivos para seguir sincronizando.
fi: Syötä uusi salasanasi muihin laitteisiisi jatkaaksesi synkronointia.
fr: Vous devrez saisir votre nouveau mot de passe sur vos autres appareils pour reprendre la synchronisation.
he: יהיה עליך להקליד את הססמה החדשה שלך במכשירים האחרים כדי להמשיך בסנכרון.
hr: Za nastavak sinkronizacije morat ćeš unijeti novu lozinku na drugim uređajima.
hu: A szinkronizáció folytatásához meg kell adnia a jelszavát a többi eszközén is.
ia: Il essera necesse que tu insere tu nove contrasigno sur altere apparatos pro continuar le synchronisation.
it: Per riprendere la sincronizzazione inserisci la nuova password sugli altri dispositivi collegati.
ja: 同期を再開するには、他の端末で新しいパスワードを入力する必要があります。
ka: სინქრონიზაციის გასაგრძელებლად, საჭიროა ახალი პაროლის შეყვანა სხვა მოწყობილობებზეც.
kab: Isefk ad teskecmeḍ awal-ik uffir amaynut akken ad tesfesxeḍ amtawi.
nb_no: Du må skrive inn det nye passordet ditt på andre enheter for å fortsette synkroniseringen.
nl: U dient uw nieuwe wachtwoord op andere apparaten in te voeren om de synchronisatie te hervatten.
pl: Wznowienie synchronizacji wymaga wprowadzenia nowego hasła na pozostałych urządzeniach.
pt: Terá de inserir a sua nova palavra-passe nos outros dispositivos para retomar a sincronização.
pt_br: Você precisa digitar sua nova senha em outros dispositivos para continuar sincronizando.
ro: Va trebui să introduci parola nouă pe celelalte dispozitive pentru a continua sincronizarea.
ru: Чтобы возобновить синхронизацию, вам нужно будет ввести новый пароль на других устройствах.
sk: Aby bolo možné pokračovať v synchronizácii na ostatných zariadeniach, musíte na nich zadať nové heslo.
sl: Za nadaljevanje sinhronizacije boste morali na ostalih napravah vnesti svoje novo geslo.
sq: Do t’ju duhet të jepni fjalëkalimin tuaj të ri në pajisje të tjera që të rimerret njëkohësimi.
sr: Морате да унесете нову лозинку на осталим уређајима да бисте наставили синхронизацију.
sr_latn: Morate da unesete novu lozinku na ostalim uređajima da biste nastavili sinhronizaciju.
sv_se: Du måste ange ditt nya lösenord på andra enheter för att återuppta synkroniseringen.
th: คุณจะต้องป้อนรหัสผ่านใหม่ของคุณบนอุปกรณ์อื่น ๆ เพื่อดำเนินการซิงค์ต่อ
tr: Diğer cihazlarda eşitlemeye devam etmek için onlara da yeni parolanızı girmelisiniz.
tt: Башка җиһазларыгызда да синхронлау дәвам итсен өчен, аларга да яңа паролыгызны кертүегез кирәк.
uk: Вам необхідно буде ввести новий пароль на своїх інших пристроях для відновлення синхронізації.
