Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
be: Амаль тыдзень таму вы стварылі ўліковы запіс Firefox, але так і не пацвердзілі яго. Мы хвалюемся за вас.
cs: Téměř před týdnem jste si vytvořili účet Firefoxu, ale nikdy jste ho neověřili. Děláme si o vás starosti.
cy: Bron i wythnos yn ôl fe wnaethoch greu Cyfrif Firefox ond heb ei ddilysu. Rydym yn poeni amdanoch chi.
da: For næsten en uge siden oprettede du en Firefox-konto, men bekræftede den aldrig. Vi bliver helt bekymrede for dig...
de: Vor fast einer Woche haben Sie ein Firefox-Konto erstellt, es jedoch nie verifiziert. Wir machen uns Sorgen um Sie.
el: Σχεδόν μια εβδομάδα πριν δημιουργήσατε ένα λογαριασμό Firefox, αλλά δεν τον επαληθεύσατε ποτέ. Ανησυχούμε για εσάς.
es_ar: Hace casi una semana que creaste una cuenta Firefox pero nunca la confirmaste. Estamos preocupados.
es_cl: Hace casi una semana creaste una cuenta de Firefox, pero nunca la verificaste. Estamos preocupados por ti.
fi: Loit Firefox-tilin noin viikko sitten, mutta et koskaan vahvistanut sitä. Olemme huolissamme sinusta.
fr: Il y a presque une semaine, vous avez créé un compte Firefox, mais vous ne l’avez jamais vérifié. Nous commençons à nous inquiéter.
he: לפני כשבוע יצרת חשבון Firefox אך לא אימתת אותו. אנחנו דואגים לך.
hr: Prije gotovo tjedan dana stvorio/la si Firefox račun, ali ga nikada nisi potvrdio/la. To nas zabrinjava.
hu: Majd egy héttel ezelőtt létrehozott egy Firefox-fiókot, de nem erősítette meg. Aggódunk Ön miatt.
ia: Quasi un septimana retro tu creava un conto de Firefox ma jammais tu ha verificate illo. Nos es preoccupate pro te.
it: È trascorsa quasi una settimana da quando hai registrato un account Firefox, ma non lo hai ancora verificato. Stiamo iniziando a preoccuparci.
ka: თითქმის ერთი კვირაა, რაც Firefox-ანგარიში შექმენით, მაგრამ ჯერ კიდევ არ დაგიმოწმებიათ. ჩვენ უკვე ვღელავთ თქვენზე.
kab: Imalas aya, terniḍ amiḍan Firefox, maca ur ǧǧin tsentmeḍ-t. Ihi aql-aɣ netqelleq.
lt: Prieš beveik savaitę susikūrėte „Firefox“ paskyrą, tačiau dar nepatvirtinote. Mes šiek tiek nerimaujame.
ml: ഒരു ആഴ്ച മുൻപ് നിങ്ങൾ ഒരു ഫയർഫോക്സ് അക്കൌണ്ട് സൃഷ്ടിച്ചു പക്ഷെ അതിനെ ഒരിക്കലും സ്ഥിരീകരിച്ചിട്ടില്ല. നിങ്ങളെക്കുറിച്ച് ഞങ്ങൾക്ക് ആശങ്കയുണ്ട്.
nb_no: For nesten en uke siden opprettet du en Firefox-konto, men bekreftet den aldri. Vi lurer på hva som skjedde.
nl: U hebt bijna een week geleden een Firefox-account aangemaakt, maar nooit geverifieerd. We maken ons zorgen om u.
pl: Prawie tydzień temu utworzono konto Firefoksa, ale nigdy go nie zweryfikowano. Martwimy się o Ciebie.
pt: Há quase uma semana criou uma Conta Firefox mas nunca a verificou. Estamos preocupados consigo.
pt_br: Há quase uma semana você criou uma Conta Firefox, mas nunca a validou. Estamos preocupados com você.
ro: În urmă cu aproape o săptămână ai creat un cont Firefox, însă nu l-ai verificat niciodată. Ne facem griji pentru tine.
ru: Почти неделю назад вы создали Аккаунт Firefox, но всё ещё не подтвердили его. Мы беспокоимся о вас.
sk: Takmer pred týždňom ste si vytvorili účet Firefox, ale zatiaľ ste ho nepotvrdili. Bojíme sa o vás.
sl: Pred slabim tednom ste ustvarili Firefox Račun, vendar ga niste nikoli potrdili. Skrbi nas za vas.
sq: Gati një javë më parë krijuat një Llogari Firefox, por nuk e verifikuat kurrë. Na bëtë merak.
sr: Пре скоро недељу дана направили сте Firefox налог, али га никада нисте и потврдили. Забринути смо за вас.
sr_latn: Pre skoro nedelju dana napravili ste Firefox nalog, ali ga nikada niste i potvrdili. Zabrinuti smo za vas.
sv_se: Nästan för en vecka sedan skapade du ett Firefox-konto men du verifierade aldrig det. Vi undrar vad som hände.
th: คุณได้สร้างบัญชี Firefox มาแล้วเกือบหนึ่งสัปดาห์ แต่ยังไม่เคยตรวจสอบ เรากังวลเกี่ยวกับคุณ
tr: Yaklaşık bir hafta önce Firefox Hesabı açtınız ama hesabınızı onaylamadınız. Sizi merak ettik.
uk: Майже тиждень тому ви створили обліковий запис Firefox, але не підтвердили його. Ми хвилюємося за вас.

source: Confirm this email address to activate your account and let us know you're okay.
be: Пацвердзіце гэты адрас электроннай пошты, каб актываваць свой уліковы запіс, і дайце нам знаць, што вы ў парадку.
cs: Pro aktivaci svého účtu potvrďte tuto e-mailovou adresu. Dáte nám tím vědět, že je vše v pořádku.
cy: Cadarnhewch y cyfeiriad e-bost hwn i weithredu eich cyfrif a gadewch i ni wybod eich bod chi'n iawn.
da: Bekræft denne mailadresse for at aktivere din konto - og for at lade os vide, at du er ok ;)
de: Bestätigen Sie diese E-Mail-Adresse, um Ihr Konto zu aktivieren und uns mitzuteilen, dass es Ihnen gut geht.
el: Επιβεβαιώστε αυτήν τη διεύθυνση email για να ενεργοποιήσετε τον λογαριασμό σας και να μας ενημερώσετε ότι είστε εντάξει.
es_ar: Confirmá la dirección de correo para activar tu cuenta y así sabremos que todo va bien.
es_cl: Confirma esta dirección de correo para activar tu cuenta y así sabremos que está todo bien.
fi: Vahvista tämä sähköpostiosoite aktivoidaksesi tilisi ja kuitataksesi, että kaikki on kunnossa.
fr: Confirmez cette adresse électronique pour activer votre compte et faites-nous savoir que vous allez bien.
hr: Potvrdi ovu e-mail adresu za aktiviranje tvog računa i javi nam da si dobro.
hu: Erősítse meg ezt az e-mail címet a fiók aktiválásához, és tudassa velünk, hogy rendben van.
ia: Confirma iste adresse de e-mail pro activar tu conto e facer nos saper que toto es in ordine.
it: Verifica questo indirizzo email per attivare il tuo account e farci sapere che è tutto a posto.
ja: このメールアドレスを確認してアカウントを有効にし、問題がないことをお知らせください。
ka: დაადასტურეთ ელფოსტის ეს მისამართი, რითიც აამოქმედებთ თქვენს ანგარიშს და გვაცნობებთ, რომ ყველაფერი რიგზე გაქვთ.
kab: Sentem tansa-a n yimayl akken ad tremdeḍ amiḍan-ik daɣen ini-aɣ-d ma tgerrzeḍ.
lt: Patvirtinę šį el. pašto adresą aktyvuosite savo paskyrą ir pranešite mums, kad jums viskas gerai.
nb_no: Bekreft denne e-postadressen for å aktivere kontoen din, og la oss få vite at du har det bra.
nl: Bevestig dit e-mailadres om uw account te activeren, en laat ons weten dat alles in orde is.
pl: Potwierdź ten adres e-mail, aby aktywować konto i dać nam znać, że wszystko w porządku.
pt: Confirme este endereço de email para ativar a sua conta e deixe-nos saber que está bem.
pt_br: Confirme este endereço de email para ativar sua conta e deixe-nos saber que você está bem.
ro: Confirmă această adresă de e-mail pentru a-ți activa contul și dă-ne un semn că ești în regulă.
ru: Подтвердите этот адрес электронной почты, чтобы активировать свой Аккаунт, и дайте нам знать, что вы в порядке.
sk: Potvrďte túto e-mailovú adresu a aktivujte svoj účet.
sl: Potrdite ta e-poštni naslov, da omogočite svoj račun in nam sporočite, da ste v redu.
sq: Ripohojeni këtë adresë email që të aktivizohet llogaria juaj dhe që të na bëni të ditur se jeni në rregull.
sr: Потврдите ову е-адресу да бисте активирали свој налог и јавите нам да сте добро.
sr_latn: Potvrdite ovu e-adresu da biste aktivirali svoj nalog i javite nam da ste dobro.
sv_se: Bekräfta den här e-postadressen för att aktivera ditt konto och meddela oss att du är okej.
th: ยืนยันที่อยู่อีเมลนี้เพื่อเปิดใช้งานบัญชีของคุณและแจ้งให้เราทราบว่าคุณไม่มีปัญหาอะไรแล้ว
tr: Her şey yolundaysa hesabınızı etkinleştirmek için bu e-posta adresini onaylayın.
uk: Підтвердьте цю адресу електронної пошти, щоб активувати обліковий запис і дати нам знати, що все гаразд.

source: Activate the Firefox family of products
be: Актываваць сямейства прадуктаў Firefox
cs: Aktivujte si celou rodinu produktů Firefox
cy: Defnyddiwch gynnyrch teulu Firefox
da: Aktiver hele Firefox-familien
de: Aktivieren Sie die Firefox-Produktfamilie
el: Ενεργοποιήστε την οικογένεια των προϊόντων Firefox
es_ar: Activar la familia de productos Firefox
es_cl: Activa la familia de productos de Firefox
fi: Aktivoi Firefox-tuoteperhe
fr: Activez la famille de produits Firefox
he: הפעלת משפחת המוצרים של Firefox
hr: Aktiviraj obitelj proizvoda Firefox
hu: Aktiválja a Firefox termékcsaládot
ia: Activar le familia de productos Firefox
it: Attiva la famiglia di prodotti Firefox
ka: აამოქმედეთ Firefox-ის პროდუქტების სრული ოჯახი
kab: Rmed tawacult n yifarisen Firefox
lt: Aktyvuoti „Firefox“ produktų šeimą
nb_no: Aktiver hele Firefox-familien
nl: Activeer de Firefox-productfamilie
pl: Aktywuj rodzinę produktów Firefoksa
pt: Ative a família de produtos do Firefox
pt_br: Ative a família de produtos Firefox
ro: Activează familia de produse Firefox
ru: Активируйте семейство продуктов Firefox
sk: Aktivujte si celú rodinu produktov Firefoxu
sl: Aktivirajte družino Firefoxovih izdelkov
sq: Aktivizoni familjen e produkteve Firefox
sr: Активирајте Firefox породицу производа
sr_latn: Aktivirajte Firefox porodicu proizvoda
sv_se: Aktivera Firefox-familjen av produkter
th: เปิดใช้งานผลิตภัณฑ์ตระกูล Firefox
tr: Firefox ürün ailesini etkinleştirin
tt: Firefox продуктлар гаиләсен активләштерү
uk: Активуйте сімейство продуктів Firefox

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
be: Пацвердзіце свой уліковы запіс і атрымайце максімальную аддачу ад Firefox усюды, дзе ўвайшлі, пачынаючы з:
cs: Potvrďte svůj účet a využívejte výhody všude, kde se přihlásíte, počínaje:
cy: Cadarnhewch eich cyfrif a chael y gorau o Firefox ym mhob man rydych chi'n mewngofnodi gan gychwyn yn:
da: Bekræft din konto og få mest muligt ud af Firefox, overalt hvor du logger ind, startende med:
de: Bestätigen Sie Ihr Konto und nutzen Sie Firefox überall dort, wo Sie sich anmelden. Erster Schritt:
el: Επιβεβαιώστε το λογαριασμό σας και αξιοποιήστε στο έπακρο το Firefox, όπου κι αν συνδεθείτε, ξεκινώντας με:
es_ar: Confirmá tu cuenta y aprovechá Firefox al máximo cada vez que iniciás una sesión con:
es_cl: Confirma tu cuenta y sácale el máximo provecho a Firefox donde sea que te conectes empezando por:
fi: Vahvista tilisi ja ota kaikki hyöty irti Firefoxista kaikkialla missä kirjaudut sisään, aloittaen tästä:
fr: Confirmez votre compte et tirez le meilleur parti de Firefox partout où vous vous connectez, en commençant par :
he: אישור החשבון שלך יאפשר לך להפיק את המיטב מ־Firefox עם כל מכשיר מחובר לרבות:
hr: Potvrdi tvoj račun i koristi Firefox na najbolji način neovisno o mjestu prijave, počevši od:
hu: Erősítse meg fiókját, és hozza ki a lehető legtöbbet a Firefoxból mindenhol, ahol bejelentkezik, kezdve ezzel:
ia: Confirma tu conto e tira le maximo de Firefox ubicunque tu aperi session, a comenciar per:
it: Conferma il tuo account e ottieni il massimo da Firefox su tutti i dispositivi da cui accedi, a cominciare da:
ka: დაამოწმეთ თქვენი ანგარიში და მისი მეშვეობით სრულად ისარგებლეთ Firefox-ის შესაძლებლობებით:
kab: Sentem amiḍan-ik daɣen faṛes tagnit seg Firefox sekra wanida i teqqneḍ, bdu s:
lt: Patvirtinkite savo paskyrą ir išnaudokite „Firefox“ galimybes visuose savo įrenginiuose, pradedant nuo:
nb_no: Bekreftede kontoen din og få mest mulig ut av Firefox overalt hvor du logger inn, startende med:
nl: Bevestig uw account en haal overal waar u zich aanmeldt het meeste uit Firefox, te beginnen met:
pl: Potwierdź konto i w pełni wykorzystaj Firefoksa wszędzie, gdzie się zalogujesz, zaczynając od:
pt: Confirme a sua conta e aproveite ao máximo o Firefox em todos os lugares em que iniciar sessão, a começar por:
pt_br: Confirme sua conta e tire o máximo proveito do Firefox onde quer que você acesse, começando com:
ro: Confirmă-ți contul și obține maximul de la Firefox oriunde te autentifici, începând cu:
ru: Подтвердите свой аккаунт и получите максимум от Firefox везде, где бы вы не вошли, начиная с:
sk: Potvrďte svoj účet a vyťažte zo svojho Firefoxu čo najviac, začínajúc s:
sl: Potrdite svoj račun in kar najbolje izkoristite Firefox na vseh napravah, začenši z:
sq: Ripohoni llogarinë tuaj dhe përfitoni maksimumin nga Firefox-i, nga kudo që bëni hyrjen në llogarinë tuaj duke filluar me:
sr: Потврдите свој налог и извуците максимум из Firefox-а пријављивањем на било ком уређају:
sr_latn: Potvrdite svoj nalog i izvucite maksimum iz Firefox-a prijavljivanjem na bilo kom uređaju:
sv_se: Bekräfta ditt konto och få ut det mesta av Firefox överallt du loggar in med:
th: ยืนยันบัญชีของคุณและรับประโยชน์สูงสุดจาก Firefox ทุกที่ที่คุณลงชื่อเข้าใช้ไม่ว่าจะเป็น:
tr: Hesabınız doğrulayın, giriş yaptığınız her yerde Firefox’tan daha iyi şekilde yararlanın. İlk olarak…
uk: Підтвердьте свій обліковий запис і отримайте максимум від Firefox усюди де ви зайдете, починаючи з:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
be: Пацвердзіце свой уліковы запіс і атрымайце максімальную аддачу ад Firefox усюды, дзе ўвайшлі.
cs: Potvrďte svůj účet a využívejte výhody všude, kde se přihlásíte.
cy: Cadarnhewch eich cyfrif a chael y gorau o Firefox ym mhob man rydych chi'n mewngofnodi iddo.
da: Bekræft din konto og få mest muligt ud af Firefox, hvor du logger ind.
de: Bestätigen Sie Ihr Konto und nutzen Sie Firefox überall dort, wo Sie sich anmelden.
el: Επιβεβαιώστε τον λογαριασμό σας και αξιοποιήστε στο έπακρο το Firefox, όπου κι αν συνδεθείτε.
es_ar: Confirmá tu cuenta y aprovechá Firefox al máximo cada vez que inicies una sesión.
es_cl: Confirma tu cuenta y sácale el máximo provecho a Firefox donde sea que te conectes.
fi: Vahvista tilisi ja ota kaikki hyöty irti Firefoxista kaikkialla missä kirjaudut sisään.
fr: Confirmez votre compte et tirez le meilleur parti de Firefox partout où vous vous connectez.
he: אישור החשבון שלך יאפשר לך להפיק את המיטב מ־Firefox עם כל מכשיר מחובר.
hr: Potvrdi tvoj račun i koristi Firefox na najbolji način neovisno o mjestu prijave.
hu: Erősítse meg fiókját, és hozza ki a lehető legtöbbet a Firefoxból mindenhol, ahol bejelentkezik.
ia: Confirma tu conto e tira le maximo de Firefox ubicunque tu aperi session.
it: Conferma il tuo account e ottieni il massimo da Firefox su tutti i dispositivi sincronizzati.
ka: დაამოწმეთ თქვენი ანგარიში და მისი მეშვეობით სრულად ისარგებლეთ Firefox-ის შესაძლებლობებით.
kab: Sentem amiḍan-ik daɣen faṛes tagnit seg Firefox sekra wanida i teqqneḍ.
lt: Patvirtinkite savo paskyrą ir išnaudokite „Firefox“ galimybes visuose savo įrenginiuose.
nb_no: Bekreftede kontoen din og få mest mulig ut av Firefox overalt hvor du logger inn.
nl: Bevestig uw account en haal overal waar u zich aanmeldt het meeste uit Firefox.
pl: Potwierdź konto i w pełni wykorzystaj Firefoksa wszędzie, gdzie się zalogujesz.
pt: Confirme a sua conta e aproveite ao máximo o Firefox em todos os lugares em que iniciar sessão.
pt_br: Confirme sua conta e tire o máximo proveito do Firefox onde quer que você acesse.
ro: Confirmă-ți contul și obține maximul de la Firefox oriunde te autentifici.
ru: Подтвердите свой аккаунт и получите максимум от Firefox везде, где бы вы не вошли.
sk: Potvrďte svoj účet a využívajte výhody všade, kde sa prihlásite.
sl: Potrdite svoj račun in kar najbolje izkoristite Firefox na vseh napravah.
sq: Ripohoni llogarinë tuaj dhe përfitoni maksimumin nga Firefox-i, nga kudo që bëni hyrjen në llogarinë tuaj.
sr: Потврдите ваш налог и максимално искористите Firefox где год да се пријавите.
sr_latn: Potvrdite vaš nalog i maksimalno iskoristite Firefox gde god da se prijavite.
sv_se: Bekräfta ditt konto och få ut det mesta av Firefox överallt du loggar in.
th: ยืนยันบัญชีของคุณและรับประโยชน์สูงสุดจาก Firefox ทุกที่ที่คุณลงชื่อเข้าใช้
tr: Hesabınız doğrulayın, giriş yaptığınız her yerde Firefox’tan daha iyi şekilde yararlanın.
uk: Підтвердьте свій обліковий запис і отримайте максимум від Firefox усюди.

source: For added security, please confirm this sign-in from the following device:
ar: لمزيد من الأمان، رجاءً أكّد عملية الولوج من الجهاز الآتي:
be: Для дадатковай бяспекі, калі ласка, пацвердзіце гэты ўваход з наступнай прылады:
bg: За по-голяма сигурност, моля потвърдете вписване от следното устройството:
bs: Za dodatnu sigurnost, molimo potvrdite ovu prijavu sa sljedećeg uređaja:
ca: Per més seguretat, confirmeu aquest inici de sessió des del següent dispositiu:
cs: Pro větší bezpečnost prosím potvrďte toto přihlášení z následujícího zařízení:
cy: Er mwy gwell diogelwch, cadarnhewch y mewngofnodi hwn o'r ddyfais ganlynol:
da: Som en ekstra sikkerhed skal du bekræfte dette login fra følgende enhed:
de: Bestätigen Sie bitte zwecks verbesserter Sicherheit diese Anmeldung von folgendem Gerät:
el: Για επιπρόσθετη ασφάλεια, παρακαλούμε επιβεβαιώστε αυτή τη σύνδεση από την ακόλουθη συσκευή:
es_ar: Para una mayor seguridad, por favor confirmá este inicio de sesión desde el siguiente dispositivo:
es_cl: Para una mayor seguridad, por favor confirma la conexión del siguiente dispositivo:
et: Turvalisuse tõstmiseks kinnita palun sisselogimine järgmises seadmes:
fi: Vahvista tämä kirjautuminen paremman turvallisuuden vuoksi laitteella:
fr: Pour une sécurité renforcée, veuillez confirmer cette connexion depuis l’appareil suivant :
gd: Airson tèarainteachd a bharrachd, dearbh an clàradh a-steach air na h-uidheaman seo:
he: לשיפור האבטחה, נא לאשר את הכניסה מהמכשיר הבא:
hr: Za dodatnu sigurnost, potvrdi ovu prijavu sa sljedećeg uređaja:
hu: A nagyobb biztonság érdekében, erősítse meg ezt a bejelentkezést a következő eszközön:
ia: Pro ulterior securitate, per favor confirma iste apertura de session ab le sequente apparato:
it: Per una maggiore sicurezza, conferma l'accesso da questo dispositivo:
ja: 念のため、次の端末からのログインを確認してください:
ka: დამატებითი უსაფრთხოებისთვის, გთხოვთ, დაადასტუროთ ეს შესვლა შემდეგი მოწყობილობიდან:
kab: I ugar n tɣellist, ma ulac aɣilif, sentem tuqqna-agi seg yibenk agi:
lt: Vardan papildomo saugumo prašome patvirtinti prisijungimą iš šio įrenginio:
ml: അധിക സുരക്ഷക്കായി, ദയവായി ഈ ഉപകരണത്തിൽ നിന്നുള്ള പ്രവേശനം സ്ഥിരീകരിക്കുക:
ms: Untuk keselamatan tambahan, sila sahkan daftar masuk daripada peranti ini:
nb_no: For ekstra sikkerhet, bekreftet denne innloggingen fra følgende enhet:
nl: Bevestig deze aanmelding vanaf het volgende apparaat omwille van extra beveiliging:
pl: W celu zwiększenia bezpieczeństwa, proszę potwierdzić to logowanie z tego urządzenia:
pt: Para segurança adicional, por favor confirme este início de sessão do seguinte dispositivo:
pt_br: Para segurança adicional, confirme este acesso no seguinte dispositivo:
ro: Pentru un plus de securitate, te rugăm să confirmi această autentificare de pe următorul dispozitiv:
ru: Для повышения безопасности, пожалуйста, подтвердите этот вход со следующего устройства:
sk: Za účelom vyššej bezpečnosti, prosím, potvrďte toto prihlásenie z nasledujúceho zariadenia:
sl: Za večjo varnost potrdite to prijavo z naslednje naprave:
sq: Për më tepër siguri, ju lutemi, ripohojeni këtë hyrje që nga pajisja vijuese:
sr: За додатну безбедност, молимо вас да потврдите пријављивање на следећем уређају:
sr_latn: Za dodatnu bezbednost, molimo vas da potvrdite prijavljivanje na sledećem uređaju:
sv_se: För extra säkerhet, vänligen bekräfta denna inloggning från följande enhet:
th: เพื่อความปลอดภัยเพิ่มเติม โปรดยืนยันการลงชื่อเข้าใช้นี้จากอุปกรณ์ต่อไปนี้:
tr: Ek bir güvenlik önlemi olarak, aşağıdaki cihazdan giriş yaptığınızı onaylayın:
tt: Хәвефсезлек өчен, зинһар түбәндәге җиһаздан керү-кермәвегезне раслагыз:
uk: Для додаткової безпеки, схваліть цей вхід з такого пристрою:

source: Confirm sign-in
ar: أكّد الولوج
ast: Confirmar aniciu de sesión
be: Пацвердзіць уваход
bg: Потвърждаване на вписването
bs: Potvrdi prijavu
ca: Confirmeu l'inici de la sessió
cs: Potvrdit přihlášení
cy: Cadarnhau eich mewngofnodi
da: Bekræft login
de: Anmeldung bestätigen
el: Επιβεβαίωση εισόδου
es_ar: Confirmar inicio de sesión
es_cl: Confirmar conexión
et: Kinnita sisselogimine
eu: Berretsi saio-hasiera
fa: تایید ورود
fi: Vahvista kirjautuminen
fr: Confirmer la connexion
gd: Dearbh an clàradh a-steach
he: אישור התחברות
hi: साइन-इन की पुष्टि करें
hr: Potvrdi prijavu
hu: Bejelentkezés megerősítése
ia: Confirmar apertura de session
it: Conferma accesso
ja: ログインを確認
ka: შესვლის დადასტურება
kab: Sentem tuqqna
kk: Кіруді растау
lt: Patvirtinti prisijungimą
lv: Apstiprināt ieiešanu
ml: പ്രവേശനം സ്ഥിരീകരിക്കുക
ms: Sahkan daftar masuk
nb_no: Bekreft innlogging
nl: Aanmelding bevestigen
pl: Potwierdź logowanie
pt: Confirmar novo início de sessão
pt_br: Confirmar acesso
ro: Confirmă autentificarea
ru: Подтвердить вход
sk: Potvrdiť prihlásenie
sl: Potrdite prijavo
sq: Ripohoni hyrjen
sr: Потврдите пријаву
sr_latn: Potvrdite prijavu
sv_se: Bekräfta inloggning
te: సైన్ ఇన్ నిర్ధారించండి
th: ยืนยันการลงชื่อเข้า
tr: Girişi onayla
tt: Керүне раслау
uk: Підтвердити вхід

source: If yes, here is the verification code:
cs: Pokud ano, tady je ověřovací kód:
cy: Os ydyw, defnyddiwch y cod dilysu hwn:
da: Hvis det er, så er bekræftelseskoden her:
de: Wenn ja, ist hier der Bestätigungscode:
el: Αν ναι, ορίστε ο κωδικός επαλήθευσης:
es_ar: Si es así, usá este código de verificación:
es_cl: Si es así, aquí está el código de verificación:
fi: Jos kyllä, tässä on vahvistuskoodi:
fr: Si oui, voici le code de vérification :
he: אם כן, להלן קוד האימות:
hr: Ako je odgovor da, ovo je kôd za potvrdu:
hu: Ha igen, akkor itt az ellenőrzőkód:
ia: Si si, ecce le codice de verification:
it: Se desideri procedere, ecco il codice di verifica:
ja: はいの場合、この確認コードです:
ka: თუ კი, გამოიყენეთ ეს დამადასტურებელი კოდი:
kab: Ma ih, att-a tengalt n usenqed:
nb_no: Hvis ja, her er bekreftelseskoden:
nl: Zo ja, dan is dit de verificatiecode:
pl: Jeśli tak, oto kod weryfikacyjny:
pt: Se sim, aqui está o código de confirmação:
pt_br: Se foi você, use este código de verificação:
ro: Dacă da, iată codul de verificare:
ru: Если да, то вот — код подтверждения:
sk: Ak áno, tu je overovací kód:
sl: Če da, uporabite to potrditveno kodo:
sq: Nëse po, ja kodi i verifikimit:
sr: Ако је одговор да, изволите верификациони код:
sr_latn: Ako je odgovor da, izvolite verifikacioni kod:
sv_se: Om ja, här är verifieringskoden:
th: หากใช่ นี่คือรหัสยืนยัน:
tr: Doğrulama kodunuz:
tt: Әйе булса, раслау коды бу:
uk: Якщо так, ось код підтвердження:

source: It expires in 5 minutes.
cs: Platnost vyprší za 5 minut.
cy: Daw i ben mewn 5 munud.
da: Den udløber om 5 minutter.
de: Er läuft in 5 Minuten ab.
el: Λήγει σε 5 λεπτά.
es_ar: Caduca en 5 minutos.
es_cl: Expira en 5 minutos.
fi: Se vanhenee viidessä minuutissa.
fr: Il expire dans 5 minutes.
he: הקוד יפוג בתוך 5 דקות.
hr: Istječe za 5 minuta.
hu: 5 perc múlva lejár.
ia: Illo expira in 5 minutas.
it: Il codice scadrà entro 5 minuti.
ja: 5 分以内に確認コードを入力してください。
ka: ვადა გაუვა 5 წუთში.
kab: Ad immet deg 5 n tseddatin.
nb_no: Den løper ut om 5 minutter.
nl: Deze verloopt over vijf minuten.
pl: Wygasa za 5 minut.
pt: Este expira em 5 minutos.
pt_br: Expira em 5 minutos.
ro: Expiră în 5 minute.
ru: Срок его действия истечёт через 5 минут.
sk: Jeho platnosť vyprší po 5 minútach.
sl: Poteče čez 5 minut.
sq: Skadon për 5 minuta.
sr: Истиче за 5 минута.
sr_latn: Ističe za 5 minuta.
sv_se: Den upphör om 5 minuter.
th: จะหมดอายุใน 5 นาที
tr: Kodun geçerlilik süresi 5 dakikadır.
tt: Кодның яраклылык вакыты 5 минут.
uk: Термін його дії спливає через 5 хвилин.
