Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You can ensure that your payment method and account information are up to date <a href="%(updateBillingUrl)s">here</a>.
cs: Ověřte, že jsou vaše platební údaje a informace o účtu <a href="%(updateBillingUrl)s">aktuální</a>.
cy: Gallwch sicrhau bod eich dull talu a manylion eich cyfrif yn gyfredol <a href="%(updateBillingUrl)s">yma</a>.
da: Du kan sikre dig, at din betalingsmetode og kontooplysninger er opdaterede <a href="%(updateBillingUrl)s">her</a>.
de: Sie können <a href="%(updateBillingUrl)s">hier</a> sicherstellen, dass Ihre Zahlungsmethode und Kontoinformationen aktuell sind.
el: Μπορείτε να εξασφαλίσετε ότι η μέθοδος πληρωμής και τα στοιχεία του λογαριασμού σας είναι ενημερωμένα <a href="%(updateBillingUrl)s">εδώ</a>.
es_ar: Asegurate que tu método de pago e información de cuenta están actualizados <a href="%(updateBillingUrl)s">aquí</a>.
es_cl: Puedes asegurarte de que tu método de pago y la información de tu cuenta están actualizados <a href="%(updateBillingUrl)s">aquí</a>.
fi: Voit varmistaa, että maksutapa- ja tilitiedot ovat ajan tasalla <a href="%(updateBillingUrl)s">täällä</a>.
fr: Vous pouvez vous assurer que votre mode de paiement et les informations de votre compte sont à jour <a href="%(updateBillingUrl)s">ici</a>.
he: באפשרותך לוודא שאמצעי התשלום ופרטי החשבון שלך מעודכנים <a href="%(updateBillingUrl)s">כאן</a>.
hu: Itt meggyőződhet arról, hogy fizetési módja és fiókja adatai naprakészek <a href="%(updateBillingUrl)s">itt</a>.
ia: Tu pote assecurar te que tu methodo de pagamento e informationes de conto es al currente <a href="%(updateBillingUrl)s">hic</a>.
it: Puoi assicurarti che il metodo di pagamento e le informazioni sull’account siano aggiornate <a href="%(updateBillingUrl)s">qui</a>.
ja: 現在のお支払い方法とアカウント情報は <a href="%(updateBillingUrl)s">こちら</a> で確認できます。
ka: შეგიძლიათ გადაამოწმოთ, თქვენი გადახდის საშუალებისა და ანგარიშის მონაცემების სისწორე, <a href="%(updateBillingUrl)s">აქედან</a>.
nl: U kunt <a href="%(updateBillingUrl)s">hier</a> ervoor zorgen dat uw betalingsmethode en accountgegevens actueel zijn.
pl: <a href="%(updateBillingUrl)s">Tutaj</a> można upewnić się, że metoda płatności i informacje o koncie są aktualne.
pt: Pode garantir que a forma de pagamento e as informações da conta estão atualizadas <a href="%(updateBillingUrl)s">aqui</a>.
pt_br: Você pode verificar <a href="%(updateBillingUrl)s">aqui</a> se a forma de pagamento e as informações da conta estão atualizadas.
ru: Если вы хотите убедиться, что ваш способ оплаты и информация об аккаунте актуальны, вы можете сделать это <a href="%(updateBillingUrl)s">здесь</a>.
sq: Nga <a href="%(updateBillingUrl)s">këtu</a>, mund të siguroheni se metoda juaj e pagesës dhe hollësitë e llogarisë janë të sakta.
sv_se: Du kan se till att din betalningsmetod och kontoinformation är uppdaterad <a href="%(updateBillingUrl)s">här</a>.
tr: Ödeme yönteminizin ve hesap bilgilerinizin güncel olup olmadığını <a href="%(updateBillingUrl)s">buradan</a> kontrol edebilirsiniz.
uk: Ви можете перевірити актуальність вашого способу оплати й даних облікового запису <a href="%(updateBillingUrl)s">тут</a>.

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please <a href="%(subscriptionSupportUrl)s">contact us</a>.
cs: Děkujeme vám za předplacení produktu %(productName)s. Pokud budete mít jakékoliv otázky k vašemu předplatnému nebo budete potřebovat informace o %(productName)s, <a href="%(subscriptionSupportUrl)s">kontaktujte nás</a>.
cy: Diolch am danysgrifio i %(productName)s. Os oes gennych unrhyw gwestiynau am eich tanysgrifiad neu os oes angen mwy o wybodaeth arnoch am %(productName)s, <a href="%(subscriptionSupportUrl)s">cysylltwch â ni</a>.
da: Tak fordi du abonnerer på %(productName)s. Hvis du har nogle spørgsmål om dit abonnement, eller har brug for mere information om %(productName)s, så <a href="%(subscriptionSupportUrl)s">kontakt os</a>.
de: Vielen Dank, dass Sie %(productName)s abonniert haben. Wenn Sie Fragen zu Ihrem Abonnement haben oder weitere Informationen über %(productName)s benötigen, <a href="%(subscriptionSupportUrl)s">kontaktieren Sie uns bitte</a>.
el: Ευχαριστούμε για τη συνδρομή σας στο %(productName)s. Αν έχετε οποιαδήποτε απορία σχετικά με τη συνδρομή σας ή αν χρειάζεστε περισσότερες πληροφορίες σχετικά με το %(productName)s, παρακαλούμε <a href="%(subscriptionSupportUrl)s">επικοινωνήστε μαζί μας</a>.
es_ar: Gracias por suscribirte a %(productName)s. Si tenés alguna pregunta sobre la suscripción o necesitás más información sobre %(productName)s, <a href="%(subscriptionSupportUrl)s">contactanos</a>.
es_cl: Gracias por suscribirte a %(productName)s. Si tienes alguna pregunta sobre tu suscripción o necesitas más información sobre %(productName)s, por favor <a href="%(subscriptionSupportUrl)s">contáctanos</a>.
fi: Kiitos, että tilasit tuotteen %(productName)s. Jos sinulla on kysyttävää tilauksestasi tai tarvitset lisätietoja tuotteesta %(productName)s, <a href="%(subscriptionSupportUrl)s">ota yhteys meihin</a>.
fr: Merci d’avoir souscrit à %(productName)s. Si vous avez des questions sur votre abonnement ou avez besoin de plus d’informations sur %(productName)s, veuillez <a href="%(subscriptionSupportUrl)s">nous contacter</a>.
he: תודה שנרשמת ל־%(productName)s. אם יש לך שאלות כלשהן לגבי המינוי שלך או שיש לך צורך במידע נוסף על %(productName)s, ניתן <a href="%(subscriptionSupportUrl)s">ליצור איתנו קשר</a>.
hu: Köszönjük, hogy előfizetett a %(productName)s szolgáltatásra. Ha kérdése van az előfizetésével kapcsolatban, vagy további információra van szükséges a %(productName)s szolgáltatással kapcsolatban, akkor <a href="%(subscriptionSupportUrl)s">lépjen velünk kapcsolatba</a>.
ia: Gratias pro tu subscription a %(productName)s. Si tu ha questiones sur tu subscription o require altere informationes sur %(productName)s, <a href="%(subscriptionSupportUrl)s">contacta nos</a>.
it: Grazie per esserti abbonato a %(productName)s. Se hai domande sul tuo abbonamento o hai bisogno di ulteriori informazioni su %(productName)s, <a href="%(subscriptionSupportUrl)s">contattaci</a>.
ja: %(productName)s にご登録いただきありがとうございます。%(productName)s のサブスクリプションや他の情報についての質問は、<a href="%(subscriptionSupportUrl)s">こちらからお問い合わせください</a>。
ka: გმადლობთ, რომ გამოწერილი გაქვთ %(productName)s. თუ გექნებათ კითხვა, თქვენი გამოწერის შესახებ ან ისურვებთ უკეთ გაიცნოთ %(productName)s, გთხოვთ <a href="%(subscriptionSupportUrl)s">დაგვიკავშირდეთ</a>.
nl: Bedankt voor uw abonnement op %(productName)s. Als u vragen over uw abonnement hebt, of meer informatie over %(productName)s wilt, <a href="%(subscriptionSupportUrl)s">neem dan contact op</a>.
pl: Dziękujemy za subskrypcję %(productName)s. Prosimy <a href="%(subscriptionSupportUrl)s">skontaktować się z nami</a>, jeśli masz jakieś pytania na temat subskrypcji lub potrzebujesz uzyskać więcej informacji o %(productName)s.
pt: Obrigado pela subscrição no(a) %(productName)s. Se tiver dúvidas sobre a sua subscrição ou precisar de mais informações sobre o(a) %(productName)s, <a href="%(subscriptionSupportUrl)s">entre em contacto conosco</a>.
pt_br: Obrigado por assinar o %(productName)s. Se tiver dúvidas sobre sua assinatura ou precisar de mais informações sobre o %(productName)s, <a href="%(subscriptionSupportUrl)s">entre em contato conosco</a>.
ru: Спасибо, что подписались на %(productName)s. Если у вас есть какие-либо вопросы о подписке или нужна дополнительная информация о %(productName)s, вы можете <a href="%(subscriptionSupportUrl)s">связаться с нами</a>.
sq: Faleminderit për pajtimin te %(productName)s. Nëse keni ndonjë pyetje mbi pajtimin tuaj, ose ju duhet më tepër informacion rreth %(productName)s, ju lutemi, <a href="%(subscriptionSupportUrl)s">lidhuni me ne</a>.
sv_se: Tack för att du prenumererar på %(productName)s. Om du har några frågor om din prenumeration eller behöver mer information om%(productName)s, vänligen <a href="%(subscriptionSupportUrl)s">kontakta oss</a>.
uk: Дякуємо за передплату %(productName)s. При виникненні будь-яких питань стосовно вашої передплати чи додаткової інформації про %(productName)s, будь ласка, <a href="%(subscriptionSupportUrl)s">зв'яжіться з нами</a>.

source: Sincerely,
cs: S pozdravem,
cy: Yn gywir,
da: Med venlig hilsen
de: Mit freundlichen Grüßen
el: Με εκτίμηση,
es_ar: Atentamente,
es_cl: Atentamente,
fi: Ystävällisin terveisin
fr: Cordialement,
hr: S poštovanjem,
hu: Tisztelettel,
ia: Sincermente,
it: Cordiali saluti,
ja: 敬具
ka: პატივისცემით,
kab: S tumert,
nl: Hoogachtend,
pl: Z pozdrowieniami,
pt: Com os melhores cumprimentos,
pt_br: Atenciosamente,
ru: С уважением,
sl: S spoštovanjem,
sq: Sinqerisht,
sv_se: Vänliga hälsningar,
tr: Saygılarımızla,
tt: Хөрмәт илә,
uk: З повагою,

source: The %(productName)s team
cs: Tým produktu %(productName)s
cy: Tîm %(productName)s
da: Holdet bag %(productName)s
de: Das %(productName)s-Team
el: Η ομάδα του %(productName)s
es_ar: El equipo de %(productName)s
es_cl: El equipo de %(productName)s
fi: %(productName)s -tiimi
fr: L’équipe %(productName)s
hr: %(productName)s tim
hu: A %(productName)s csapat
ia: Le equipa de %(productName)s
it: il team di %(productName)s
ja: %(productName)s チームより
ka: %(productName)s-ის გუნდი
kab: Tarbaεt %(productName)s
nl: Het %(productName)s-team
pl: Zespół %(productName)s
pt: A equipa do %(productName)s
pt_br: A equipe do %(productName)s
ru: Команда %(productName)s
sq: Ekipi i %(productName)s
sv_se: %(productName)s-teamet
tr: %(productName)s ekibi
tt: %(productName)s такымы
uk: Команда %(productName)s

source: You can ensure that your payment method and account information are up to date here:
cs: Ověřte, že jsou vaše platební údaje a informace o účtu aktuální:
cy: Gallwch sicrhau bod eich dull talu a manylion eich cyfrif yn gyfredol yma:
da: Du kan sikre dig, at din betalingsmetode og kontooplysninger er opdaterede her:
de: Sie können hier sicherstellen, dass Ihre Zahlungsmethode und Ihre Kontoinformationen aktuell sind:
el: Μπορείτε να εξασφαλίσετε ότι η μέθοδος πληρωμής και τα στοιχεία του λογαριασμού σας είναι ενημερωμένα εδώ:
es_ar: Podés asegurarte que tu método de pago e información de cuenta están actualizados aquí:
es_cl: Puedes asegurarte de que tu método de pago y la información de tu cuenta están actualizados aquí:
fi: Voit varmistaa, että maksutapa- ja tilitiedot ovat ajan tasalla:
fr: Vous pouvez vous assurer que votre mode de paiement et les informations de votre compte sont à jour ici :
he: באפשרותך לוודא שאמצעי התשלום ופרטי החשבון שלך מעודכנים כאן:
hu: Itt meggyőződhet arról, hogy fizetési módja és fiókja adatai naprakészek:
ia: Tu pote assecurar te que tu methodo de pagamento e informationes de conto es al currente hic:
it: Puoi assicurarti che il metodo di pagamento e le informazioni sull’account siano aggiornate qui:
ja: 現在のお支払い方法とアカウント情報はこちらで確認できます:
ka: შეგიძლიათ გადაამოწმოთ, თქვენი გადახდის საშუალებისა და ანგარიშის მონაცემების სისწორე, აქედან:
nl: U kunt hier ervoor zorgen dat uw betalingsmethode en accountgegevens actueel zijn:
pl: Tutaj można upewnić się, że metoda płatności i informacje o koncie są aktualne:
pt: Pode confirmar que a sua forma de pagamento e as informações da conta estão atualizadas, aqui:
pt_br: Você pode verificar se a forma de pagamento e as informações da conta estão atualizadas aqui:
ru: Если вы хотите убедиться, что ваш способ оплаты и информация об аккаунте актуальны, вы можете сделать это здесь:
sq: Nga këtu, mund të siguroheni se metoda juaj e pagesës dhe hollësitë e llogarisë janë të sakta:
sv_se: Du kan se till att din betalningsmetod och kontoinformation är uppdaterad här:
tr: Ödeme yönteminizin ve hesap bilgilerinizin güncel olup olmadığını buradan kontrol edebilirsiniz:
uk: Ви можете перевірити актуальність вашого способу оплати й даних облікового запису тут:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please contact us:
cs: Děkujeme vám za předplacení produktu %(productName)s. Pokud budete mít jakékoliv otázky k vašemu předplatnému nebo budete potřebovat informace o %(productName)s, kontaktujte nás:
cy: Diolch am danysgrifio i %(productName)s. Os oes gennych unrhyw gwestiynau am eich tanysgrifiad neu os oes angen mwy o wybodaeth arnoch am %(productName)s, <a href="%(subscriptionSupportUrl)s">cysylltwch â ni</a>.
da: Tak fordi du abonnerer på %(productName)s. Hvis du har nogle spørgsmål om dit abonnement eller har brug for mere information om %(productName)s, så kontakt os:
de: Vielen Dank, dass Sie %(productName)s abonniert haben. Wenn Sie Fragen zu Ihrem Abonnement haben oder weitere Informationen über %(productName)s benötigen, kontaktieren Sie uns bitte:
el: Ευχαριστούμε για τη συνδρομή σας στο %(productName)s. Αν έχετε οποιαδήποτε απορία σχετικά με τη συνδρομή σας ή αν χρειάζεστε περισσότερες πληροφορίες σχετικά με το %(productName)s, παρακαλούμε επικοινωνήστε μαζί μας:
es_ar: Gracias por suscribirte a %(productName)s. Si tenés alguna pregunta sobre la suscripción o necesitás más información sobre %(productName)s, <a href="%(subscriptionSupportUrl)s">contactanos</a>:
es_cl: Gracias por suscribirte a %(productName)s. Si tienes alguna pregunta sobre tu suscripción o necesitas más información sobre %(productName)s, por favor contáctanos:
fi: Kiitos, että tilasit tuotteen %(productName)s. Jos sinulla on kysyttävää tilauksestasi tai tarvitset lisätietoja tuotteesta %(productName)s, ota yhteys meihin:
fr: Merci d’avoir souscrit à %(productName)s. Si vous avez des questions sur votre abonnement ou avez besoin de plus d’informations sur %(productName)s, veuillez nous contacter :
he: תודה שנרשמת ל־%(productName)s. אם יש לך שאלות כלשהן לגבי המינוי שלך או שיש לך צורך במידע נוסף על %(productName)s, באפשרותך ליצור איתנו קשר:
hu: Köszönjük, hogy előfizetett a %(productName)s szolgáltatásra. Ha kérdése van az előfizetésével kapcsolatban, vagy további információra van szükséges a %(productName)s szolgáltatással kapcsolatban, akkor lépjen velünk kapcsolatba:
ia: Gratias pro tu subscription a %(productName)s. Si tu ha questiones sur tu subscription o require altere informationes sur %(productName)s, contacta nos:
it: Grazie per esserti abbonato a %(productName)s. Se hai domande sull’abbonamento o hai bisogno di ulteriori informazioni su %(productName)s, contattaci:
ka: გმადლობთ, რომ გამოწერილი გაქვთ %(productName)s. თუ გექნებათ კითხვა, თქვენი გამოწერის შესახებ ან ისურვებთ უკეთ გაიცნოთ %(productName)s, გთხოვთ დაგვიკავშირდეთ:
nl: Bedankt voor uw abonnement op %(productName)s. Als u vragen over uw abonnement hebt, of meer informatie over %(productName)s wilt, neem dan contact op:
pl: Dziękujemy za subskrypcję %(productName)s. Prosimy skontaktować się z nami, jeśli masz jakieś pytania na temat subskrypcji lub potrzebujesz uzyskać więcej informacji o %(productName)s:
pt: Obrigado pela subscrição no(a) %(productName)s. Se tiver dúvidas sobre a sua subscrição ou precisar de mais informações sobre o(a) %(productName)s, por favor, contacte-nos:
pt_br: Obrigado por assinar o %(productName)s. Se tiver dúvidas sobre sua assinatura ou precisar de mais informações sobre o %(productName)s, entre em contato conosco:
ru: Спасибо, что подписались на %(productName)s. Если у вас есть какие-либо вопросы о подписке или нужна дополнительная информация о %(productName)s, вы можете связаться с нами:
sq: Faleminderit për pajtimin te %(productName)s. Nëse keni ndonjë pyetje mbi pajtimin tuaj, ose ju duhet më tepër informacion rreth %(productName)s, ju lutemi, lidhuni me ne:
sv_se: Tack för att du prenumererar på %(productName)s. Om du har några frågor om din prenumeration eller behöver mer information om %(productName)s, kontakta oss:
uk: Дякуємо за передплату %(productName)s. При виникненні будь-яких питань стосовно вашої передплати чи додаткової інформації про %(productName)s, будь ласка, зв'яжіться з нами:

source: Thank you for being a subscriber!
cs: Děkujeme, že využíváte naše předplatné.
cy: Diolch am fod yn danysgrifiwr!
da: Tak fordi du er abonnent!
de: Vielen Dank, dass Sie Abonnent sind!
el: Ευχαριστούμε για τη συνδρομή σας!
es_ar: ¡Gracias por suscribirte!
es_cl: ¡Gracias por suscribirte!
fi: Kiitos siitä, että olet tilaaja!
fr: Merci pour votre abonnement !
he: תודה שבחרת להיות מנוי!
hr: Hvala na tvojoj pretplati!
hu: Köszönjük, hogy előfizető lett!
ia: Gratias pro esser un abonato!
it: Grazie per essere diventato un abbonato.
ka: გმადლობთ, რომ ჩვენი გამომწერი ხართ!
kab: Tanemmirt imi telliḍ d ameltaɣ!
nb_no: Takk for at du er abonnent!
nl: Bedankt dat u abonnee bent!
pl: Dziękujemy za subskrypcję!
pt: Obrigado por ser um subscritor!
pt_br: Obrigado por ser um assinante!
ro: Îți mulțumim că te-ai abonat!
ru: Спасибо за то, что являетесь подписчиком!
sk: Ďakujeme, že využívate naše predplatné!
sl: Hvala, ker ste naš naročnik!
sq: Faleminderit që jeni një pajtimtar!
sr: Хвала што сте се претплатили!
sr_latn: Hvala što ste se pretplatili!
sv_se: Tack för att du prenumererar!
th: ขอบคุณที่สมัครเป็นสมาชิก!
tr: Abone olduğunuz için teşekkürler!
tt: Язылуыгыз өчен рәхмәт!
uk: Ми вдячні вам за передплату!

source: We received your latest payment for %(productName)s.
cs: Obdrželi jsme vaši poslední platbu za produkt %(productName)s.
cy: Rydym wedi derbyn eich taliad diweddaraf am %(productName)s.
da: Vi modtog din seneste betaling for %(productName)s.
de: Wir haben Ihre letzte Zahlung für %(productName)s erhalten.
el: Λάβαμε την τελευταία σας πληρωμή για το %(productName)s.
es_ar: Recibimos tu último pago por %(productName)s.
es_cl: Hemos recibido tu pago más reciente para %(productName)s.
fi: Vastaanotimme viimeisimmän maksun tuotteen %(productName)s osalta.
fr: Nous avons reçu votre dernier paiement pour %(productName)s.
he: קיבלנו את התשלום האחרון שלך עבור %(productName)s.
hr: Primili smo tvoju najnoviju uplatu za %(productName)s.
hu: Megkaptuk legutóbbi %(productName)s befizetését.
ia: Le ultime pagamento pro %(productName)s ha essite recipite.
it: L’ultimo pagamento per %(productName)s è stato ricevuto.
ja: %(productName)s の最新のお支払いを受領しました。
ka: მიღბულია თქვენი ბოლო გადახდა %(productName)s-ისთვის.
kab: Nnermes-d lexlaṣ-ik anaggaru i %(productName)s.
nb_no: Vi mottok din siste betaling for %(productName)s.
nl: We hebben uw laatste betaling voor %(productName)s ontvangen.
pl: Otrzymaliśmy ostatnią płatność za %(productName)s.
pt: Recebemos o seu último pagamento para o %(productName)s.
pt_br: Recebemos seu último pagamento pelo %(productName)s.
ro: Am primit ultima plată pentru %(productName)s.
ru: Мы получили ваш последний платёж за %(productName)s.
sl: Prejeli smo vaše zadnje plačilo za %(productName)s.
sq: Morëm pagesën tuaj më të re për %(productName)s.
sr: Примили смо вашу последњу уплату за %(productName)s.
sr_latn: Primili smo vašu poslednju uplatu za %(productName)s.
sv_se: Vi fick din senaste betalning för %(productName)s.
th: เราได้รับการชำระเงินสำหรับ %(productName)s ครั้งล่าสุดของคุณแล้ว
tr: %(productName)s için son ödemenizi aldık.
tt: %(productName)s өчен соңгы түләвегезне кабул иттек.
uk: Ми отримали ваш останній платіж за %(productName)s.

source: Thank you for upgrading!
cs: Děkujeme za povýšení vašeho předplatného.
cy: Diolch am uwchraddio!
da: Tak fordi du opgraderer!
de: Vielen Dank für das Upgrade!
el: Ευχαριστούμε για την αναβάθμιση!
es_ar: ¡Gracias por actualizar!
es_cl: ¡Gracias por la actualización!
fi: Kiitos, että päivitit!
fr: Merci pour la mise à jour !
he: תודה ששידרגת!
hr: Hvala na nadogradnji!
hu: Köszönjük, hogy magasabb csomagra frissített!
ia: Gratias pro tu promotion!
it: Grazie per aver effettuato l’aggiornamento.
ka: გმადლობთ, განახლებისთვის!
kab: Tanemmirt ɣef uleqqem!
nb_no: Takk for at du oppgraderer!
nl: Bedankt voor uw upgrade!
pl: Dziękujemy!
pt: Obrigado por atualizar!
pt_br: Obrigado por atualizar!
ro: Îți mulțumim că ai trecut la noua versiune!
ru: Спасибо за обновление!
sl: Hvala za nadgradnjo!
sq: Faleminderit për përmirësimin!
sr: Хвала што сте ажурирали!
sr_latn: Hvala što ste ažurirali!
sv_se: Tack för att du har uppgraderat!
th: ขอบคุณสำหรับการอัปเกรด!
tr: Yükseltme yaptığınız için teşekkürler!
tt: Яңартуыгыз өчен рәхмәт!
uk: Дякуємо вам за передплату!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
cs: Úspěšně jste povýšili z %(productNameOld)s na %(productNameNew)s.
cy: Rydych wedi uwchraddio'n llwyddiannus o %(productNameOld)s i %(productNameNew)s.
da: Du har opgraderet fra %(productNameOld)s til %(productNameNew)s.
de: Sie haben erfolgreich von %(productNameOld)s zum neuen %(productNameNew)s gewechselt.
el: Κάνατε επιτυχή αναβάθμιση από το %(productNameOld)s στο %(productNameNew)s.
es_ar: Actualizaste correctamente de %(productNameOld)s a %(productNameNew)s.
es_cl: Te has actualizado exitosamente de %(productNameOld)s a %(productNameNew)s.
fi: Päivitit onnistuneesti tuotteesta %(productNameOld)s tuotteeseen %(productNameNew)s.
fr: Vous avez terminé la mise à niveau de %(productNameOld)s vers %(productNameNew)s.
he: שידרגת בהצלחה מ־%(productNameOld)s ל־%(productNameNew)s.
hr: Uspješno si nadogradio/la s %(productNameOld)s na %(productNameNew)s.
hu: Sikeresen frissített erről: %(productNameOld)s, erre: %(productNameNew)s.
ia: Tu ha promovite con successo ab %(productNameOld)s a %(productNameNew)s.
it: L’aggiornamento da %(productNameOld)s a %(productNameNew)s è stato effettuato correttamente.
ka: წარმატებულად განახლდა %(productNameOld)s – %(productNameNew)s.
kab: Yedda lqem-ik akken iwata seg %(productNameOld)s ɣer %(productNameNew)s.
nb_no: Du har oppgradert fra %(productNameOld)s til %(productNameNew)s.
nl: U bent met succes geüpgraded van %(productNameOld)s naar %(productNameNew)s.
pl: Pomyślnie przełączono z %(productNameOld)s na %(productNameNew)s.
pt: Atualizou de %(productNameOld)s para %(productNameNew)s com sucesso.
pt_br: Você atualizou com sucesso de %(productNameOld)s para %(productNameNew)s.
ro: Ai trecut cu succes de la %(productNameOld)s la %(productNameNew)s.
ru: Вы успешно обновились с %(productNameOld)s до %(productNameNew)s.
sl: Uspešno ste nadgradili iz %(productNameOld)s na %(productNameNew)s.
sq: Bëtë me sukses përmirësimin nga %(productNameOld)s në %(productNameNew)s.
sr: Успешно сте ажурирали са %(productNameOld)s на %(productNameNew)s.
sr_latn: Uspešno ste ažurirali sa %(productNameOld)s na %(productNameNew)s.
sv_se: Du har uppgraderat från %(productNameOld)s till %(productNameNew)s.
th: คุณได้อัปเกรดจาก %(productNameOld)s เป็น %(productNameNew)s เรียบร้อยแล้ว
tr: %(productNameOld)s ürününden %(productNameNew)s ürününe başarıyla geçtiniz.
tt: %(productNameOld)s продуктын %(productNameNew)s продуктына яңарту уңышлы узды.
uk: Ви успішно оновили передплату з %(productNameOld)s на %(productNameNew)s.
