Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
cs: Požadovaná stránka nebyla nalezena. Byly jsme upozorněni a případné odkazy směřující na tuto stránku opravíme.
cy: Heb ganfod y dudalen y gwnaethoch ofyn amdani. Rydym wedi cael gwybod ac yn trwsio unrhyw ddolenni a allai fod wedi cael eu torri.
da: Den ønskede side blev ikke fundet. Vi har fået besked og vil rette links, der ikke virker.
de: Die angeforderte Seite wurde nicht gefunden. Wir wurden informiert und werden alle möglicherweise defekten Links reparieren.
el: Η σελίδα που ζητήσατε δεν βρέθηκε. Έχουμε ειδοποιηθεί και θα διορθώσουμε τυχόν συνδέσμους που ίσως έχουν χαλάσει.
es_ar: No se encontró la página solicitada. Hemos sido notificados y arreglaremos cualquier enlace que pueda estar roto.
es_cl: La página que solicitaste no se encontró. Hemos sido notificados y arreglaremos cualquier enlace que pueda estar roto.
fi: Hakemaasi sivua ei löytynyt. Saimme tiedon ongelmasta ja korjaamme mahdolliset rikkinäiset linkit.
fr: La page demandée est introuvable. Nous en avons été informés et nous rétablirons les liens éventuellement cassés.
fur: La pagjine domandade no je stade cjatade. Nus è rivade la segnalazion dal probleme e o comedarìn i eventuâi colegaments che no funzionin.
fy: De opfrege side is net fûn. Wy binne op de hichte en sille keppelingen dy’t mooglik net wurkje werstelle.
hr: Stranica koju tražiš nije pronađena. Dobili smo obavijest i ispravit ćemo pokvarene poveznice.
hu: A kért oldal nem található. Erről értesítést kaptunk, és megjavítunk minden, esetleg hibás hivatkozást.
ia: Le pagina requestate non ha essite trovate. Nos ha recipite notification e va reparar qualcunque ligamines rupte.
it: Impossibile trovare la pagina richiesta. Ci è pervenuta la segnalazione del problema e ripristineremo eventuali collegamenti non funzionanti.
ka: თქვენ მიერ მოთხოვნილი გვერდი, ვერ მოიძებნა. ჩვენ უკვე გვეცნობა ამის შესახებ და ყველა შესაძლო დაზიანებულ ბმულს გავასწორებთ.
kab: Asebter i d-tsutreḍ ulac-it. Aql-aɣ nettwalɣu-d ad nṣeggem yal aseɣwen yerrẓen.
nb_no: Den forespurte siden ble ikke funnet. Vi har blitt varslet, og vil fikse de lenker som ikke virker.
nl: De opgevraagde pagina is niet gevonden. We zijn op de hoogte en zullen koppelingen die mogelijk niet werken herstellen.
pl: Nie odnaleziono żądanej strony. Powiadomiono administratora, który naprawi błędne odnośniki.
pt: A página que tentou aceder não foi encontrada. Nós fomos notificamos e iremos corrigir quaisquer ligações que poderão estar com erros.
pt_br: A página solicitada não foi encontrada. Fomos notificados e corrigiremos os links que podem estar quebrados.
ro: Nu a fost găsită pagina pe care o cauți. Am fost notificați și vom repara orice linkuri defecte.
ru: Запрошенная вами страница не найдена. Мы уведомлены об этом и исправим все ссылки, которые могут сломаны.
sk: Požadovaná stránka nebola nájdená. Boli sme na to upozornení a prípadné odkazy smerujúce na túto stránku opravíme.
sl: Zahtevane strani ni bilo mogoče najti. O tem smo obvestili skrbnike, ki bodo odpravili morebitne nedelujoče povezave.
sq: Faqja që kërkuat s’u gjet. E kemi mbajtur shënim dhe do të ndreqim çfarëdo lidhje që mund të jetë e dëmtuar.
sr: Страница коју сте тражили није пронађена. Ми смо обавештени о томе и поправићемо неисправне везе.
sr_latn: Stranica koju ste tražili nije pronađena. Mi smo obavešteni o tome i popravićemo neispravne veze.
sv_se: Sidan du begärde hittades inte. Vi har meddelats och kommer att fixa alla länkar som är trasiga.
tr: İstediğiniz sayfa bulunamadı. Kırık olabilecek bağlantıları düzeltmeleri için durumu site yöneticilerimize bildirdik.
tt: Сез сораган бит табылмады. Без моның турында хәбәр алдык, һәм хаталы булырга мөмкин сылтамаларны төзәтәчәкбез.
uk: Запитану вами сторінку не знайдено. Ми отримали сповіщення та виправимо усі пошкоджені посилання.
vi: Không tìm thấy trang bạn yêu cầu. Chúng tôi đã được thông báo và sẽ khắc phục mọi liên kết có thể bị hỏng.

source: Home
ar: الصفحة الرئيسية
ast: Aniciu
az: Ana Səhifə
be: Дадому
bg: Начало
bs: Početna
ca: Inici
cs: Domů
cy: Cartref
da: Start
de: Startseite
el: Αρχική
es_ar: Inicio
es_cl: Inicio
et: Avalehele
eu: Hasiera
fa: خانه
fi: Etusivu
fr: Accueil
fur: Pagjine principâl
fy: Start
gd: Dhachaigh
he: בית
hi: होम
hr: Početna stranica
hu: Kezdőlap
ia: Initio
it: Pagina principale
ja: ホーム
ka: მთავარი
kab: Asebter agejdan
kk: Үй
lt: Pradžia
lv: Sākumlapa
ml: പൂമുഖം
ms: Utama
my: မူလ
nb_no: Hjem
nl: Start
pa_in: ਮੁੱਖ ਸਫ਼ਾ
pl: Strona domowa
pt: Início
pt_br: Inicio
ro: Acasă
ru: Домой
sk: Domov
sl: Domov
sq: Kreu
sr: Почетна
sr_latn: Početna
sv_se: Hem
te: ముంగిలి
th: หน้าแรก
tr: Ana sayfa
tt: Өйгә
uk: Домівка
vi: Trang chủ

source: 500 Error
ar: خطأ 500
ast: Fallu 500
az: 500 Xətası
be: Памылка 500
bg: Грешка 500
bs: 500 Greška
ca: Error 500
cs: Chyba 500
cy: Gwall 500
da: Fejl 500
de: Fehler 500
el: Σφάλμα 500
es_ar: Error 500
es_cl: Error 500
et: Viga 500
eu: 500 errorea
fa: خطا 500
fi: Virhe 500
fr: Erreur 500
fur: Erôr 500
fy: Flater 500
gd: Mearachd 500
he: שגיאה 500
hi: 500 त्रुटि
hr: Greška 500
hu: 500-as hiba
ia: Error 500
it: Errore 500
ja: 500 エラー
ka: 500 შეცდომა
kab: Tuccḍa 500
kk: 500 қатесі
lt: Klaida Nr. 500
lv: 500 kļūda
ml: 500 പിശക്
ms: 500 Ralat
my: အမှားနံပါတ် 500
nb_no: 500-feil
nl: Fout 500
pa_in: 500 ਗਲਤੀ
pl: Błąd 500
pt: Erro 500
pt_br: Erro 500
ro: Eroare 500
ru: Ошибка 500
sk: Chyba 500
sl: Napaka 500
sq: Gabim 500
sr: Грешка 500
sr_latn: Greška 500
sv_se: 500 Fel
te: 500 లోపం
th: ข้อผิดพลาด 500
tr: 500 hatası
tt: 500 хатасы
uk: Помилка 500
vi: Lỗi 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
cs: Jejda, něco se stalo špatně. Byli jsme upozorněni a pracujeme na tom.
cy: Aeth rhywbeth o'i le fanna. Rydym wedi cael gwybod ac yn gweithio i'w drwsio.
da: Åh nej, noget gik galt. Vi har fået besked og vil gå i gang med at finde en løsning.
de: Oje, da ist etwas schiefgegangen. Wir wurden benachrichtigt und machen uns an die Behebung des Problems.
el: Ωχ, κάτι πήγε στραβά. Έχουμε ειδοποιηθεί και θα αρχίσουμε να εργαζόμαστε για να το διορθώσουμε.
es_ar: ¡Oh, oh! Hubo un problema. Tomamos nota y trabajaremos para solucionarlo.
es_cl: Chuta amigo, algo falló aquí. Fuimos notificados y empezaremos a trabajar en la solución.
fi: Voi ei, jokin meni pieleen. Saimme tiedon ongelmasta työstämme korjausta siihen.
fr: Une erreur s’est produite. Nous en avons été avertis et allons mettre au point un correctif.
fur: Orpo, al è vignût fûr un erôr. O vin ricevût la segnalazion e o stin lavorant par une soluzion.
fy: Och heden, der gie wat mis. Wy binne op de hichte brocht en gean oan in oplossing wurkje.
he: שוד ושבר, משהו השתבש. אנו מודעים לבעיה ופועלים לתיקונה.
hu: Ó jaj, valami hiba történt. Értesítést kaptunk, és elkezdünk a javításon dolgozni.
ia: Guai, qualcosa ha fallite hic. Nos ha recipite notification e va reparar le problema.
it: Si è verificato un errore. Abbiamo ricevuto la segnalazione del problema e stiamo provvedendo a risolverlo.
ka: ვწუხვართ, რაღაც ხარვეზი წარმოიშვა. ჩვენ უკვე გვეცნობა ამ ხარვეზის შესახებ და დავიწყებთ გამოსწორებაზე მუშაობას.
kab: Ah, yella wayen ur nteddu ara akken iwata.Neṭṭef-d ulɣu aql-aɣ nteddu ad nseɣti ayagi.
nb_no: Å nei, noe gikk galt. Vi har blitt informert og vil gå i gang med å løse problemet.
nl: O jee, daar ging iets mis. We zijn op de hoogte gebracht en gaan aan een oplossing werken.
pl: Coś się nie powiodło. Zostaliśmy o tym powiadomieni i zaraz się tym zajmiemy.
pt: Oh não, aconteceu algo de errado aqui. Nós fomos notificados e iremos corrigir isto.
pt_br: Infelizmente, algo deu errado. Fomos notificados e vamos começar a trabalhar na solução.
ro: Vai, ceva nu a funcționat acolo. Am fost notificați și vom începe să lucrăm la o soluție.
ru: О Боже мой, что-то там пошло не так. Мы уведомлены об этом и начнём работу над исправлением.
sk: Ups, niečo sa pokazilo. Boli sme upozornení a pracujeme na oprave.
sl: Joj, prišlo je do napake. Prejeli smo obvestilo in jo že odpravljamo.
sq: Oh, diç shkoi keq këtu. E morëm njoftimin dhe do të zëmë të punojmë për ta ndrequr.
sr: Нешто је пошло наопако овде. Ми смо обавештени и покушаћемо да поправимо то.
sr_latn: Nešto je pošlo naopako ovde. Mi smo obavešteni i pokušaćemo da popravimo to.
sv_se: Oj då, något gick fel. Vi har meddelats och kommer att arbeta med en lösning.
tr: Ters giden bir şeyler var. Kendi kendimize haber verdik ve sorunu düzelteceğiz.
tt: Ий Ходаем, монда нидер булды. Моның хәбәрен алдык һәм бу хатаны төзәтү өстендә эшләячәкбез.
uk: Ой, щось пішло не так. Ми отримали сповіщення і почнемо працювати над виправленням.
vi: Ôi trời, có gì đó không ổn. Chúng tôi đã được thông báo và sẽ cố gắng khắc phục.

source: 502 Error
ar: خطأ 502
ast: Fallu 502
az: 502 Xətası
be: Памылка 502
bg: Грешка 502
bs: 502 Greška
ca: Error 502
cs: Chyba 502
cy: Gwall 502
da: Fejl 502
de: Fehler 502
el: Σφάλμα 502
es_ar: Error 502
es_cl: Error 502
et: Viga 502
eu: 502 errorea
fa: خطا 502
fi: Virhe 502
fr: Erreur 502
fur: Erôr 502
fy: Flater 502
gd: Mearachd 502
he: שגיאה 502
hi: 502 त्रुटि
hr: Greška 502
hu: 502-es hiba
ia: Error 502
it: Errore 502
ja: 502 エラー
ka: 502 შეცდომა
kab: Tuccḍa 502
kk: 502 қатесі
lt: Klaida Nr. 502
lv: 502 kļūda
ml: 502 പിശക്
ms: 502 Ralat
my: အမှားနံပါတ် 502
nb_no: Feil 502
nl: Fout 502
pa_in: 502 ਗਲਤੀ
pl: Błąd 502
pt: Erro 502
pt_br: Erro 502
ro: Eroare 502
ru: Ошибка 502
sk: Chyba 502
sl: Napaka 502
sq: Gabim 502
sr: Грешка 502
sr_latn: Greška 502
sv_se: 502 Fel
te: 502 లోపం
th: ข้อผิดพลาด 502
tr: Hata 502
tt: 502 хатасы
uk: Помилка 502
vi: Lỗi 502

source: Server busy, try again soon
ar: الخادوم مشغول، أعد المحاولة بعد قليل
ast: Sirvidor ocupáu, volvi tentalo ceo
az: Server məşğuldur, daha sonra təkrar yoxlayın
be: Сервер заняты, паспрабуйце зноў крыху пазней
bg: Сървърът е зает, опитайте по-късно
bs: Server zauzet, pokušajte ponovo uskoro
ca: El servidor està ocupat, torneu-ho a provar
cs: Server je zaneprázdněn, zkuste to znovu později
cy: Mae'r gweinydd y brysur, ceisiwch eto'n fuan.
da: Serveren er optaget, prøv igen om lidt
de: Server beschäftigt, versuchen Sie es in Kürze erneut
el: Απασχολημένος διακομιστής, δοκιμάστε ξανά σύντομα
es_ar: El servidor está ocupado, intentá nuevamente después
es_cl: Servidor ocupado, vuelve a intentarlo más tarde
et: Server on hõivatud, proovi mõne aja pärast uuesti
eu: Zerbitzaria lanpetuta dago, saiatu berriro beranduago
fa: کارگزار مشغول است، لطفا بعدا دوباره تلاش کنید
fi: Palvelin on ruuhkautunut, yritä myöhemmin uudelleen
fr: Serveur occupé, veuillez réessayer plus tard
fur: Il servidôr al è ocupât, torne prove chi di pôc
fy: Server beset, probearje it letter opnij
gd: Tha am frithealaiche trang, feuch ris a-rithist an ceann greis
he: השרת עמוס, נא לנסות שוב במועד מאוחר יותר
hi: सर्वर व्यस्त, जल्द ही पुन: प्रयास करें
hr: Poslužitelj je zauzet, pokušaj ponovo malo kasnije
hu: A kiszolgáló elfoglalt, próbálja újra később
ia: Servitor occupate, retenta plus tarde
it: Il server è occupato, riprova più tardi
ja: サーバーがビジーです。また後でお試しください
ka: სერვერი დატვირთულია, სცადეთ ხელახლა მოგვიანებით
kab: Aqeddac ur yestuffi ara, ɛered tikelt nniḍen ticki
kk: Сервер бос емес, біраздан кейін қайталап көріңіз
lt: Serveris užimtas, todėl bandykite vėliau
lv: Serveris ir aizņemts, mēģiniet vēlreiz vēlāk
ml: സെർവർ തിരക്കിലാണ്, വീണ്ടും ഉടൻ ശ്രമിക്കുക
ms: Pelayan sibuk, cuba lagi nanti
my: ဆာဗာမအားပါ၊ နောင်တွင် ထပ်ကြိုးစားကြည့်ပါ
nb_no: Server opptatt, prøv igjen senere
nl: Server bezet, probeer het later opnieuw
pa_in: ਸਰਵਰ ਰੁਝਿਆ ਹੈ, ਜਲਦੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Serwer jest zajęty, spróbuj ponownie później
pt: Servidor ocupado, tente novamente em breve
pt_br: Servidor ocupado, tente novamente mais tarde
ro: Server ocupat; încearcă din nou mai târziu
ru: Сервер занят, подождите и повторите попытку
sk: Server je zaneprázdnený. Skúste to znova o chvíľu.
sl: Strežnik ni dosegljiv, poskusite znova pozneje
sq: Shërbyesi është i zënë, riprovoni së shpejti
sr: Сервер заузет, покушајте поново за пар минута
sr_latn: Server zauzet, pokušajte ponovo za par minuta
sv_se: Servern är upptagen, försök igen senare
te: సర్వర్ బిజీగా ఉన్నది, దయచేసి తర్వాత ప్రయత్నించండి
th: เซิร์ฟเวอร์กำลังทำงานหนัก ลองอีกครั้งในเร็ว ๆ นี้
tr: Sunucu meşgul, daha sonra tekrar deneyin
tt: Сервер мәшгуль, бераздан соң янәдән тырышып карагыз
uk: Сервер зайнятий, спробуйте знову пізніше
vi: Máy chủ bận, vui lòng thử lại sau

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
cs: Aktuálně pozorujeme velké zatížení a pracujeme na tom, aby se systém vrátil do normálního stavu tak rychle jak je to jen možné.
cy: Ar hyn o bryd rydym dan straen sylweddol ac yn gweithio i adfer y system cyn gynted â phosibl.
da: Systemet er i øjeblikket under stor belastning. Vi arbejder på at få det tilbage til normal tilstand så hurtigt som muligt.
de: Wir stehen derzeit unter hoher Belastung und arbeiten daran, das System baldmöglichst wie gewohnt zur Verfügung zu stellen.
el: Αυτή τη στιγμή, έχουμε μεγάλο φόρτο εργασίας και εργαζόμαστε ώστε να επαναφέρουμε το σύστημα στην κανονική του λειτουργία το συντομότερο δυνατό.
es_ar: Estamos con mucha demanda y trabajando para restablecer el sistema a la normalidad tan pronto sea posible.
es_cl: Estamos bajo una fuerte demanda y trabajamos para regresar el sistema a la normalidad tan pronto como nos sea posible.
fi: Olemme kovan rasituksen alaisina ja työskentelemme palauttaaksemme järjestelmän normaalitilaan mahdollisimman pian.
fr: Nous subissons actuellement un trafic important et nous occupons de remettre le système en état au plus vite.
fur: In chest moment il sisteme al è sorecjariât, ma o stin lavorant par tornâ ae normalitât il prime pussibil.
fy: Wy stean op dit stuit ûnder hege druk en wurkje oan in sa gau as mooglik werstel fan it systeem.
he: אנחנו כרגע תחת עומס כבד ופועלים כדי להחזיר את המערכת לפעילות רגילה במהירות האפשרית.
hr: Trenutno smo preopterećeni i radimo na vraćanju sustava u normalno stanje što je prije moguće.
hu: Jelenleg erős terhelés alatt állunk, és dolgozunk a rendszer normális működésének mielőbbi helyreállításán.
ia: Nos es sub un pesante carga e nos labora pro restabilir le systema al norma al plus tosto possibile.
it: Il sistema è attualmente sovraccarico, ma verrà ripristinato il prima possibile.
ka: ამჟამად სისტემა დატვირთულია და ვმუშაობთ, რომ რაც შეიძლება მალე დავაბრუნოთ ჩვეულ მდგომარეობაში.
kab: Aql-aɣ tura nɛebba-d ddeqs n tuzna d urmas n yisefka, rnu nxeddem akken ad d-yuɣal unagraw iteddu akken iwata s zzerb.
nb_no: Vi er for tiden under stor belastning og arbeider for at systemet så snart som mulig skal fungere normalt igjen.
nl: We staan momenteel onder hoge druk en werken aan een zo spoedig mogelijk herstel van het systeem.
pl: Serwer używa obecnie za dużo zasobów. Pracujemy nad jak najszybszym naprawieniem problemu.
pt: Nós estamos sob tensão pesada e estamos a trabalhar para colocar o sistema a funcionar novamente assim que possível.
pt_br: Estamos no momento passando por turbulências, trabalhando para retornar o sistema ao normal assim que possível.
ro: Momentan ne confruntăm cu un trafic intens și lucrăm pentru readucerea sistemului la normal cât mai curând posibil.
ru: В настоящее время мы испытываем сильную нагрузку, и работаем над тем, чтобы как можно скорее вернуть систему в нормальное состояние.
sk: Server je práve pod veľkým náporom. Pracujeme na tom, aby sme sa čo najskôr dostali do normálneho stavu.
sl: Trenutno smo pod veliko obremenitvijo. V najkrajšem možnem času bomo sistem povrnili v običajno stanje.
sq: Aktualisht jemi nën ngarkesë shumë të madhe dhe po punojmë për ta kthyer sistemin në gjendje normale sa më shpejt të mundet.
sr: Тренутно смо под јаким напором и трудимо се да вратимо систем у нормалу што је пре могуће.
sr_latn: Trenutno smo pod jakim naporom i trudimo se da vratimo sistem u normalu što je pre moguće.
sv_se: Vi upplever för närvarande högre belastning och arbetar för att återföra systemet till normalt så snart som möjligt.
tr: Şu anda yoğun yük altındayız ve sistemi en kısa sürede normale döndürmek için çalışıyoruz.
tt: Хәзерге вакытта без авыр йөк астындабыз һәм системаны мөмкин булганча тиз арада нормаль хәленә китерү өстендә эшлибез.
uk: Ми зараз перевантажені й працюємо над якнайшвидшим поверненням системи до нормального стану.
vi: Hệ thống hiện đang chịu tải nặng và chúng tôi đang nỗ lực để đưa nó trở lại bình thường càng sớm càng tốt.

source: Loading
ar: يُحمّل
az: Yüklənir
be: Загружаецца
bg: Зареждане
ca: S'està carregant
cs: Načítání
cy: Llwytho
da: Indlæser
de: Wird geladen
el: Φόρτωση
es_ar: Cargando
es_cl: Cargando
et: Laadimine
fi: Ladataan
fr: Chargement…
fur: Daûr a cjariâ
fy: Lade
gd: ’Ga luchdadh
he: בטעינה
hr: Učitavanje
hu: Betöltés
ia: Cargamento
it: Caricamento in corso
ja: 読み込み中
ka: იტვირთება
kab: Asali
lt: Įkeliama
ml: ലഭ്യമാക്കുന്നു
ms: Memuatkan
my: အလုပ်လုပ်နေတယ်
nb_no: Laster
nl: Laden
pl: Wczytywanie
pt: A carregar
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sk: Načítava sa
sl: Nalaganje
sq: Po ngarkohet
sr: Учитавам
sr_latn: Učitavam
sv_se: Laddar
th: กำลังโหลด
tr: Yükleniyor
tt: Йөкләү
uk: Завантаження
vi: Đang tải

source: Firefox Accounts requires JavaScript.
ar: حسابات فَيَرفُكس تتطلب جافا سكربت.
ast: Les cuentes de Firefox riquen JavaScript.
az: Firefox Hesabları üçün JavaScript lazımdır.
be: Для ўліковага запісу Firefox патрэбен JavaScript.
bg: Firefox Accounts изисква JavaScript.
bs: Firefox računi zahtjevaju JavaScript.
ca: Els comptes del Firefox necessiten JavaScript.
cs: Účty Firefoxu vyžadují povolený JavaScript.
cy: Mae Cyfrifon Firefox angen JavaScript.
da: Firefox-konti kræver JavaScript.
de: Firefox-Konten benötigen JavaScript.
el: Οι Λογαριασμοί Firefox απαιτούν JavaScript.
es_ar: Firefox Accounts necesita JavaScript.
es_cl: Las cuentas de Firefox requieren JavaScript.
et: Firefoxi kontod nõuavad, et JavaScript oleks lubatud.
eu: Firefoxeko kontuek JavaScript behar dute.
fa: حساب‌های فایرفاکس به JavaScript نیاز دارد.
fi: Firefox-tili -palvelu edellyttää JavaScriptin olevan päällä.
fr: JavaScript est nécessaire pour utiliser les comptes Firefox.
fur: Accounts di Firefox al à bisugne di JavaScript.
fy: Firefox-accounts fereasket JavaScript.
gd: Feumaidh cunntasan Firefox JavaScript.
he: Firefox Accounts דורש JavaScript.
hi: फ़ायरफ़ॉक्स खातों को JavaScript आवश्यक है.
hr: Firefox računi zahtijeva JavaScript.
hu: A Firefox fiókokhoz JavaScript szükséges.
ia: Le conto Firefox necessita JavaScript.
it: Per poter utilizzare Account Firefox è necessario attivare JavaScript.
ja: Firefox アカウントは JavaScript を必要とします。
ka: Firefox-ანგარიშით სარგებლობისთვის საჭიროა JavaScript.
kab: Imiḍanen Firefox sran JavaScript.
kk: Firefox тіркелгілері JavaScript-ті талап етеді.
lt: „Firefox“ paskyroms reikia „Javascript“.
lv: Firefox kontiem ir nepieciešams JavaScript.
ml: ഫയർഫോക്സ് അക്കൗണ്ടുകൾക്ക് ജാവാസ്ക്രിപ്റ്റ് ആവശ്യമാണ്.
ms: Akaun Firefox memerlukan JavaScript.
nb_no: Firefox-kontoer krever JavaScript.
nl: Firefox Accounts vereist JavaScript.
pa_in: ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਲਈ ਜਾਵਾ-ਸਕ੍ਰਿਪਟ ਦੀ ਲੋੜ ਹੈ।
pl: Konta Firefoksa wymagają obsługi JavaScript.
pt: As contas do Firefox necessitam de JavaScript.
pt_br: A Conta Firefox requer JavaScript.
ro: Conturile Firefox necesită JavaScript.
ru: Для Firefox Аккаунтов необходим JavaScript.
sk: Účty Firefox vyžadujú povolený JavaScript.
sl: Firefox Računi zahtevajo JavaScript.
sq: Llogaritë Firefox lypin JavaScript.
sr: Firefox налози захтевају JavaScript.
sr_latn: Firefox nalozi zahtevaju JavaScript.
sv_se: Firefox-konton kräver JavaScript.
te: Firefox ఖాతాలకి Javascript అవసరం.
th: บัญชี Firefox จำเป็นต้องใช้ JavaScript
tr: Firefox Hesapları’nı kullanmak için JavaScript açık olmalıdır.
tt: Firefox хисап язмалары өчен JavaScript кирәк.
uk: Для облікових записів Firefox необхідний JavaScript.
vi: Tài khoản Firefox yêu cầu JavaScript.

source: Privacy Notice
ar: سياسة الخصوصيّة
ast: Avisu de privacidá
az: Məxfilik Bildirişi
be: Паведамленне аб прыватнасці
bg: Неприкосновеност
bs: Napomena o privatnosti
ca: Avís de privadesa
cs: Zásady ochrany osobních údajů
cy: Hysbysiad Preifatrwydd
da: Privatlivspolitik
de: Datenschutzhinweis
el: Πολιτική Απορρήτου
es_ar: Notificación de privacidad
es_cl: Aviso de privacidad
et: Privaatsusreeglid
eu: Pribatutasun-oharra
fa: اطلاعیه حریم‌شخصی
fi: Tietosuojaseloste
fr: Politique de confidentialité
fur: Informative su la riservatece
fy: Privacyferklearring
gd: Aithris na prìobhaideachd
he: הצהרת פרטיות
hi: गोपनीयता सूचना
hr: Politika privatnosti
hu: Adatvédelmi nyilatkozat
ia: Aviso de confidentialitate
it: Informativa sulla privacy
ja: プライバシー告知
ka: პირადი მონაცემების დებულება
kab: Tasertit n tbaḍnit
kk: Жекелік ескертуі
lt: Privatumo pranešimas
lv: Privātuma atruna
ml: സ്വകാര്യതാ അറിയിപ്പ്
ms: Notis Privasi
my: ကိုယ်ရေးကာကွယ်မှု သတိပေးချက်
nb_no: Personvernbestemmelser
nl: Privacyverklaring
pa_in: ਪਰਦੇਦਾਰੀ ਸੂਚਨਾ
pl: Zasady ochrony prywatności
pt: Aviso de privacidade
pt_br: Aviso de privacidade
ro: Notificare privind confidențialitatea
ru: Уведомление о конфиденциальности
sk: Zásady ochrany súkromia
sl: Obvestilo o zasebnosti
sq: Shënim mbi Privatësinë
sr: Обавештење о приватности
sr_latn: Obaveštenje o privatnosti
sv_se: Sekretesspolicy
te: గోప్యతా నోటీసు
th: ประกาศความเป็นส่วนตัว
tr: Gizlilik Bildirimi
tt: Хосусыйлык искәртүе
uk: Повідомлення про приватність
vi: Thông báo bảo mật

source: Terms of Service
ar: شروط الخدمة
ast: Términos del Serviciu
az: İstifadə Şərtləri
be: Умовы абслугоўвання
bg: Условия на услугата
bs: Uslovi korištenja
ca: Condicions del servei
cs: Podmínky poskytování služby
cy: Amodau Gwasanaeth
da: Tjenestevilkår
de: Nutzungsbedingungen
el: Όροι Υπηρεσίας
es_ar: Términos de servicio
es_cl: Términos del servicio
et: Teenuste tingimused
eu: Zerbitzuaren baldintzak
fa: قوانین استفاده از سرویس
fi: Käyttöehdot
fr: Conditions d’utilisation
fur: Tiermins dal servizi
fy: Servicebetingsten
gd: Teirmichean na seirbheise
he: תנאי שירות
hi: सेवा की शर्तें
hr: Uvjeti pružanja usluge
hu: Felhasználási feltételek
ia: Terminos del servicio
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობები
kab: Tiwtilin n useqdec
kk: Қолдану шарттары
lt: Paslaugos teikimo nuostatai
lv: Lietošanas noteikumi
ml: സേവന നിബന്ധനകൾ
ms: Terma Perkhidmatan
my: အသုံးပြုရာတွင် လိုက်နာရမည့် စည်းကမ်းချက်များ
nb_no: Tjenestevilkår
nl: Servicevoorwaarden
pa_in: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Regulamin usługi
pt: Termos de serviço
pt_br: Termos do serviço
ro: Termenii de utilizare a serviciilor
ru: Условия службы
sk: Podmienky používania služby
sl: Pogoji uporabe
sq: Kushte Shërbimi
sr: Услови коришћења
sr_latn: Uslovi korišćenja
sv_se: Tjänstevillkor
te: సేవా నిబంధనలు
th: เงื่อนไขการให้บริการ
tr: Hizmet Koşulları
tt: Куллану шартлары
uk: Умови надання послуги
vi: Điều khoản dịch vụ
