Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
cs: Nastavení svého účtu Firefoxu můžete měnit na <a %(accountSettingsLinkAttributes)s>stránce účtu</a>.
cy: Rheolwch osodiadau eich cyfrif Firefox trwy ymweld â'ch <a %(accountSettingsLinkAttributes)s> tudalen cyfrif</a>.
da: Håndter indstillingerne for din Firefox-konto ved at besøge din <a %(accountSettingsLinkAttributes)s>kontoside</a>.
de: Verwalten Sie Ihre Firefox-Kontoeinstellungen, indem Sie Ihre <a %(accountSettingsLinkAttributes)s>Kontoseite</a> besuchen.
el: Διαχειριστείτε τις ρυθμίσεις λογαριασμού Firefox από τη <a %(accountSettingsLinkAttributes)s>σελίδα λογαριασμού</a> σας.
es_ar: Administrá la configuración de tu cuenta de Firefox visitando la <a %(accountSettingsLinkAttributes)s>página de tu cuenta</a>.
es_cl: Gestiona los ajustes de tu cuenta de Firefox visitando tu <a %(accountSettingsLinkAttributes)s>página de la cuenta</a>.
fi: Hallitse Firefox-tilisi asetuksia suoraan <a %(accountSettingsLinkAttributes)s>tilisi sivulta</a>.
fr: Gérez les paramètres de votre compte Firefox en visitant la <a %(accountSettingsLinkAttributes)s>page de votre compte</a>.
he: ניתן לנהל את הגדרות חשבון ה־Firefox שלך על־ידי ביקור ב<a %(accountSettingsLinkAttributes)s>דף החשבון שלך</a>.
hr: Upravljaj postavkama tvog Firefox računa na <a %(accountSettingsLinkAttributes)s>stranici računa</a>.
hu: A Firefox-fiók beállításait a <a %(accountSettingsLinkAttributes)s>fiók oldalának</a> felkeresésével kezelheti.
ia: Gere le parametros de tu conto Firefox visitante tu <a %(accountSettingsLinkAttributes)s>pagina de conto</a>.
it: Gestisci le impostazioni del tuo account Firefox visitando la <a %(accountSettingsLinkAttributes)s>pagina dell’account</a>.
ka: თქვენი Firefox-ანგარიშის პარამეტრების სამართავად, ეწვიეთ თქვენი <a %(accountSettingsLinkAttributes)s>ანგარიშის გვერდს</a>.
kab: Sefrek iɣewwaṛen n umiḍan-ik Firefox s tirza ɣer <a %(accountSettingsLinkAttributes)s>usebter n umiḍan-ik</a>.
nb_no: Behandle innstillingene for din Firefox-konto ved å gå til din <a %(accountSettingsLinkAttributes)s>kontoside</a>.
nl: Beheer de instellingen van uw Firefox-account op uw <a %(accountSettingsLinkAttributes)s>accountpagina</a>.
pl: Zarządzaj ustawieniami konta Firefoksa na <a %(accountSettingsLinkAttributes)s>tej stronie</a>.
pt: Faça a gestão das configurações da sua conta Firefox visitando a sua <a %(accountSettingsLinkAttributes)s>página da conta</a>.
pt_br: Gerencie as configurações da sua Conta Firefox na <a %(accountSettingsLinkAttributes)s>página da conta</a>.
ro: Gestionează-ți setările contului Firefox intrând pe <a %(accountSettingsLinkAttributes)s>pagina contului</a>.
ru: Управляйте настройками своего Аккаунта Firefox, открыв <a %(accountSettingsLinkAttributes)s>страницу аккаунта</a>.
sq: Administroni rregullimet e llogarisë tuaj Firefox duke vizituar <a %(accountSettingsLinkAttributes)s>faqen e llogarisë</a> tuaj.
sr: Управљајте вашим подешавањима Firefox налога тако што ћете посетити <a %(accountSettingsLinkAttributes)s>страницу налога</a>.
sr_latn: Upravljajte vašim podešavanjima Firefox naloga tako što ćete posetiti <a %(accountSettingsLinkAttributes)s>stranicu naloga</a>.
sv_se: Hantera dina Firefox konto inställningar genom att besöka din <a %(accountSettingsLinkAttributes)s>konto sida</a>.
th: จัดการการตั้งค่าบัญชี Firefox ของคุณโดยไปที่ <a %(accountSettingsLinkAttributes)s>หน้าบัญชี </a>
tr: <a %(accountSettingsLinkAttributes)s>Hesap sayfanızı</a> ziyaret ederek Firefox hesabı ayarlarınızı yönetebilirsiniz.
uk: Керуйте налаштуваннями свого облікового запису Firefox на <a %(accountSettingsLinkAttributes)s>сторінці облікового запису</a>.

source: Terms and cancellation policy
cs: Podmínky zrušení
cy: Polisi telerau a chanslo
da: Betingelser og regler for annullering
de: AGB und Widerrufsbelehrung
el: Όροι και πολιτική ακύρωσης
es_ar: Términos y política de cancelación
es_cl: Términos y política de cancelación
fi: Käyttöehdot ja peruutuskäytäntö
fr: Conditions et politique d’annulation
he: תנאים ומדיניות ביטול
hr: Uvjeti i politika otkazivanja
hu: Feltételek és lemondási feltételek
ia: Terminos e politica de cancellation
it: Termini e condizioni di annullamento
ja: 利用規約とキャンセルポリシー
ka: პირობები და გაუქმების დებულება
kab: Tiwtilin akked tsertit n usefsex
nb_no: Vilkår og avbestillingsregler
nl: Voorwaarden en opzeggingsbeleid
pl: Regulamin i zasady anulowania
pt: Termos e política de cancelamento
pt_br: Termos e política de cancelamento
ro: Termeni și politica de anulare
ru: Условия и политика отказа от подписки
sk: Podmienky zrušenia
sl: Pogoji in pravila odpovedi
sq: Kushte dhe rregulla anulimi
sr: Услови и полиса отказивања
sr_latn: Uslovi i polisa otkazivanja
sv_se: Villkor och avbokningsregler
th: ข้อกำหนดและนโยบายการยกเลิก
tr: Koşullar ve iptal politikası
tt: Шартлар һәм баш тарту сәясәте
uk: Умови та політика відмови від послуг

source: Reactivate subscription
cs: Obnovit předplatné
cy: Ailgychwyn y tanysgrifiad
da: Forny abonnement
de: Abonnement erneuern
el: Επανενεργοποίηση συνδρομής
es_ar: Reactivar suscripción
es_cl: Reactivar suscripción
fi: Aktivoi tilaus uudelleen
fr: Réactiver l’abonnement
he: הפעלת המינוי מחדש
hr: Ponovno aktiviranje pretplate
hu: Előfizetés újraaktiválása
ia: Reactivar subscription
it: Rinnova l'abbonamento
ka: გამოწერის კვლავ ამოქმედება
kab: Ales armad n ujerred
nb_no: Reaktiver abonnement
nl: Abonnement opnieuw activeren
pl: Ponownie aktywuj subskrypcję
pt: Reativar subscrição
pt_br: Reativar assinatura
ro: Reactivează abonamentul
ru: Активировать подписку повторно
sk: Opätovne aktivovať predplatné
sq: Riaktivizo pajtimin
sr: Поново активирајте претплату
sr_latn: Ponovo aktivirajte pretplatu
sv_se: Återaktivera prenumerationen
tr: Aboneliği yeniden etkinleştir
tt: Язылуны яңадан активлаштыру
uk: Поновити передплату

source: Cancel subscription
cs: Zrušit předplatné
cy: Canslo tanysgrifiad
da: Annuller abonnement
de: Abonnement kündigen
el: Ακύρωση συνδρομής
es_ar: Cancelar suscripción
es_cl: Cancelar suscripción
fi: Peru tilaus
fr: Annuler l’abonnement
he: ביטול מינוי
hr: Otkaži pretplatu
hu: Előfizetés lemondása
ia: Cancellar subscription
it: Annulla abbonamento
ja: 購読を解除
ka: გამოწერის გაუქმება
kab: Sefsex ajerred
nb_no: Avbryt abonnement
nl: Abonnement opzeggen
pl: Anuluj subskrypcję
pt: Cancelar subscrição
pt_br: Cancelar assinatura
ro: Anulează abonamentul
ru: Отменить подписку
sk: Zrušiť predplatné
sl: Prekliči naročnino
sq: Anulojeni pajtimin
sr: Откажите претплату
sr_latn: Otkažite pretplatu
sv_se: Avbryt prenumeration
th: ยกเลิกการบอกรับ
tr: Aboneliği iptal et
tt: Язылудан баш тарту
uk: Скасувати передплату

source: Cancel subscriptions
cs: Zrušit předplatná
cy: Diddymu tanysgrifiadau
da: Annuller abonnementer
de: Abonnements kündigen
el: Ακύρωση συνδρομών
es_ar: Cancelar suscripciones
es_cl: Cancelar suscripciones
fi: Peru tilaukset
fr: Annuler les abonnements
he: ביטול מינויים
hr: Otkaži pretplate
hu: Előfizetések lemondása
ia: Cancellar subscriptiones
it: Annulla abbonamenti
ka: გამოწერების გაუქმება
kab: Sefsex ijerriden
nb_no: Avbryt abonnementer
nl: Abonnementen opzeggen
pl: Anuluj subskrypcje
pt: Cancelar subscrições
pt_br: Cancelar assinaturas
ro: Anulează abonamentele
ru: Отменить подписки
sk: Zrušiť predplatné
sl: Prekliči naročnine
sq: Anulojini pajtimet
sv_se: Avbryt prenumeration
th: ยกเลิกการบอกรับ
tr: Abonelikleri iptal et
tt: Язылулардан баш тарту
uk: Скасувати передплати

source: Update billing information
cs: Aktualizovat platební informace
cy: Diweddaru'r manylion bilio
da: Opdater faktureringsoplysninger
de: Zahlungsinformationen aktualisieren
el: Ενημέρωση στοιχείων χρέωσης
es_ar: Actualizar información de facturación
es_cl: Actualizar información de pagos
fi: Päivitä laskutustiedot
fr: Mettre à jour les informations de facturation
he: עדכון פרטי החיוב
hr: Aktualiziraj podatke naplate
hu: Számlázási információk frissítése
ia: Actualisar le informationes de factura
it: Aggiorna le informazioni di fatturazione
ja: 支払い情報を更新
ka: ანგარიშსწორების მონაცემების განახლება
kab: Aleqqem n telɣut n ufter
nb_no: Oppdater faktureringsinformasjon
nl: Facturatiegegevens bijwerken
pl: Zaktualizuj dane płatnicze
pt: Atualizar a informação de faturação
pt_br: Atualizar informações de cobrança
ro: Actualizează informațiile de facturare
ru: Обновить платёжную информацию
sk: Aktualizovať informácie o spôsobe platby
sl: Posodobi podatke za račun
sq: Përditësoni të dhëna faturimi
sr: Ажурирајте податке о плаћању
sr_latn: Ažurirajte podatke o plaćanju
sv_se: Uppdatera faktureringsinformation
th: อัปเดตข้อมูลการเรียกเก็บเงิน
tr: Fatura bilgilerini güncelle
tt: Түләү турындагы мәгълүматны яңарту
uk: Оновіть платіжну інформацію

source: Legal
cs: Právní informace
cy: Cyfreithiol
da: Juridisk
de: Rechtliches
el: Νομικά
fi: Lakiasiat
fr: Mentions légales
he: מידע משפטי
hr: Pravno
hu: Jogi információk
it: Note legali
ja: 法的通知
ka: სამართლებრივი
kab: Usḍif
nb_no: Juridisk
nl: Juridisch
pl: Podstawa prawna
pt: Informações legais
pt_br: Jurídico
ro: Mențiuni legale
ru: Права
sk: Právne informácie
sl: Pravne informacije
sq: Ligjore
sr: Правне информације
sr_latn: Pravne informacije
sv_se: Juridisk information
th: ข้อกฎหมาย
tr: Yasal Bilgiler
tt: Хокукый мәсьәләләр
uk: Правові положення

source: Privacy
cs: Ochrana osobních údajů
cy: Preifatrwydd
da: Privatliv
de: Datenschutz
el: Απόρρητο
es_ar: Privacidad
es_cl: Privacidad
fi: Tietosuoja
fr: Vie privée
he: פרטיות
hr: Privatnost
hu: Adatvédelem
ia: Confidentialitate
ja: プライバシー
ka: პირადულობა
kab: Tabaḍnit
nb_no: Personvern
pl: Prywatność
pt: Privacidade
pt_br: Privacidade
ro: Confidențialitate
ru: Приватность
sk: Súkromie
sl: Zasebnost
sq: Privatësi
sr: Приватност
sr_latn: Privatnost
sv_se: Sekretess
th: ความเป็นส่วนตัว
tr: Gizlilik
tt: Хосусыйлык
uk: Приватність

source: Terms and cancellation policy:
cs: Podmínky zrušení:
cy: Polisi telerau a chanslo:
da: Betingelser og regler for annullering:
de: AGB und Widerrufsbelehrung:
el: Όροι και πολιτική ακύρωσης:
es_ar: Términos y política de cancelación:
es_cl: Términos y política de cancelación:
fi: Käyttöehdot ja peruutuskäytäntö:
fr: Conditions et politique d’annulation :
he: תנאים ומדיניות ביטול:
hr: Uvjeti i pravila otkazivanja:
hu: Feltételek és lemondási feltételek:
ia: Terminos e politica de cancellation:
it: Termini e condizioni di annullamento:
ja: 利用規約とキャンセルポリシー:
ka: პირობები და გაუქმების დებულება:
kab: Tiwtilin akked tsertit n usefsex:
nb_no: Vilkår og avbestillingsregler:
nl: Voorwaarden en opzeggingsbeleid:
pl: Regulamin i zasady anulowania:
pt: Termos e política de cancelamento:
pt_br: Termos e política de cancelamento:
ro: Termeni și politica de anulare:
ru: Условия и политика отказа от подписки:
sk: Podmienky zrušenia:
sl: Pogoji in pravila odpovedi:
sq: Kushte dhe rregulla anulimi:
sr: Услови и полиса отказивања:
sr_latn: Uslovi i polisa otkazivanja:
sv_se: Villkor och avbokningsregler:
th: ข้อกำหนดและนโยบายการยกเลิก:
tr: Koşullar ve iptal politikası:
tt: Шартлар һәм баш тарту сәясәте:
uk: Умови та політика відмови від послуг:

source: Privacy notice:
cs: Zásady ochrany osobních údajů:
cy: Hysbysiad preifatrwydd:
da: Privatlivspolitik:
de: Datenschutzerklärung:
el: Σημείωση απορρήτου:
es_ar: Aviso de privacidad:
es_cl: Aviso de privacidad:
fi: Tietosuojaseloste:
fr: Politique de confidentialité :
he: הצהרת פרטיות:
hr: Napomena o privatnosti:
hu: Adatvédelmi nyilatkozat:
ia: Aviso de confidentialitate:
it: Informativa sulla privacy:
ja: プライバシー通知:
ka: პირადი მონაცემების დაცვის განაცხადი:
kab: Tasertit n tbaḍnit:
nb_no: Personvernbestemmelser:
nl: Privacyverklaring:
pl: Zasady ochrony prywatności:
pt: Política de privacidade:
pt_br: Aviso de privacidade:
ro: Notificare privind confidențialitatea:
ru: Уведомление о конфиденциальности:
sk: Zásady ochrany súkromia:
sl: Obvestilo o zasebnosti:
sq: Shënim mbi privatësinë:
sr: Политика приватности:
sr_latn: Politika privatnosti:
sv_se: Sekretesspolicy:
th: ประกาศความเป็นส่วนตัว:
tr: Gizlilik bildirimi:
tt: Хоусыйлык аңлатмасы:
uk: Повідомлення про приватність:

source: Cancel subscription:
cs: Zrušit předplatné:
cy: Canslo tanysgrifiad:
da: Annuller abonnement:
de: Abonnement kündigen:
el: Ακύρωση συνδρομής:
es_ar: Cancelar suscripción:
es_cl: Cancelar suscripción:
fi: Peru tilaus:
fr: Annuler l’abonnement :
he: ביטול מינוי:
hr: Otkaži pretplatu:
hu: Előfizetés lemondása:
ia: Cancellar subscription:
it: Annulla abbonamenti:
ja: 購読を解除:
ka: გამოწერის გაუქმება:
kab: Sefsex ajerred:
nb_no: Avbryt abonnement:
nl: Abonnement opzeggen:
pl: Anuluj subskrypcję:
pt: Cancelar subscrição:
pt_br: Cancelar assinatura:
ro: Anulează abonamentul:
ru: Отменить подписку:
sk: Zrušenie predplatného:
sl: Prekliči naročnino:
sq: Anulojeni pajtimin:
sr: Откажите претплату:
sr_latn: Otkažite pretplatu:
sv_se: Avbryt prenumeration:
th: ยกเลิกการบอกรับ:
tr: Aboneliği iptal et:
tt: Язылудан баш тарту:
uk: Скасувати передплату:

source: Cancel subscriptions:
cs: Zrušit předplatná:
cy: Diddymu tanysgrifiadau:
da: Annuller abonnementer:
de: Abonnements kündigen:
el: Ακύρωση συνδρομών:
es_ar: Cancelar suscripciones:
es_cl: Cancelar suscripciones:
fi: Peru tilaukset:
fr: Annuler les abonnements :
he: ביטול מינויים:
hr: Otkaži pretplate:
hu: Előfizetések lemondása:
ia: Cancellar subscriptiones:
it: Annulla abbonamenti:
ka: გამოწერების გაუქმება:
kab: Sefsex ijerriden:
nb_no: Avbryt abonnementer:
nl: Abonnementen opzeggen:
pl: Anuluj subskrypcje:
pt: Cancelar subscrições:
pt_br: Cancelar assinaturas:
ro: Anulează abonamentele:
ru: Отменить подписки:
sl: Prekliči naročnine:
sq: Anulojini pajtimet:
sv_se: Avbryt prenumerationer:
th: ยกเลิกการบอกรับ:
tr: Abonelikleri iptal et:
tt: Язылулардан баш тарту:
uk: Скасувати передплати:

source: Update billing information:
cs: Aktualizovat platební informace:
cy: Diweddaru'r manylion bilio:
da: Opdater faktureringsoplysninger:
de: Zahlungsinformationen aktualisieren:
el: Ενημέρωση στοιχείων χρέωσης:
es_ar: Actualizar información de facturación:
es_cl: Actualizar información de pagos:
fi: Päivitä laskutustiedot:
fr: Mettre à jour les informations de facturation :
he: עדכון פרטי החיוב:
hr: Aktualiziraj podatke naplate:
hu: Számlázási információk frissítése:
ia: Actualisar le informationes de factura:
it: Aggiorna le informazioni di fatturazione:
ja: 支払い情報を更新:
ka: ანგარიშსწორების მონაცემების განახლება:
kab: Aleqqem n telɣut n ufter:
nb_no: Oppdater faktureringsinformasjon:
nl: Facturatiegegevens bijwerken:
pl: Zaktualizuj dane płatnicze:
pt: Atualizar a informação de faturação:
pt_br: Atualizar informações de cobrança:
ro: Actualizează informațiile de facturare:
ru: Обновить платёжную информацию:
sk: Aktualizácia platobných údajov:
sl: Posodobi podatke za račun:
sq: Përditësoni të dhëna faturimi:
sr: Ажурирајте податке о плаћању:
sr_latn: Ažurirajte podatke o plaćanju:
sv_se: Uppdatera faktureringsinformation:
th: อัปเดตข้อมูลการเรียกเก็บเงิน:
tr: Fatura bilgilerini güncelle:
tt: Түләү турындагы мәгълүматны яңарту:
uk: Оновіть платіжну інформацію:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
ar: %(uaBrowser)s على %(uaOS)s %(uaOSVersion)s
ast: %(uaBrowser)s en %(uaOS)s %(uaOSVersion)s
be: %(uaBrowser)s на %(uaOS)s %(uaOSVersion)s
bg: %(uaBrowser)s на %(uaOS)s %(uaOSVersion)s
bs: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s
ca: %(uaBrowser)s a (uaOS)s %(uaOSVersion)s
cs: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s
cy: %(uaBrowser)s ar %(uaOS)s %(uaOSVersion)s
da: %(uaBrowser)s på %(uaOS)s %(uaOSVersion)s
de: %(uaBrowser)s auf %(uaOS)s %(uaOSVersion)s
el: %(uaBrowser)s σε %(uaOS)s %(uaOSVersion)s
es_ar: %(uaBrowser)s en %(uaOS)s%(uaOSVersion)s
es_cl: %(uaBrowser)s en %(uaOS)s %(uaOSVersion)s
et: %(uaBrowser)s operatsioonisüsteemil %(uaOS)s %(uaOSVersion)s
eu: %(uaBrowser)s %(uaOS)s %(uaOSVersion)s sistema eragilean
fa: %(uaBrowser)s بر روی %(uaOS)s %(uaOSVersion)s
fi: %(uaBrowser)s alustalla %(uaOS)s %(uaOSVersion)s
fr: %(uaBrowser)s sur %(uaOS)s %(uaOSVersion)s
gd: %(uaBrowser)s air %(uaOS)s %(uaOSVersion)s
he: %(uaBrowser)s על %(uaOS)s %(uaOSVersion)s
hi: %(uaOS)s %(uaOSVersion)s पर %(uaBrowser)s
hr: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s
hu: %(uaBrowser)s ezen: %(uaOS)s %(uaOSVersion)s
ia: %(uaBrowser)s sur %(uaOS)s %(uaOSVersion)s
it: %(uaBrowser)s su %(uaOS)s%(uaOSVersion)s
ja: %(uaBrowser)s / %(uaOS)s %(uaOSVersion)s
ka: %(uaBrowser)s %(uaOS)s %(uaOSVersion)s-ზე
kab: %(uaBrowser)s di %(uaOS)s %(uaOSVersion)s
kk: %(uaBrowser)s, қолдануда %(uaOS)s %(uaOSVersion)s
lt: „%(uaBrowser)s“ „%(uaOS)s %(uaOSVersion)s“ įrenginyje
ml: %(uaOS)s %(uaOSVersion)s-ന്റെ മേൽ %(uaBrowser)s
ms: %(uaBrowser)s di %(uaOS)s %(uaOSVersion)s
nb_no: %(uaBrowser)s på %(uaOS)s %(uaOSVersion)s
nl: %(uaBrowser)s op %(uaOS)s %(uaOSVersion)s
pa_in: %(uaOS)s %(uaOSVersion)s ਉੱਤੇ %(uaBrowser)s
pl: %(uaBrowser)s w systemie %(uaOS)s %(uaOSVersion)s
pt: %(uaBrowser)s em %(uaOS)s %(uaOSVersion)s
pt_br: %(uaBrowser)s no %(uaOS)s %(uaOSVersion)s
ro: %(uaBrowser)s pe %(uaOS)s %(uaOSVersion)s
ru: %(uaBrowser)s на %(uaOS)s %(uaOSVersion)s
sk: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s
sl: %(uaBrowser)s v %(uaOS)s %(uaOSVersion)s
sq: %(uaBrowser)s në %(uaOS)s %(uaOSVersion)s
sr: %(uaBrowser)s на %(uaOS)s %(uaOSVersion)s
sr_latn: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s
sv_se: %(uaBrowser)s på %(uaOS)s %(uaOSVersion)s
te: %(uaOS)s %(uaOSVersion)s పై %(uaBrowser)s
th: %(uaBrowser)s บน %(uaOS)s %(uaOSVersion)s
tr: %(uaBrowser)s - %(uaOS)s %(uaOSVersion)s
tt: %(uaOS)s %(uaOSVersion)s ОС'ында %(uaBrowser)s
uk: %(uaBrowser)s на %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
ar: %(uaBrowser)s على %(uaOS)s
ast: %(uaBrowser)s en %(uaOS)s
be: %(uaBrowser)s на %(uaOS)s
bg: %(uaBrowser)s на %(uaOS)s
bs: %(uaBrowser)s na %(uaOS)s
ca: %(uaBrowser)s a (uaOS)s
cs: %(uaBrowser)s na %(uaOS)s
cy: %(uaBrowser)s ar %(uaOS)s
da: %(uaBrowser)s på %(uaOS)s
de: %(uaBrowser)s auf %(uaOS)s
el: %(uaBrowser)s σε %(uaOS)s
es_ar: %(uaBrowser)s en %(uaOS)s
es_cl: %(uaBrowser)s en %(uaOS)s
et: %(uaBrowser)s operatsioonisüsteemil %(uaOS)s
eu: %(uaBrowser)s %(uaOS)s sistema eragilean
fa: %(uaBrowser)s بر روی %(uaOS)s
fi: %(uaBrowser)s alustalla %(uaOS)s
fr: %(uaBrowser)s sur %(uaOS)s
gd: %(uaBrowser)s air %(uaOS)s
he: %(uaBrowser)s על %(uaOS)s
hi: %(uaOS)s पर %(uaBrowser)s
hr: %(uaBrowser)s na %(uaOS)s
hu: %(uaBrowser)s ezen: %(uaOS)s
ia: %(uaBrowser)s sur %(uaOS)s
it: %(uaBrowser)s su %(uaOS)s
ja: %(uaBrowser)s / %(uaOS)s
ka: %(uaBrowser)s %(uaOS)s-ზე
kab: %(uaBrowser)s di %(uaOS)s
kk: %(uaBrowser)s, қолдануда %(uaOS)s
lt: „%(uaBrowser)s“ „%(uaOS)s“ įrenginyje
ml: %(uaOS)s-ന്റെ മേൽ %(uaBrowser)s
ms: %(uaBrowser)s di %(uaOS)s
nb_no: %(uaBrowser)s på %(uaOS)s
nl: %(uaBrowser)s op %(uaOS)s
pa_in: %(uaOS)s ਉੱਤੇ %(uaBrowser)s
pl: %(uaBrowser)s w systemie %(uaOS)s
pt: %(uaBrowser)s em %(uaOS)s
pt_br: %(uaBrowser)s no %(uaOS)s
ro: %(uaBrowser)s pe %(uaOS)s
ru: %(uaBrowser)s на %(uaOS)s
sk: %(uaBrowser)s na %(uaOS)s
sl: %(uaBrowser)s v %(uaOS)s
sq: %(uaBrowser)s në %(uaOS)s
sr: %(uaBrowser)s на %(uaOS)s
sr_latn: %(uaBrowser)s na %(uaOS)s
sv_se: %(uaBrowser)s på %(uaOS)s
te: %(uaOS)s పై %(uaBrowser)s
th: %(uaBrowser)s บน %(uaOS)s
tr: %(uaBrowser)s - %(uaOS)s
tt: %(uaOS)s ОС'ында %(uaBrowser)s
uk: %(uaBrowser)s на %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
ar: %(city)s، %(stateCode)s، %(country)s (تقريبًا)
ast: %(city)s, %(stateCode)s, %(country)s (estimóse)
be: %(city)s, %(stateCode)s, %(country)s (прыблізна)
bg: %(city)s, %(stateCode)s, %(country)s (приблизително)
bs: %(city)s, %(stateCode)s, %(country)s (procijenjeno)
ca: %(city)s, %(stateCode)s, %(country)s (estimació)
cs: %(city)s, %(stateCode)s, %(country)s (odhad)
cy: %(city)s, %(stateCode)s, %(country)s (amcan)
da: %(city)s, %(stateCode)s, %(country)s (anslået)
de: %(city)s, %(stateCode)s, %(country)s (angenähert)
el: %(city)s, %(stateCode)s, %(country)s (εκτίμηση)
es_ar: %(city)s, %(stateCode)s, %(country)s (estimado)
es_cl: %(city)s, %(stateCode)s, %(country)s (estimado)
et: %(city)s, %(stateCode)s, %(country)s (hinnanguline)
eu: %(city)s, %(stateCode)s, %(country)s (zenbatetsia)
fa: %(city)s، %(stateCode)s، %(country)s (تخمینی)
fi: %(city)s, %(stateCode)s, %(country)s (arvio)
fr: %(city)s, %(stateCode)s, %(country)s (approximatif)
gd: %(city)s, %(stateCode)s, %(country)s (tuairmeas)
he: ‏%(city)s,‏ %(stateCode)s,‏ %(country)s (משוער)
hi: %(city)s, %(stateCode)s, %(country)s(अनुमानित)
hr: %(city)s, %(stateCode)s, %(country)s (procijenjeno)
hu: %(city)s, %(stateCode)s, %(country)s (becsült)
ia: %(city)s, %(stateCode)s, %(country)s (estimate)
it: %(city)s, %(stateCode)s, %(country)s (approssimati)
ja: %(city)s、%(stateCode)s、%(country)s (おおよその位置)
ka: %(city)s, %(stateCode)s, %(country)s (მიახლოებით)
kab: %(city)s, %(stateCode)s, %(country)s (ahat)
kk: %(city)s, %(stateCode)s, %(country)s (шамамен)
lt: %(city)s, %(stateCode)s, %(country)s (apskaičiuota)
ml: %(city)s, %(stateCode)s, %(country)s (കണക്കാക്കിയത്)
ms: %(city)s, %(stateCode)s, %(country)s (anggaran)
nb_no: %(city)s, %(stateCode)s, %(country)s (estimert)
nl: %(city)s, %(stateCode)s, %(country)s (geschat)
pa_in: %(city)s, %(stateCode)s, %(country)s (ਅੰਦਾਜ਼ਨ)
pl: %(city)s, %(stateCode)s, %(country)s (przybliżone)
pt: %(city)s, %(stateCode)s, %(country)s (estimado)
pt_br: %(city)s, %(stateCode)s, %(country)s (estimado)
ro: %(city)s, %(stateCode)s, %(country)s (locație estimată)
ru: %(city)s, %(stateCode)s, %(country)s (приблизительно)
sk: %(city)s, %(stateCode)s, %(country)s (odhad)
sl: %(city)s, %(stateCode)s, %(country)s (ocena)
sq: %(city)s, %(stateCode)s, %(country)s (hamendje)
sr: %(city)s, %(stateCode)s, %(country)s (процењено)
sr_latn: %(city)s, %(stateCode)s, %(country)s (procenjeno)
sv_se: %(city)s, %(stateCode)s, %(country)s (uppskattad)
te: %(city)s, %(stateCode)s, %(country)s (అంచనా)
th: %(city)s %(stateCode)s %(country)s (โดยประมาณ)
tr: %(city)s, %(stateCode)s, %(country)s (tahmini)
tt: %(city)s, %(stateCode)s, %(country)s (чама белән)
uk: %(city)s, %(stateCode)s, %(country)s (приблизно)
