Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Your payment is currently processing and may take up to four business days to complete.
cs: Vaši platbu nyní zpracováváme, což může trvat až čtyři pracovní dny.
cy: Mae'ch taliad yn cael ei brosesu ar hyn o bryd a gall gymryd hyd at bedwar diwrnod busnes i'w gwblhau.
da: Din betaling behandles i øjeblikket og kan tage op til fire arbejdsdage at fuldføre.
de: Ihre Zahlung wird derzeit bearbeitet und kann bis zu vier Werktage dauern.
el: Η πληρωμής σας βρίσκεται υπό επεξεργασία και ενδέχεται να χρειαστούν έως και τέσσερις εργάσιμες ημέρες για να ολοκληρωθεί.
es_ar: Tu pago se está procesando en este momento y puede demorar hasta cuatro días hábiles en completarse.
es_cl: Tu pago actualmente está siendo procesado y podría tardar hasta cuatro días hábiles en completarse.
fi: Maksuasi käsitellään parhaillaan, ja sen suorittaminen voi kestää jopa neljä arkipäivää.
fr: Votre paiement est en cours de traitement et peut prendre jusqu’à quatre jours ouvrables.
he: התשלום שלך מעובד כעת ועשוי לארוך עד ארבעה ימי עסקים.
hr: Tvoja uplata trenutno se obrađuje i može potrajati do četiri radna dana.
hu: Az ön befizetése feldolgozás alatt áll, ami akár négy munkanapig is tarthat.
ia: Tu pagamento es actualmente in processo e pote prender usque quatro dies de negotios pro completar.
it: Il pagamento è in fase di elaborazione, l’operazione potrebbe richiedere fino a quattro giorni lavorativi.
ka: თქვენი გადახდა ამჟამად მუშავდება და შეიძლება გასტანოს ოთხ სამუშაო დღემდე.
kab: Lexlaṣ-ik iteddu akka tura daɣen izmer ad yaweḍ arma d kuẓ n wussan yeldin.
nb_no: Betalingen din behandles for øyeblikket og det kan ta opptil fire virkedager å fullføre.
nl: Uw betaling wordt momenteel verwerkt en het kan tot vier werkdagen duren voordat deze is voltooid.
pl: Płatność jest obecnie przetwarzana, co może zająć do czterech dni roboczych.
pt: O seu pagamento está a ser processado e pode demorar até quatro dias úteis a ser concluído.
pt_br: Seu pagamento está em processamento e pode levar até quatro dias úteis para ser concluído.
ro: Plata efectuată este în procesare și poate dura până la patru zile lucrătoare.
ru: Ваш платёж в настоящее время обрабатывается и это может занять до четырёх рабочих дней.
sl: Vaše plačilo je trenutno v obdelavi, ki lahko traja do štiri delovne dni.
sq: Pagesa juaj po kryhet dhe që të plotësohet, mund të duhen deri në katër ditë biznesi.
sr: Ваша уплата се тренутно обрађује и може потрајати до четири радна дана.
sr_latn: Vaša uplata se trenutno obrađuje i može potrajati do četiri radna dana.
sv_se: Din betalning behandlas för närvarande och det kan ta upp till fyra arbetsdagar att slutföra.
th: การชำระเงินของคุณกำลังดำเนินการอยู่และอาจใช้เวลาถึงสี่วันทำการ
tr: Ödemeniz işleme alındı. Tamamlanması dört iş günü sürebilir.
uk: Ваш платіж обробляється і його завершення може тривати до чотирьох робочих днів.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
cs: Pošleme vám další e-mailovou zprávu s informacemi, jak začít produkt %(productName)s používat.
cy: Byddwch yn derbyn e-bost ar wahân gyda chyfarwyddiadau llwytho i lawr ar sut i ddechrau defnyddio %(productName)s.
da: Du vil modtage en separat mail med vejledning i, hvordan du henter og begynder at bruge %(productName)s.
de: Sie erhalten eine separate E-Mail mit Anweisungen zum Herunterladen und dazu, wie Sie %(productName)s verwenden können.
el: Θα λάβετε ένα ξεχωριστό email με οδηγίες λήψης σχετικά με το πώς να αρχίσετε να χρησιμοποιείτε το %(productName)s.
es_ar: Va a recibir un correo electrónico por separado con instrucciones de descarga sobre cómo comenzar a usar %(productName)s.
es_cl: Recibirás un correo aparte con instrucciones de descarga sobre cómo empezar a usar %(productName)s.
fi: Saat erillisen sähköpostiviestin, joka sisältää ohjeet kuinka ladata ja käyttää tuotetta %(productName)s.
fr: Vous recevrez un courriel séparé avec des instructions de téléchargement et pour commencer à utiliser %(productName)s.
he: תתקבל הודעת דוא״ל נפרדת עם הוראות להורדה על כיצד להתחיל להשתמש ב־%(productName)s.
hr: Dobit ćeš zasebni e-mail s uputama za preuzimanje o tome kako početi koristiti %(productName)s.
hu: Kapni fog egy külön e-mailt a letöltési utasításokkal, és arról, hogyan tudja használni a(z) %(productName)s szolgáltatást.
ia: Tu recipera un email separate con instructiones pro discargamentos sur como comenciar a usar %(productName)s.
it: Riceverai un’email specifica con le istruzioni scaricabili su come iniziare a utilizzare %(productName)s.
ka: თქვენ მიიღებთ ცალკე წერილს ელფოსტაზე ჩამოტვირთვის მითითებებით, თუ როგორ უნდა გამოიყენოთ %(productName)s.
kab: Ad tremseḍ imayl-nniden ɣef iwellihen n usader, akken daɣen ad tebduḍ aseqdec n %(productName)s.
nb_no: Du vil motta en egen e-post med veileding i hvordan du laster ned og begynner å bruke %(productName)s.
nl: U ontvangt een e-mailbericht met downloadinstructies voor het gebruik van %(productName)s.
pl: Otrzymasz oddzielną wiadomość e-mail z instrukcjami pobierania i jak zacząć korzystać z %(productName)s.
pt: Irá receber um e-mail diferente com instruções de transferência sobre como começar a utilizar o %(productName)s.
pt_br: Você receberá um email separado para baixar instruções de como começar a usar o %(productName)s.
ro: Vei primi un mesaj separat pe e-mail cu instrucțiunile de descărcare despre cum să începi să folosești %(productName)s.
ru: Вы получите отдельное письмо с инструкциями по загрузке и о том, как начать использовать %(productName)s.
sq: Do të merrni një email veçmas me udhëzime shkarkimi se si të filloni të përdorni %(productName)s.
sr: Добићете засебну е-пошту са упутствима за преузимање и коришћење %(productName)s.
sr_latn: Dobićete zasebnu e-poštu sa uputstvima za preuzimanje i korišćenje %(productName)s.
sv_se: Du får ett separat e-postmeddelande med nedladdningsinstruktioner för hur du börjar använda %(productName)s.
tr: %(productName)s ürününü kullanmaya nasıl başlayacağınıza dair indirme talimatlarını içeren ayrı bir e-posta alacaksınız.
uk: Ви отримаєте окреме повідомлення електронною поштою з інструкціями про початок роботи з %(productName)s.

source: Invoice Number: <b>%(invoiceNumber)s</b>
cs: Číslo dokladu: <b>%(invoiceNumber)s</b>
cy: Rhif Anfoneb: <b>%(invoiceNumber)s</b>
da: Fakturanummer: <b>%(invoiceNumber)s</b>
de: Rechnungsnummer: <b>%(invoiceNumber)s</b>
el: Αριθμός τιμολογίου: <b>%(invoiceNumber)s</b>
es_ar: Número de factura: <b>%(invoiceNumber)s</b>
es_cl: Número de factura: <b>%(invoiceNumber)s</b>
fi: Laskun numero: <b>%(invoiceNumber)s</b>
fr: Numéro de facture : <b>%(invoiceNumber)s</b>
he: מספר חשבונית: <b>%(invoiceNumber)s</b>
hr: Broj računa: <b>%(invoiceNumber)s</b>
hu: Számla száma: <b>%(invoiceNumber)s</b>
ia: Numero de factura : <b>%(invoiceNumber)s</b>
it: Numero fattura: <b>%(invoiceNumber)s</b>
ja: 請求書番号: <b>%(invoiceNumber)s</b>
ka: ზედნადების ნომერი: <b>%(invoiceNumber)s</b>
kab: Uṭṭun n tfaturt: <b>%(invoiceNumber)s</b>
nb_no: Fakturanummer: <b>%(invoiceNumber)s</b>
nl: Factuurnummer: <b>%(invoiceNumber)s</b>
pl: Numer faktury: <b>%(invoiceNumber)s</b>
pt: Número da fatura: <b>%(invoiceNumber)s</b>
pt_br: Número da fatura: <b>%(invoiceNumber)s</b>
ro: Număr factură: <b>%(invoiceNumber)s</b>
ru: Номер счёта: <b>%(invoiceNumber)s</b>
sk: Číslo faktúry: <b>%(invoiceNumber)s</b>
sl: Številka računa: <b>%(invoiceNumber)s</b>
sq: Numër Fature: <b>%(invoiceNumber)s</b>
sr: Број фактуре: <b>%(invoiceNumber)s</b>
sr_latn: Broj fakture: <b>%(invoiceNumber)s</b>
sv_se: Fakturanummer: <b>%(invoiceNumber)s</b>
th: หมายเลขใบแจ้งหนี้: <b>%(invoiceNumber)s</b>
tr: Fatura numarası: <b>%(invoiceNumber)s</b>
tt: Квитанция номеры: <b>%(invoiceNumber)s</b>
uk: Номер рахунка: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
cs: Dne %(invoiceDateOnly)s účtováno %(invoiceTotal)s
cy: Codwyd $%(invoiceTotal)s ar %(invoiceDateOnly)s
da: Opkrævet %(invoiceTotal)s den %(invoiceDateOnly)s
de: %(invoiceTotal)s am %(invoiceDateOnly)s abgebucht
el: Χρεώθηκαν %(invoiceTotal)s στις %(invoiceDateOnly)s
es_ar: Cobrado %(invoiceTotal)s el %(invoiceDateOnly)s
es_cl: Se cobró %(invoiceTotal)s el %(invoiceDateOnly)s
fi: Veloitettiin %(invoiceTotal)s %(invoiceDateOnly)s
fr: %(invoiceTotal)s facturés le %(invoiceDateOnly)s
he: חיוב של %(invoiceTotal)s בתאריך %(invoiceDateOnly)s
hr: Naplaćeno %(invoiceTotal)s, %(invoiceDateOnly)s
hu: %(invoiceTotal)s levonva ekkor: %(invoiceDateOnly)s
ia: %(invoiceTotal)s facturate le %(invoiceDateOnly)s
it: Addebitato %(invoiceTotal)s il %(invoiceDateOnly)s
ka: ჩამოიჭრა %(invoiceTotal)s თარიღზე %(invoiceDateOnly)s
kab: Yettwafter %(invoiceTotal)s deg %(invoiceDateOnly)s
nb_no: Belastet %(invoiceTotal)s den %(invoiceDateOnly)s
nl: %(invoiceTotal)s in rekening gebracht op %(invoiceDateOnly)s
pl: Obciążono %(invoiceTotal)s w dniu %(invoiceDateOnly)s
pt: Debitado %(invoiceTotal)s em %(invoiceDateOnly)s
pt_br: Cobrado %(invoiceTotal)s em %(invoiceDateOnly)s
ro: S-a facturat %(invoiceTotal)s la data de %(invoiceDateOnly)s
ru: %(invoiceDateOnly)s оплачено $%(invoiceTotal)s
sl: Zaračunano %(invoiceTotal)s dne %(invoiceDateOnly)s
sq: U faturuan %(invoiceTotal)s më %(invoiceDateOnly)s
sv_se: Debiteras %(invoiceTotal)s den %(invoiceDateOnly)s
tr: %(invoiceDateOnly)s tarihinde %(invoiceTotal)s tahsil edildi
tt: %(invoiceDateOnly)s көнне %(invoiceDateOnly)s түләнде
uk: Оплачено %(invoiceTotal)s %(invoiceDateOnly)s

source: <a href="%(invoiceLink)s">View your invoice</a>.
cs: <a href="%(invoiceLink)s">Zobrazit fakturu</a>.
cy: <a href="%(invoiceLink)s">Gweld eich anfoneb</a>.
da: <a href="%(invoiceLink)s">Se din faktura</a>.
de: <a href="%(invoiceLink)s">Ihre Rechnung anzeigen</a>.
el: <a href="%(invoiceLink)s">Δείτε το τιμολόγιό σας</a>.
es_ar: <a href="%(invoiceLink)s">MIrá tu factura</a>.
es_cl: <a href="%(invoiceLink)s">Ver tu factura</a>.
fi: <a href="%(invoiceLink)s">Näytä lasku</a>.
fr: <a href="%(invoiceLink)s">Voir votre facture</a>.
he: <a href="%(invoiceLink)s">הצגת החשבונית שלך</a>.
hr: <a href="%(invoiceLink)s">Prikaži tvoj račun</a>.
hu: <a href="%(invoiceLink)s">Díjbekérő megtekintése</a>.
ia: <a href="%(invoiceLink)s">Vide tu factura</a>.
it: <a href="%(invoiceLink)s">Visualizza la tua fattura</a>.
ka: <a href="%(invoiceLink)s">იხილეთ თქვენი ზედნადები</a>.
kab: <a href="%(invoiceLink)s">Wali tafaṭurt-ik·im</a>.
nl: <a href="%(invoiceLink)s">Uw factuur bekijken</a>.
pl: <a href="%(invoiceLink)s">Wyświetl fakturę</a>.
pt: <a href="%(invoiceLink)s">Ver a sua fatura</a>.
pt_br: <a href="%(invoiceLink)s">Veja sua fatura</a>.
ru: <a href="%(invoiceLink)s">Просмотрите свой счёт-фактуру</a>.
sl: <a href="%(invoiceLink)s">Prikaži račun</a>.
sq: <a href="%(invoiceLink)s">Shihni faturën tuaj</a>.
sv_se: <a href="%(invoiceLink)s">Visa din faktura</a>.
tr: <a href="%(invoiceLink)s">Faturanızı görüntüleyin</a>.
tt: <a href="%(invoiceLink)s">Квитанциягезне карагыз</a>
uk: <a href="%(invoiceLink)s">Переглянути рахунок-фактуру</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
cs: Další platba: %(nextInvoiceDateOnly)s
cy: Anfoneb Nesaf: %(nextInvoiceDateOnly)s
da: Næste faktura: %(nextInvoiceDateOnly)s
de: Nächste Rechnung: %(nextInvoiceDateOnly)s
el: Επόμενο τιμολόγιο: %(nextInvoiceDateOnly)s
es_ar: Próxima factura: %(nextInvoiceDateOnly)s
es_cl: Próxima facturación: %(nextInvoiceDateOnly)s
fi: Seuraava lasku: %(nextInvoiceDateOnly)s
fr: Prochaine facture : %(nextInvoiceDateOnly)s
he: החשבונית הבאה: %(nextInvoiceDateOnly)s
hr: Sljedeći račun: %(nextInvoiceDateOnly)s
hu: Következő számla: %(nextInvoiceDateOnly)s
ia: Proxime factura: %(nextInvoiceDateOnly)s
it: Prossima fattura: %(nextInvoiceDateOnly)s
ja: 次回の請求: %(nextInvoiceDateOnly)s
ka: შემდეგი ზედნადები: %(nextInvoiceDateOnly)s
kab: Tafaturt i d-iteddun: %(nextInvoiceDateOnly)s
nb_no: Neste faktura: %(nextInvoiceDateOnly)s
nl: Volgende factuur: %(nextInvoiceDateOnly)s
pl: Następna faktura: %(nextInvoiceDateOnly)s
pt: Próxima fatura: %(nextInvoiceDateOnly)s
pt_br: Próxima fatura: %(nextInvoiceDateOnly)s
ro: Următoarea factură: %(nextInvoiceDateOnly)s
ru: Следующая оплата: %(nextInvoiceDateOnly)s
sk: Ďalšia faktúra: %(nextInvoiceDateOnly)s
sl: Naslednji račun: %(nextInvoiceDateOnly)s
sq: Fatura Pasuese: %(nextInvoiceDateOnly)s
sr: Следећа фактура: %(nextInvoiceDateOnly)s
sr_latn: Sledeća faktura: %(nextInvoiceDateOnly)s
sv_se: Nästa faktura: %(nextInvoiceDateOnly)s
tr: Sonraki fatura: %(nextInvoiceDateOnly)s
tt: Киләсе квитанция: %(nextInvoiceDateOnly)s
uk: Наступний рахунок: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
cs: Číslo dokladu: %(invoiceNumber)s
cy: Rhif Anfoneb: %(invoiceNumber)s
da: Fakturanummer: %(invoiceNumber)s
de: Rechnungsnummer: %(invoiceNumber)s
el: Αριθμός τιμολογίου: %(invoiceNumber)s
es_ar: Número de factura: %(invoiceNumber)s
es_cl: Número de factura: %(invoiceNumber)s
fi: Laskun numero: %(invoiceNumber)s
fr: Numéro de facture : %(invoiceNumber)s
he: מספר חשבונית: %(invoiceNumber)s
hr: Broj računa: %(invoiceNumber)s
hu: Számla száma: %(invoiceNumber)s
ia: Numero de factura : %(invoiceNumber)s
it: Numero fattura: %(invoiceNumber)s
ja: 請求書番号: %(invoiceNumber)s
ka: ზედნადების ნომერი: %(invoiceNumber)s
kab: Uṭṭun n tfaturt: %(invoiceNumber)s
nb_no: Fakturanummer: %(invoiceNumber)s
nl: Factuurnummer: %(invoiceNumber)s
pl: Numer faktury: %(invoiceNumber)s
pt: Número da fatura: %(invoiceNumber)s
pt_br: Número da fatura: %(invoiceNumber)s
ro: Număr factură: %(invoiceNumber)s
ru: Номер счёта: %(invoiceNumber)s
sk: Číslo faktúry: %(invoiceNumber)s
sl: Številka računa: %(invoiceNumber)s
sq: Numër Fature: %(invoiceNumber)s
sr: Број фактуре: %(invoiceNumber)s
sr_latn: Broj fakture: %(invoiceNumber)s
sv_se: Fakturanummer: %(invoiceNumber)s
th: หมายเลขใบแจ้งหนี้: %(invoiceNumber)s
tr: Fatura numarası: %(invoiceNumber)s
tt: Квитанция номеры: %(invoiceNumber)s
uk: Номер рахунка: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
cs: Zobrazit fakturu: %(invoiceLink)s
cy: Gweld yr Anfoneb: %(invoiceLink)s
da: Se faktura: %(invoiceLink)s
de: Rechnung anzeigen: %(invoiceLink)s
el: Προβολή τιμολογίου: %(invoiceLink)s
es_ar: Ver factura: %(invoiceLink)s
es_cl: Ver factura: %(invoiceLink)s
fi: Näytä lasku: %(invoiceLink)s
fr: Voir la facture : %(invoiceLink)s
he: הצגת חשבונית: %(invoiceLink)s
hr: Prikaži račun: %(invoiceLink)s
hu: Díjbekérő megtekintése: %(invoiceLink)s
ia: Vide factura: %(invoiceLink)s
it: Visualizza fattura: %(invoiceLink)s
ja: 請求書の表示：%(invoiceLink)s
ka: იხილეთ ზედნადები: %(invoiceLink)s
kab: Wali tafaṭurt-ik·im: %(invoiceLink)s
nl: Factuur bekijken: %(invoiceLink)s
pl: Wyświetl fakturę: %(invoiceLink)s
pt: Ver fatura: %(invoiceLink)s
pt_br: Ver fatura: %(invoiceLink)s
ru: Просмотреть счёт-фактуру: %(invoiceLink)s
sl: Prikaži račun: %(invoiceLink)s
sq: Shihni Faturën: %(invoiceLink)s
sv_se: Visa faktura: %(invoiceLink)s
tr: Faturayı görüntüle: %(invoiceLink)s
tt: Квитанцияне карау: %(invoiceLink)s
uk: Переглянути рахунок-фактуру: %(invoiceLink)s

source: Subtotal: %(invoiceSubtotal)s
cy: Is-gyfanswm: %(invoiceSubtotal)s
fr: Sous-total : %(invoiceSubtotal)s
hu: Részösszeg: %(invoiceSubtotal)s
nl: Subtotaal: %(invoiceSubtotal)s
pl: Suma częściowa: %(invoiceSubtotal)s
sq: Nënshumë: %(invoiceSubtotal)s
sv_se: Delsumma: %(invoiceSubtotal)s

source: One-time discount: -%(invoiceDiscountAmount)s
cy: Gostyngiad un-tro: -%(invoiceDiscountAmount)s
da: Engangsrabat: -%(invoiceDiscountAmount)s
fr: Remise unique : -%(invoiceDiscountAmount)s
he: הנחה חד פעמית: -%(invoiceDiscountAmount)s
hu: Egyszeri kedvezmény: -%(invoiceDiscountAmount)s
ia: Disconto una tantum: -%(invoiceDiscountAmount)s
nl: Eenmalige korting: -%(invoiceDiscountAmount)s
pl: Jednorazowa zniżka: -%(invoiceDiscountAmount)s
sq: Zbritje për një herë vetëm: -%(invoiceDiscountAmount)s
sv_se: Engångsrabatt: -%(invoiceDiscountAmount)s

source: Your credit card is about to expire
cs: Platnost vaší platební karty brzy vyprší
cy: Mae eich cerdyn credyd ar fin dod i ben
da: Dit betalingskort er ved at udløbe
de: Ihre Kreditkarte läuft bald ab
el: Η πιστωτική σας κάρτα πρόκειται να λήξει
es_ar: Tu tarjeta de crédito está a punto de vencer.
es_cl: Su tarjeta de crédito está a punto de vencer
fi: Luottokorttisi vanhenee pian
fr: Votre carte bancaire est sur le point d’expirer
he: תוקף כרטיס האשראי שלך עומד לפוג
hr: Tvoja će kreditna kartica uskoro isteći
hu: A bankkártyája hamarosan lejár
ia: Tu carta de credito va expirar
it: La carta di credito in uso sta per scadere
ja: クレジットカードの有効期限が近づいています
ka: თქვენი საკრედიტო ბარათის ვადა იწურება
kab: Takarḍa-k n usmad qrib ad temmet
nb_no: Ditt betalingskort er i ferd med å utløpe
nl: Uw creditcard verloopt binnenkort
pl: Karta płatnicza wkrótce wygaśnie
pt: O seu cartão de crédito está prestes a expirar
pt_br: A validade do seu cartão de crédito está prestes a expirar
ro: Cardul tău de credit se apropie de data expirării
ru: Срок действия вашей банковской карты скоро заканчивается
sk: Platnosť vašej platobnej karty čoskoro vyprší
sl: Vaša kreditna kartica bo kmalu potekla
sq: Karta juaj e kreditit është afër skadimit
sr: Ваша кредитна картица ускоро истиче
sr_latn: Vaša kreditna kartica uskoro ističe
sv_se: Ditt kreditkort håller på att gå ut
th: บัตรเครดิตของคุณกำลังจะหมดอายุ
tr: Kredi kartınızın kullanım süresi dolmak üzere
tt: Сезнең кредит картасының вакыты чыгып килә
uk: Закінчується термін дії вашої кредитної картки

source: The credit card you're using to make payments for %(productName)s is about to expire.
cs: Platnost vaší platební karty, kterou používáte k platbě za %(productName)s, brzy vyprší.
cy: Mae'r cerdyn credyd rydych yn ei ddefnyddio i wneud taliadau am %(productName)s ar fin dod i ben.
da: Betalingskortet, du bruger til at betale for %(productName)s, er ved at udløbe.
de: Die Kreditkarte, mit der Sie Zahlungen für %(productName)s ausführen, läuft bald ab.
el: Η πιστωτική κάρτα που χρησιμοποιείτε για τις πληρωμές του %(productName)s πρόκειται να λήξει.
es_ar: La tarjeta de crédito que estás utilizando para realizar pagos por % (productName) s está a punto de vencer.
es_cl: La tarjeta de crédito que estás utilizando para realizar pagos para %(productName)s está a punto de vencer.
fi: Luottokortti, jota käytät tuotteen %(productName)s maksujen suorittamiseen, vanhenee pian.
fr: La carte bancaire que vous utilisez pour effectuer des paiements pour %(productName)s est sur le point d’expirer.
he: תוקף כרטיס האשראי המשמש אותך לביצוע תשלומים עבור %(productName)s עומד לפוג.
hr: Kreditna kartica koju koristiš za plaćanje %(productName)sa uskoro će isteći.
hu: Az %(productName)s befizetésekhez használt bankkártyája hamarosan lejár.
ia: Le carta de credito que tu usa pro facer pagamentos pro %(productName)s es preste a expirar.
it: La carta di credito in uso per i pagamenti di %(productName)s sta per scadere.
ja: %(productName)s の支払いに使用しているクレジットカードの有効期限が近づいています。
ka: ვადა თქვენი საკრედიტო ბარათის, რომელსაც იყენებს %(productName)s გადახდები, იწურება.
kab: Takarḍa n usmad i tesseqdaceḍ akken ad txellṣeḍ %(productName)s qrib ad temmet.
nb_no: Betalingskortet du bruker for å utføre betalinger for %(productName)s, er i ferd med å utløpe.
nl: De creditcard die u gebruikt voor betalingen voor %(productName)s verloopt binnenkort.
pl: Karta płatnicza używana do dokonywania płatności za %(productName)s niedługo wygaśnie.
pt: O cartão de crédito que está a utilizar para efetuar os pagamentos para %(productName)s está prestes a expirar.
pt_br: A validade do cartão de crédito que você está usando para efetuar pagamentos do %(productName)s está prestes a expirar.
ro: Cardul de credit pe care îl folosești ca să faci plăți pentru %(productName)s se apropie de data expirării.
ru: Срок действия банковской карты, которую вы используете для совершения платежей за %(productName)s, скоро заканчивается.
sq: Karta e kreditit që po përdorni për të bërë pagesa për %(productName)s është afër skadimit.
sr: Кредитна картица коју користите за плаћање %(productName)s ускоро истиче.
sr_latn: Kreditna kartica koju koristite za plaćanje %(productName)s uskoro ističe.
sv_se: Kreditkortet du använder för att betala för %(productName)s håller på att gå ut.
tr: %(productName)s için ödeme yapmak üzere kullandığınız kredi kartının kullanım süresi dolmak üzere.
uk: Закінчується термін дії кредитної картки, з якої здійснюються платежі за користування %(productName)s.
