Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Firefox update required
az: Firefox yenilənməlidir
be: Патрабуецца абнаўленне Firefox
ca: Cal actualitzar el Firefox
cs: Je potřeba aktualizovat Firefox
cy: Angen diweddariad Firefox
da: Opdatering af Firefox påkrævet
de: Firefox-Update erforderlich
el: Απαιτείται ενημέρωση του Firefox
es_ar: Se necesita actualizar Firefox
es_cl: Actualización de Firefox requerida
fi: Firefox-päivitys vaaditaan
fr: Mise à jour de Firefox nécessaire
fur: Al covente inzornâ Firefox
fy: Firefox-fernijing fereaske
he: נדרש עדכון ל־Firefox
hr: Firefox se mora aktualizirati
hu: Firefox frissítés szükséges
ia: Actualisation de Firefox obligatori
it: È richiesto l’aggiornamento di Firefox
ja: Firefox の更新が必要です
ka: საჭიროა Firefox-ის განახლება
kab: Lqem n Firefox yettwasra
lt: Būtinas „Firefox“ atnaujinimas
ml: ഫയർഫോക്സ് കാലികമാക്കേണ്ടതുണ്ട്
nb_no: Firefox-oppdatering kreves
nl: Firefox-update vereist
pl: Wymagana jest aktualizacja Firefoksa
pt: É necessário atualizar o Firefox
pt_br: É necessário atualizar o Firefox
ro: Firefox necesită o actualizare
ru: Требуется обновление Firefox
sk: Vyžaduje sa aktualizácia Firefoxu
sl: Potrebna je posodobitev Firefoxa
sq: Lypset përditësim i Firefox-it
sr: Потребно је ажурирање Firefox-а
sr_latn: Potrebno je ažuriranje Firefox-a
sv_se: Firefox-uppdatering krävs
th: จำเป็นต้องอัปเดต Firefox
tr: Firefox güncellemesi gerekli
tt: Firefox'ны яңарту кирәк
uk: Необхідно оновити Firefox
vi: Yêu cầu cập nhật Firefox

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
be: Уліковыя запісы Firefox выкарыстоўваюць функцыі, якія не падтрымліваюцца ў вашай версіі Firefox. Калі ласка, сцягніце і ўсталюйце апошнюю версію Firefox для працягу.
cs: Účet Firefoxu využívá funkce, které ve vaší verzi prohlížeče Firefox nejsou dostupné. Abyste mohli pokračovat, stáhněte a nainstalujte si prosím nejnovější verzi Firefoxu.
cy: Mae Cyfrifon Firefox yn defnyddio nodweddion sydd heb ei gefnogi yn eich fersiwn o Firefox. Os gwelwch yn dda llwythwch a gosod y fersiwn diweddaraf o Firefox i barhau.
da: Firefox-konti gør brug af funktioner, der ikke er understøttet af din version af Firefox. Hent og installer den nyeste version for at fortsætte.
de: Firefox Accounts verwendet die folgenden Funktionen, die in Ihrer Firefox-Version nicht unterstützt werden. Bitte laden Sie die neueste Firefox-Version herunter und installieren Sie diese, um fortzufahren.
el: Η υπηρεσία Firefox Accounts χρησιμοποιεί λειτουργίες που δεν υποστηρίζονται στην έκδοση του Firefox σας. Παρακαλούμε κάντε λήψη και εγκατάσταση της πιο πρόσφατης έκδοσης του Firefox για να συνεχίσετε.
es_ar: Las Cuentas de Firefox usan características que no son compatibles con tu versión de Firefox. Por favor descargá e instalá la última versión de Firefox para continuar.
es_cl: Las cuentas de Firefox hacen uso de funcionalidades que no son soportadas por tu versión de Firefox. Por favor, descarga e instala la última versión de Firefox para continuar.
fi: Firefox-tili käyttää ominaisuuksia, joita tämä Firefox-versio ei tue. Jatka lataamalla ja asentamalla uusin Firefox-versio.
fr: Les comptes Firefox utilisent des fonctionnalités qui ne sont pas prises en charge par votre version de Firefox. Veuillez télécharger et installer la dernière version de Firefox pour continuer.
fur: Accounts di Firefox al dopre funzionalitâts che no son supuartadis te tô version di Firefox. Par continuâ, discjame e instale la ultime version di Firefox.
fy: Firefox Accounts makket gebrûk fan funksjes dy’t net stipe wurde yn jo ferzje fan Firefox. Download en ynstallearje de lêste ferzje fan Firefox om troch te gean.
he: Firefox Accounts עושה שימוש בתכונות שאינן נתמכות בגרסת ה־Firefox שלך. נא להוריד ולהתקין את הגרסה האחרונה של Firefox כדי להמשיך.
hr: Firefox računi koristi funkcije, koje nisu podržane u tvojoj verziji Firefoxa. Preuzmi i instaliraj najnoviju verziju Firefoxa i nastavi.
hu: A Firefox-fiókok olyan funkciókat használ, amelyek nem támogatottak az Ön Firefox verziójában. A folytatáshoz töltse le és telepítse a Firefox legújabb verzióját.
ia: Firefox Accounts utilisa functiones que non es supportate in tu version de Firefox. Discarga e installa le ultime version de Firefox pro continuar.
it: Firefox Accounts utilizza delle funzionalità che non sono supportate dalla tua versione di Firefox. Per continuare scarica e installa l’ultima versione.
ja: Firefox アカウントは、このバージョンの Firefox でサポートされていない機能を利用します。 続行するには、Firefox の最新バージョンをダウンロードしてインストールしてください。
ka: Firefox-ანგარიშები სარგებლობს იმ შესაძლებლობებით, რომლებიც არაა მხარდაჭერილი თქვენი ვერსიის Firefox-ზე. გთხოვთ ჩამოტვირთოთ და დააყენოთ უახლესი ვერსიის Firefox გასაგრძელებლად.
kab: Imiḍanen Firefox seqdacen timahilin ur yettusefraken ara deg lqem-ik n Firefox. Ma ulac aɣlif sader daɣen sbedd lqem aneggaru n Firefoxakken ad tkemmleḍ.
lt: „Firefox“ paskyros naudoja funkcionalumą, kurio jūsų „Firefox“ versija nepalaiko. Prašome atsisiųsti ir įsidiegti paskiausią „Firefox“ laidą, kad galėtumėte tęsti.
nb_no: Firefox-kontoer bruker funksjoner som ikke er støttet i din versjon av Firefox. Last ned og installer den siste versjonen av Firefox for å fortsette.
nl: Firefox Accounts maakt gebruik van functies die niet ondersteund worden in uw versie van Firefox. Download en installeer de laatste versie van Firefox om door te gaan.
pl: Konto Firefoksa korzysta z funkcji, które nie są obsługiwane przez używaną wersję Firefoksa. Prosimy pobrać i zainstalować najnowszą wersję, aby kontynuować.
pt: As contas do Firefox utilizam funcionalidades que não são suportadas na sua versão do Firefox. Por favor, transfira e instale a versão mais recente do Firefox para continuar.
pt_br: A Conta Firefox usa recursos que não são suportados na sua versão do Firefox. Baixe e instale a versão mais recente do Firefox para poder continuar.
ro: Conturi Firefox se folosește de funcții care nu sunt suportate în versiunea ta de Firefox. Te rugăm să descarci și să instalezi ultima versiune de Firefox pentru a continua.
ru: Аккаунты Firefox используют функции, которые не поддерживаются в вашей версии Firefox. Пожалуйста, загрузите и установите последнюю версию Firefox для продолжения.
sk: Účet Firefox využíva funkcie, ktoré vo vašej verzii Firefoxu nie sú podporované. Prosím, stiahnite a nainštalujte si najnovšiu verziu Firefoxu.
sl: Firefox Računi se poslužujejo funkcij, ki v vaši različici Firefoxa niso podprte. Za nadaljevanje prenesite in namestite najnovejšo različico Firefoxa.
sq: Llogaritë Firefox shfrytëzojnë veçori që nuk mbulohen në versionin tuaj të Firefox-it. Ju lutemi, që të vazhdohet shkarkoni dhe instaloni versionin më të ri të Firefox-it.
sr: Firefox налози користе функције које нису подржане на вашој верзији Firefox-а. Преузмите и инсталирајте најновију верзију Firefox-а како би могли наставити.
sr_latn: Firefox nalozi koriste funkcije koje nisu podržane na vašoj verziji Firefox-a. Preuzmite i instalirajte najnoviju verziju Firefox-a kako bi mogli nastaviti.
sv_se: Firefox-konton använder funktioner som inte stöds inte i din version av Firefox. Snälla du ladda ner och installera den senaste versionen av Firefox för att fortsätta.
th: บัญชี Firefox ใช้ประโยชน์จากคุณลักษณะต่าง ๆ ที่ไม่รองรับ ใน Firefox รุ่นที่คุณใช้อยู่ โปรดดาวน์โหลดและติดตั้ง Firefox รุ่นล่าสุดเพื่อดำเนินการต่อ
tr: Firefox Hesapları, sizin Firefox sürümünüzde desteklenmeyen bazı özellikleri kullanıyor. Devam etmek için lütfen Firefox'un en son sürümünü indirip yükleyin.
uk: Firefox Accounts використовують функції, які не підтримуються вашою версією Firefox. Будь ласка, завантажте й встановіть найновішу версію Firefox, щоб продовжити.
vi: Tài khoản Firefox sử dụng các tính năng mà không được hỗ trợ trong phiên bản Firefox của bạn. Vui lòng tải xuống và cài đặt phiên bản Firefox mới nhất để tiếp tục.

source: Download latest
az: Son buraxılışı endir
be: Сцягнуць найноўшую версію
cs: Stáhnout aktualizaci
cy: Llwytho'r diweddariad diweddaraf i lawr
da: Hent seneste
de: Neueste Version herunterladen
el: Λήψη τελευταίας έκδοσης
es_ar: Descargar la actualización más reciente
es_cl: Bajar la última versión
fi: Lataa viimeisin
fr: Télécharger la dernière version
fur: Discjame la ultime version
fy: Lêste downloade
he: הורדת העדכני ביותר
hr: Preuzmi najnoviju
hu: Legfrissebb letöltése
ia: Discargar ultime version
it: Scarica l’ultima versione
ja: 最新バージョンをダウンロードする
ka: უახლესის ჩამოტვირთვა
kab: Sader aneggaru
lt: Atsisiųsti paskiausią
ml: പരിഷ്കരണം ഡൌണ്‍ലോഡ് ചെയ്യൂ
my: နောက်ဆုံးပေါ်များ ဆွဲယူပါ
nb_no: Last ned siste
nl: Nieuwste versie downloaden
pl: Pobierz najnowszą wersję
pt: Transferir a mais recente
pt_br: Baixar a versão mais recente
ro: Descarcă cea mai recentă versiune
ru: Загрузить последнюю версию
sk: Stiahnuť najnovšiu verziu
sl: Prenesi najnovejšo različico
sq: Shkarkoni më të riun
sr: Преузмите најновију верзију
sr_latn: Preuzmite najnoviju verziju
sv_se: Ladda ner senaste
th: ดาวน์โหลดรุ่นล่าสุด
tr: Son sürümü indir
tt: Иң соңгы версиясен йөкләп алу
uk: Завантажити найновішу версію
vi: Tải xuống

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycle)s to %(paymentAmountNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycle)s.
el: Ξεκινώντας από τον επόμενο λογαριασμό σας, η χρέωσή σας θα αλλάξει από %(paymentAmountOld)s ανά %(productPaymentCycle)s σε %(paymentAmountNew)s. Θα λάβετε επίσης μια εφάπαξ πίστωση των %(paymentProrated)s λόγω της χαμηλότερης χρέωσης για τον υπολειπόμενο χρόνο: %(productPaymentCycle)s.
es_ar: A partir de tu próxima factura, tu cargo va a cambiar de %(paymentAmountOld)s por %(productPaymentCycle)s a %(paymentAmountNew)s. En ese momento, también se te va a otorgar un crédito único de $%(paymentProrated)s para reflejar el cargo más bajo por el resto de este %(productPaymentCycle)s.
fi: Seuraavasta laskustasi alkaen veloitus muuttuu hinnasta %(paymentAmountOld)s per %(productPaymentCycle)s hinnaksi %(paymentAmountNew)s. Tuolloin sinulle annetaan myös kertaluonteinen hyvitys suuruudeltaan %(paymentProrated)s, mikä korvaa tämän %(productPaymentCycle)s jakson loppuosan alhaisempaa veloitusta.
it: A partire dalla prossima fattura, il tuo pagamento per %(productPaymentCycle)s sarà modificato da $%(paymentAmountOld)s a $%(paymentAmountNew)s. Contestualmente ti verrà accreditato un importo una tantum di $%(paymentProrated)s per riflettere il costo inferiore per il resto di questo %(productPaymentCycle)s.
ka: შემდეგი გადახდიდან, ჩამოსაჭრელი თანხა %(paymentAmountOld)s თითოეული %(productPaymentCycle)s მონაკვეთისთვის შეიცვლება და იქნება %(paymentAmountNew)s. იმ დროისთვის, ასევე მოგეცემათ ერთჯერადი სესხი %(paymentProrated)s-ის, შემცირებული გადასახადის ასასახად ნაშთისთვის %(productPaymentCycle)s მონაკვეთში.
pt_br: A partir da próxima fatura, sua cobrança será alterada de %(paymentAmountOld)s por %(productPaymentCycle)s para %(paymentAmountNew)s. Nesse momento, você também receberá um crédito único de %(paymentProrated)s para refletir a cobrança menor pelo restante desse %(productPaymentCycle)s.
ro: Începând cu factura următoare, tariful tău se va modifica de la %(paymentAmountOld)s per %(productPaymentCycle)s la %(paymentAmountNew)s. Tot atunci, vei primi un credit unic de %(paymentProrated)s reprezentând tariful mai mic pentru restul acestui %(productPaymentCycle)s.
ru: Начиная со следующего периода оплаты, ваш платёж составит $%(paymentAmountNew)s в %(productPaymentCycle)s вместо $%(paymentAmountOld)s. В этот раз вы также получите одноразовый бонус в размере $%(paymentProrated)s для компенсации более низкой стоимости за этот %(productPaymentCycle)s.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycle)s to %(paymentAmountNew)s. At that time you will also be charged a one-time fee of %(paymentProrated)s to reflect the higher charge for the remainder of this %(productPaymentCycle)s.
el: Ξεκινώντας από τον επόμενο λογαριασμό σας, η χρέωσή σας θα αλλάξει από %(paymentAmountOld)s ανά %(productPaymentCycle)s σε %(paymentAmountNew)s. Θα χρεωθείτε επίσης για μία φορά με %(paymentProrated)s λόγω της υψηλότερης χρέωσης για τον υπολειπόμενο χρόνο: %(productPaymentCycle)s.
es_ar: A partir de tu próxima factura, tu cargo va a cambiar de $%(paymentAmountOld)s por %(productPaymentCycle)s a $%(paymentAmountNew)s. En ese momento también se te va a cobrar un cargo único de $%(paymentProrated)s para reflejar el cargo más alto por el resto de este %(productPaymentCycle)s.
it: A partire dalla prossima fattura, il tuo pagamento per %(productPaymentCycle)s sarà modificato da $%(paymentAmountOld)s a $%(paymentAmountNew)s. Contestualmente ti verrà accreditata una commissione una tantum di $%(paymentProrated)s per riflettere il costo superiore per il resto di questo %(productPaymentCycle)s.
ka: შემდეგი გადახდიდან, ჩამოსაჭრელი თანხა %(paymentAmountOld)s თითოეული %(productPaymentCycle)s მონაკვეთისთვის შეიცვლება და იქნება %(paymentAmountNew)s. იმ დროისთვის, ასევე ჩამოგეჭრებათ ერთჯერადად თანხა %(paymentProrated)s-ის, გაზრდილი გადასახადის ასასახად ნაშთისთვის %(productPaymentCycle)s მონაკვეთში.
pt_br: A partir da próxima fatura, sua cobrança será alterada de %(paymentAmountOld)s por %(productPaymentCycle)s para %(paymentAmountNew)s. Nesse momento, também será cobrado um valor único de %(paymentProrated)s para refletir a cobrança maior pelo restante desse %(productPaymentCycle)s.
ro: Începând cu factura următoare, tariful tău se va modifica de la %(paymentAmountOld)s per %(productPaymentCycle)s la %(paymentAmountNew)s. Tot atunci, vei primi un credit unic de %(paymentProrated)s reprezentând tariful mai mic pentru restul acestui %(productPaymentCycle)s.
ru: Начиная со следующего платежа, ваша комиссия будет изменена с %(paymentAmountOld)s за %(productPaymentCycle)s на %(paymentAmountNew)s. В то же время, с вас также будет взята разовая плата в размере %(paymentProrated)s, чтобы компенсировать более высокую стоимость за оставшуюся часть этого %(productPaymentCycle)s.

source: Two-step verification enabled
el: Η επαλήθευση δύο παραγόντων ενεργοποιήθηκε
es_ar: Se habilitó la autenticación en dos pasos
fi: Kaksivaiheinen vahvistus otettu käyttöön
it: Autenticazione in due passaggi attivata
ja: 2 段階認証が有効です
ka: ორსაფეხურიანი დამოწმება ჩართულია
pt_br: Autenticação em duas etapas ativada
ro: Verificare în doi pași activată
ru: Двухэтапная авторизация включена
sk: Dvojstupňové overenie je zapnuté
sr: Верификација у два корака омогућена

source: Two-step verification is off
el: Η επαλήθευση δύο παραγόντων είναι ανενεργή
es_ar: La verificación en dos pasos está deshabilitada
fi: Kaksivaiheinen vahvistus on pois käytöstä
it: L’autenticazione in due passaggi è disattivata
ja: 2 段階認証が設定されていません
ka: ორსაფეხურიანი დამოწმება გამორთულია
pt_br: A autenticação em duas etapas está desativada
ro: Verificarea în doi pași este dezactivată
ru: Двухэтапная авторизация отключена
sk: Dvojstupňové overenie je vypnuté
sr: Аутентификација у два корака онемогућена

source: You successfully connected your first device to your Firefox Account. Now you can sign in to Sync from your other devices, including Firefox for <a href='%(androidUrl)s'>Android</a> and <a href='%(iosUrl)s'>iOS</a>.
ar: اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. الآن يمكنك تسجيل الدخول إلى المزامنة من أجهزتك الأخري بما في ذلك فَيَرفُكس <a href='%(androidUrl)s'>لأندرويد</a> و <a href='%(iosUrl)s'>لآي أو إس</a>.
ast: Coneutesti con ésitu'l to primer preséu a la cuenta de Firefox. Agora pues aniciar sesión en Sync dende otros preseos de to, incluyendo Firefos p'<a href='%(androidUrl)s'>Android</a> ya <a href='%(iosUrl)s'>iOS</a>.
be: Вы паспяхова злучылі сваю першую прыладу з сваім уліковым запісам Firefox. Цяпер вы можаце ўвайсці ў сістэму для сінхранізацыі з іншымі прыладамі, у тым ліку на Firefox для <a href='%(androidUrl)s'>Android</a> і <a href='%(iosUrl)s'>iOS</a>.
bg: Успешно свързахте първото си устройство към своя Firefox Account. Сега може да се вписвате в Sync от другите си устройства, включително Firefox за <a href='%(androidUrl)s'>Android</a> и <a href='%(iosUrl)s'>iOS</a>.
bs: Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Sada se možete prijaviti na Sync sa drugog uređaja, uključujući Firefox za <a href='%(androidUrl)s'>Android</a> i <a href='%(iosUrl)s'>iOS</a>.
ca: Heu connectat el vostre primer dispositiu al compte del Firefox. Ara podeu iniciar la sessió al Sync des d'altres dispositius, com ara el Firefox per a l'<a href='%(androidUrl)s'>Android</a> i l'<a href='%(iosUrl)s'>iOS</a>.
eu: Arrakastaz lotu duzu zure lehen gailua Firefox kontuarekin. Orain saioa hasi dezakezu Sync-en zure beste gailuetan, <a href='%(androidUrl)s'>Androiderako</a> eta<a href='%(iosUrl)s'>iOS-erako</a> Firefox baita.
fa: شما با موفقیت اولین دستگاه را به حساب فایرفاکس خود متصل کردید. حالا می‌توانید از سایر دستگاه‌های خود، شامل فایرفاکس برای <a href='%(androidUrl)s'>اندروید</a> و <a href='%(iosUrl)s'>iOS</a> به هم‌گام‌سازی متصل شوید.
gd: Cheangail thu a’ chiad uidheam agad ris a’ chunntas Firefox agad. ’S urrainn dhut clàradh a-steach gu gleus an t-sioncronachaidh o uidheaman eile a-nis, a’ gabhail a-staigh Firefox airson <a href='%(androidUrl)s'>Android</a> agus <a href='%(iosUrl)s'>iOS</a>.
hi: आपने सफलतापूर्वक अपने Firefox खाते में अपना पहला उपकरण जोड़ दिया है. अब आप अपने अन्य उपकरणों से, Firefox सहित सिंक में प्रवेश कर सकते हैं<a href='%(androidUrl)s'> Android</a>और<a href='%(iosUrl)s'>iOS</a>.
kk: Сіз өз Firefox тіркелгіңізге бірінші құрылғыны сәтті байланыстырдыңыз. Енді синхрондауға басқа құрылғыларыңыздан да, <a href='%(androidUrl)s'>Android</a> және <a href='%(iosUrl)s'>iOS</a> үшін Firefox-ты қоса, кіре аласыз.
lt: Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Dabar galite su ja susieti ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą <a href='%(androidUrl)s'>„Android“</a> ar <a href='%(iosUrl)s'>„iOS“</a> platformai.
lv: Jūs veiksmīgi savienojāt savu pirmo ierīci ar savu Firefox kontu. Jūs tagad varat savienoties ar Sync uz citām ierīcēm, iekļaujot Firefox <a href='%(androidUrl)s'>Android</a> un <a href='%(iosUrl)s'>iOS</a> ierīcēm.
ml: നിങ്ങളുടെ ആദ്യത്തെ ഉപകരണം വിജയകരമായി ഫയർഫോക്സ് അക്കൌണ്ടുമായി ബന്ധിപ്പിച്ചു. ഇപ്പോൾ നിങ്ങൾക്ക് <a href='%(androidUrl)s'>ആൻഡ്രോയിഡ്</a>, <a href='%(iosUrl)s'>ഐഒഎസ്</a> എന്നിവയ്ക്കുള്ള ഫയർഫോക്സില്‍ പ്രവേശിച്ച് സമന്വയം സാധ്യമാക്കാം.
ms: Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Kini anda boleh daftar masuk Sync di peranti anda yang lain termasuk Firefox untuk <a href='%(androidUrl)s'>Android</a> dan <a href='%(iosUrl)s'>iOS</a>.
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਪਹਿਲੇ ਯੰਤਰ ਨੂੰ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਆਪਣੇ ਹੋਰ ਯੰਤਰਾਂ ਤੋਂ ਸਿੰਕ ਕਰਨ ਦੇ ਲਈ ਸਾਇਨ ਇਨ ਕਰ ਸਕਦੇ ਹੋਂ, ਜਿਸ ਵਿੱਚ ਫਾਈਰਫਾਕਸ ਸਹਿਤ <a href='%(androidUrl)s'> ਐਂਡਰਾਈਡ </a> ਅਤੇ <a href='%(iosUrl)s> iOS ਲਈ ਫਾਇਰਫਾਕਸ </a> ।
te: మీరు విజయవంతంగా మీ Firefox ఖాతాకు మీ మొదటి పరికరం కనెక్ట్ చేశారు. ఇప్పుడు మీరు <a href='%(androidUrl)s'>ఆండ్రాయిడ్</a> మరియు <a href='%(iosUrl)s'>iOS </a>కోసం Firefox సహా, మీ ఇతర పరికరాల నుండి సింక్ చేయడానికి సైన్ ఇన్ చేయవచ్చు.

source: You successfully connected your first device to your Firefox Account. To make the most of Sync, connect any <a href='%(androidUrl)s'>Firefox for Android</a> or <a href='%(iosUrl)s'>Firefox for iOS</a>.
ar: اِتَّصَلَ جهازك الأول بحساب فَيَرفُكس الخاص بك بنجاح. صِلْ الحساب بأي فَيَرفُكس <a href='%(androidUrl)s'>لأندرويد</a> أو <a href='%(iosUrl)s'>لآي أو إس</a> للاستفادة القصوى من التزامُن.
ast: Coneutesti con ésitu'l to primer preséu a la cuenta de Firefox. P'aprovechar al máximu Sync, coneuta <a href='%(androidUrl)s'>Firefox p'Android</a> o <a href='%(iosUrl)s'>Firefox pa iOS</a>.
be: Вы паспяхова злучылі сваю першую прыладу з сваім уліковым запісам Firefox. Каб атрымаць поўную аддачу ад сінхранізацыі, падключыце любы <a href='%(androidUrl)s'>Firefox для Android</a> ці <a href='%(iosUrl)s'>Firefox для iOS</a>.
bg: Успешно свързахте първото си устройство към своя Firefox Account. За да извлечете най-много от Sync, свържете <a href='%(androidUrl)s'>Firefox за Android</a> или <a href='%(iosUrl)s'>Firefox за iOS</a>.
bs: Uspješno ste povezali vaš prvi uređaj na vaš Firefox račun. Da dobijete najviše od Sync-a, povežite bilo koji <a href='%(androidUrl)s'>Firefox for Android</a> ili <a href='%(iosUrl)s'>Firefox for iOS</a>.
ca: Heu connectat el vostre primer dispositiu al compte del Firefox. Per aprofitar el Sync al màxim, connecteu-hi el <a href='%(androidUrl)s'>Firefox per a l'Android</a> o el <a href='%(iosUrl)s'>Firefox per a l'iOS</a>.
eu: Arrakastaz lotu duzu zure lehen gailua Firefox kontuarekin. Sync-i bere onena ateratzeko konektatu <a href='%(androidUrl)s'>Firefox Androiderako</a> edo <a href='%(iosUrl)s'>Firefox iOS-erako</a> gailuekin.
fa: شما با موفقیت اولین دستگاه را به حساب فایرفاکس خود متصل کردید. برای استفاده کامل از هم‌گام‌سازی، هر دستگاه <a href='%(androidUrl)s'>فایرفاکس برای اندروید</a> یا <a href='%(iosUrl)s'>فایرفاکس برای iOS</a> را هم متصل کنید.
gd: Cheangail thu a’ chiad uidheam agad ris a’ chunntas Firefox agad. Airson gleus an t-sioncronachaidh a chur gu làn-fheum, ceangail Firefox air <a href='%(androidUrl)s'>Android</a> no <a href='%(iosUrl)s'>iOS</a> ris.
hi: आपने अपने पहले डिवाइस को अपने Firefox एकाउंट से सफलतापूर्वक जोड़ दिया है. ज्यादातर समय आपको एकाउंट जोड़ने के लिए, <a href='%(androidUrl)s'> Firefox for Android </a> or <a href='%(iosUrl)s'>Firefox for iOS </a>.
kk: Сіз өз Firefox тіркелгіңізге бірінші құрылғыны сәтті байланыстырдыңыз. Синхрондаудан көбірек алу үшін, <a href='%(androidUrl)s'>Android үшін Firefox</a> немесе <a href='%(iosUrl)s'>iOS үшін Firefox-ты</a> байланыстырыңыз.
lt: Jūs sėkmingai susiejote su savo „Firefox“ paskyra pirmąjį įrenginį. Kad „Sync“ paslauga jums būtų tikrai naudinga, susiekite su šia paskyra ir kitus įrenginius, pavyzdžiui, „Firefox“, skirtą <a href='%(androidUrl)s'>„Android“</a> ar <a href='%(iosUrl)s'>„iOS“</a> platformai.
lv: Jūs veiksmīgi savienojāt savu pirmo ierīci ar savu Firefox kontu. Lai pilnvērtīgi izmantot Sync, pievienojiet jebkuru <a href='%(androidUrl)s'>Firefox Android ierīcēm</a> vai <a href='%(iosUrl)s'>Firefox iOS ierīcēm</a>.
ml: നിങ്ങളുടെ ആദ്യത്തെ ഉപകരണം നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൌണ്ടുമായി വിജയകരമായി ബന്ധിപ്പിച്ചു. സമന്വയം ഏറ്റവും മികച്ചതാക്കാൻ <a href='%(androidUrl)s'>ആന്‍ഡ്രോയ്ഡിനായുള്ള ഫയർഫോക്സ്</a>അല്ലെങ്കിൽ <a href='%(iosUrl)s'>ഐ.ഓ.എസ്സിനായുള്ള ഫയർഫോക്സ്</a> ഇവയുമായി ബന്ധിപ്പിക്കുക.
ms: Akaun Firefox anda telah berjaya disambungkan dengan peranti pertama anda. Sambungkan mana-mana <a href='%(androidUrl)s'>Firefox untuk Android</a> atau <a href='%(iosUrl)s'>Firefox untuk iOS</a> lain untuk dapatkan kelebihannya.
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਪਹਿਲੇ ਯੰਤਰ ਨੂੰ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਖਾਤੇ ਨਾਲ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਹੈ। ਵੱਧ ਤੋਂ ਵੱਧ ਸਿੰਕ ਬਣਾਉਣ ਲਈ, ਕਿਸੇ ਵੀ <a href='%(androidUrl)s'> Android ਲਈ ਫਾਇਰਫਾਕਸ </a> ਜਾਂ <a href='%(iosUrl)s'> iOS ਲਈ ਫਾਇਰਫਾਕਸ </a> ਨਾਲ ਜੁੜੋ।
te: మీరు విజయవంతంగా మీ Firefox ఖాతాకు మీ మొదటి పరికరం కనెక్ట్ చేశారు. మరింత సింక్ చేయడానికి, <a href='%(androidUrl)s'>ఆండ్రాయిడ్</a> మరియు <a href='%(iosUrl)s'>iOS </a>కోసం Firefox ను కనెక్ట్ చేయండి.
