Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Consumed recovery code
ar: استهلكت رمز استعادة
be: Выкарыстаны код аднаўлення
bg: Използван код за възстановяване
bs: Potrošeni kod za oporavak
ca: S'ha utilitzat un codi de recuperació
cs: Byl použit obnovovací kód
cy: Cod adfer wedi ei ddefnyddio
da: Brugt genoprettelseskode
de: Verwendeter Wiederherstellungscode
el: Χρησιμοποιήθηκε κωδικός ανάκτησης
es_ar: Utilizó un código de recuperación
es_cl: Código de recuperación utilizado
et: Taastamise kood ära kasutatud
fi: Käytetty palautuskoodi
fr: Code de récupération utilisé
gd: Chuir thu gu feum còd aisig
he: קוד שחזור הופעל
hr: Iskorišteni kodovi za oporavak
hu: Felhasznált helyreállítási kód
ia: Codice de recuperation consumite
it: Codice di recupero utilizzato
ja: 使用された回復用コード
ka: გამოყენებული აღდგენის კოდი
kab: Teččiḍ tangalt n tririt
lt: Panaudotas atkūrimo kodas
ml: വീണ്ടെടുക്കൽ കോഡ് ഉപയോഗിച്ചു
ms: Kod pemulihan yang digunakan
nb_no: Brukt gjenopprettingskode
nl: Verbruikte herstelcode
pl: Zużyty kod odzyskiwania
pt: Código de recuperação consumido
pt_br: Utilizado código de recuperação
ro: Cod de recuperare consumat
ru: Использованный код восстановления
sk: Bol použitý obnovovací kód
sl: Uporabljena koda za obnovitev
sq: Kodi i rikthimit i përdorur
sr: Искоришћени код за опоравак
sr_latn: Iskorišćeni kod za oporavak
sv_se: Förbrukad återställningskod
te: వినియోగించిన రికవరీ కోడ్
th: ใช้รหัสการกู้คืนแล้ว
tr: Kullanılan kurtarma kodu
tt: Кулланылган коткару коды
uk: Використаний код відновлення

source: New recovery codes generated
ar: وُلّدت رموز استعادة جديدة
be: Згенераваны новыя коды аднаўлення
bg: Кодовете за възстановяване са подновени
bs: Novi kodovi za oporavak su generisani
ca: S'han generat nous codis de recuperació
cs: Byly vygenerovány nové obnovovací kódy
cy: Wedi creu cod adfer newydd
da: Nye genoprettelseskoder genereret
de: Neue Wiederherstellungscode erzeugt
el: Δημιουργήθηκαν νέοι κωδικοί ανάκτησης
es_ar: Se generaron nuevos códigos de recuperación
es_cl: Nuevos códigos de recuperación generados
et: Loodi uued taastamise koodid
fi: Uudet palautuskoodit on luotu
fr: Nouveaux codes de récupération générés
gd: Chaidh còdan aisig ùra a ghintinn
he: נוצרו קודים חדשים לשחזור
hr: Novi kodovi za oporavak su stvoreni
hu: Új helyreállítási kódok előállítva
ia: Nove codices de recuperation generate
it: Nuovi codici di recupero generati
ja: 新しい回復用コードが生成されました
ka: შექმნილია აღდგენის ახალი კოდები
kab: Tiririt tamaynut n tengalin timaynutin teḍra-d
lt: Sugeneruoti nauji atkūrimo kodai
ml: പുതിയ വീണ്ടെടുക്കൽ കോഡ് സൃഷ്ടിച്ചു
ms: Kod pemulihan baru telah dijana
nb_no: Nye gjenopprettingskoder generert
nl: Nieuwe herstelcodes gegenereerd
pl: Utworzono nowe kody odzyskiwania
pt: Novos códigos de recuperação gerados
pt_br: Gerados novos códigos de recuperação
ro: Coduri noi de recuperare generate
ru: Сгенерированы новые коды восстановления
sk: Boli vygenerované nové obnovovacie kódy
sl: Nove kode za obnovitev so ustvarjene
sq: U prodhuan kode të rinj rikthimi
sr: Нови кодови за опоравак су генерисани
sr_latn: Novi kodovi za oporavak su generisani
sv_se: Nya återställningskoder genererade
te: కొత్త రికవరీ కోడ్లు సృష్టించబడ్డాయి
th: สร้างรหัสการกู้คืนใหม่แล้ว
tr: Yeni kurtarma kodları üretildi
tt: Яңа коткару кодлары яратылды
uk: Нові коди відновлення згенеровано

source: You have successfully generated new recovery codes from the following device:
ar: نجح توليد رموز استعادة جديدة من الجهاز الآتي:
be: Вы паспяхова згенеравалі новыя коды аднаўлення з наступнай прылады:
bs: Uspješno ste generisali nove kodove za oporavak sa sljedećeg uređaja:
ca: Heu generat nous codis de recuperació des del següent dispositiu:
cs: Úspěšně jste vygenerovali nové obnovovací kódy z následujícího zařízení:
cy: Rydych wedi creu cod adfer newydd yn llwyddiannus o'r ddyfais ganlynol:
da: Du har genereret nye genoprettelseskoder fra følgende enhed:
de: Sie haben erfolgreich neue Wiederherstellungscodes von folgendem Gerät erzeugt:
el: Έχετε δημιουργήσει επιτυχώς νέους κωδικούς ανάκτησης από την ακόλουθη συσκευή:
es_ar: Generó correctamente nuevos códigos de recuperación desde el siguiente dispositivo:
es_cl: Has generado exitosamente nuevos códigos de recuperación desde el siguiente dispositivo:
et: Oled järgnevat seadet kasutades edukalt loonud uued taastamise koodid:
fi: Olet luonut uudet palautuskoodit laitteella:
fr: Vous avez généré de nouveaux codes de récupération à partir de l’appareil suivant :
gd: Ghin thu còdan aisig ùra on uidheam a leanas:
he: ייצרת בהצלחה קודים חדשים לשחזור מהמכשיר הבא:
hr: Uspješno su stvoreni novi kodove za oporavak na sljedećem uređaju:
hu: Sikeresen állított elő új helyreállítási kódokat a következő eszközön:
ia: Tu ha generate con successo nove codices de recuperation ab le sequente apparato:
it: Nuovi codici di recupero sono stati generati correttamente dal seguente dispositivo:
ja: 次の端末から新しい回復用コードの生成が完了しました:
ka: თქვენ წარმატებით შექმენით აღდგენის ახალი კოდები შემდეგი მოწყობილობიდან:
kab: Tesluleḍ-d akken iwata tingalin n tririt seg yibenk-agi:
lt: Jūsų paskyrai sėkmingai sugeneruoti nauji atkūrimo kodai, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തില്‍ നിന്നും നിങ്ങൾ വിജയകരമായി പുതിയ വീണ്ടെടുക്കൽ കോഡ് സൃഷ്ടിച്ചു:
ms: Anda telah berjaya menjana kod pemulihan baru dari peranti berikut:
nb_no: Du har generert nye gjenopprettingskoder fra følgende enhet:
nl: U hebt nieuwe herstelcodes gegenereerd vanaf het volgende apparaat:
pl: Pomyślnie utworzono nowe kody odzyskiwania z tego urządzenia:
pt: Gerou novos códigos de recuperação com sucesso a partir do seguinte dispositivo:
pt_br: Você gerou com sucesso novos códigos de recuperação através do seguinte dispositivo:
ro: Ai generat cu succes coduri noi de recuperare de pe următorul dispozitiv:
ru: Вы успешно сгенерировали новые коды восстановления со следующего устройства:
sk: Úspešne ste vygenerovali nové obnovovacie kódy z nasledujúceho zariadenia:
sl: Uspešno ste ustvarili nove kode za obnovitev z naslednje naprave:
sq: Prodhuat me sukses kode të rinj rikthimi nga pajisja vijuese:
sr: Успешно сте генерисали нове кодове за опоравак са уређаја:
sr_latn: Uspešno ste generisali nove kodove za oporavak sa uređaja:
sv_se: Du har genererat nya återställningskoder från följande enhet:
te: మీరు క్రింది పరికరం నుండి కొత్త రికవరీ కోడ్లను విజయవంతంగా సృష్టించారు:
th: คุณได้สร้างรหัสการกู้คืนจากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:
tr: Aşağıdaki cihaz aracılığıyla başarıyla yeni kurtarma kodları ürettiniz:
tt: Түбәндәге җиһаз ярдәмендә яңа коткару кодларын яратттыгыз:
uk: Ви успішно згенерували нові коди відновлення з такого пристрою:

source: Account recovery key removed
ar: حُذفَ مفتاح استعادة الحساب
be: Ключ аднаўлення ўліковага запісу выдалены
ca: S'ha eliminat una clau de recuperació del compte
cs: Obnovovací klíč k účtu byl odstraněn
cy: Tynnwyd yr allwedd adfer cyfrif
da: Genoprettelsesnøgle til kontoen blev fjernet
de: Kontowiederherstellungsschlüssel entfernt
el: Το κλειδί ανάκτησης λογαριασμού αφαιρέθηκε
es_ar: Se eliminó la clave de recuperación de la cuenta
es_cl: Clave de recuperación de cuenta eliminada
et: Konto taastamisvõti eemaldati
fi: Tilin palautusavain poistettu
fr: La clé de récupération a été supprimée
gd: Chaidh iuchair aiseag a’ chunntais a thoirt air falbh
he: מפתח לשחזור החשבון הוסר
hr: Ključ za oporavak računa je uklonjen
hu: Fiók helyreállítási kulcs eltávolítva
ia: Clave de recuperation del conto removite
it: Eliminata chiave di recupero account
ja: アカウント回復用キーが削除されました
ka: ანგარიშის აღდგენის გასაღები მოცილებულია
kab: Tasarutt n tririt n umiḍan tettwakkes
lt: Paskyros atkūrimo raktas pašalintas
ml: അക്കൗണ്ട് വീണ്ടെടുക്കൽ കീ നീക്കം ചെയ്തിരിക്കുന്നു
ms: Kekunci pemulihan akaun telah dibuang
nb_no: Gjenopprettingsnøkkel for konto fjernet
nl: Sleutel voor accountherstel verwijderd
pl: Usunięto klucz odzyskiwania konta
pt: Chave de recuperação de conta removida
pt_br: Removida a chave de recuperação de conta
ro: Cheie de recuperare a contului eliminată
ru: Ключ восстановления аккаунта удалён
sk: Obnovovací kľúč k účtu bol odstránený
sl: Obnovitveni ključ za račun odstranjen
sq: Kyçi i rimarrjes së llogarisë u hoq
sr: Кључ за опоравак налога уклоњен
sr_latn: Ključ za oporavak naloga uklonjen
sv_se: Kontoåterställningsnyckeln borttagen
th: กุญแจกู้คืนบัญชีถูกลบแล้ว
tr: Hesap kurtarma anahtarı silindi
tt: Хисапны коткару ачкычы бетерелде
uk: Ключ відновлення облікового запису вилучено

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
ar: نجحت إزالة مفتاح استعادة الحساب من حسابَ فَيَرفُكس باستخدام الجهاز الآتي:
be: Вы паспяхова выдалілі ключ аднаўлення ўліковага запісу для вашага ўліковага запісу Firefox з дапамогай наступнай прылады:
ca: Heu eliminat una clau de recuperació del vostre compte del Firefox mitjançant el següent dispositiu:
cs: Úspěšně jste odstranili obnovovací klíč pro svůj účet Firefoxu z následujícího zařízení:
cy: Rydych wedi tynnu allwedd adfer ar gyfer eich cyfrif Firefox, yn llwyddiannus, gan ddefnyddio'r ddyfais ganlynol:
da: Du har fjernet en genoprettelsesnøgle til din Firefox-konto med følgende enhed:
de: Sie haben erfolgreich einen Kontowiederherstellungsschlüssel für Ihr Firefox-Konto mit folgendem Gerät entfernt:
el: Έχετε αφαιρέσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:
es_ar: Eliminó exitosamente una clave de recuperación para su cuenta de Firefox usando el siguiente dispositivo:
es_cl: Haz eliminado exitosamente una clave de recuperación para tu cuenta de Firefox usando el siguiente dispositivo:
et: Oled järgmises seadmes edukalt eemaldanud Firefoxi konto taastamisvõtme:
fi: Olet poistanut tilin palautusavaimen Firefox-tililtäsi laitteella:
fr: Vous avez supprimé une clé de récupération de votre compte Firefox en utilisant l’appareil suivant :
gd: Thug thu air falbh iuchair aisig dhan chunntas Firefox agad leis an uidheam a leanas:
he: הסרת בהצלחה מפתח לשחזור חשבון ה־Firefox שלך מהמכשיר הבא:
hr: Ključ za oporavak tvog Firefox računa uspješno je uklonjen pomoću sljedećeg uređaja:
hu: Sikeresen eltávolított egy fiók helyreállítási kulcsot a Firefox fiókjából a következő eszközön:
ia: Tu ha removite con successo un clave de recuperation de conto pro tu conto de Firefox ab le sequente apparato:
it: La chiave di recupero per l’account Firefox è stata correttamente rimossa dal seguente dispositivo:
ja: 以下の端末を使ってあなたの Firefox アカウントの回復用キーの削除が完了しました:
ka: თქვენ წარმატებით გააუქმეთ აღდგენის გასაღები Firefox-ანგარიშისთვის შემდეგი მოწყობილობის საშუალებით:
kab: Tekkseḍ akken iwata amiḍan n tririt seg umiḍan-ik Firefox s useqdec n ibenk-agi:
lt: Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai pašalintas, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണമുപയോഗിച്ച് നിങ്ങളുടെ ഫയർ ഫോക്സിനുള്ള അക്കൗണ്ട് വീണ്ടെടുക്കൽ കീ വിജയകരമായി നീക്കംചെയ്തു:
ms: Anda telah berjaya membuang kekunci pemulihan untuk Akaun Firefox anda menggunakan peranti berikut:
nb_no: Du har fjernet en nøkkel for kontogjenoppretting for din Firefox-konto ved hjelp av følgende enhet:
nl: U hebt met succes een sleutel voor accountherstel voor uw Firefox-account verwijderd via het volgende apparaat:
pl: Pomyślnie usunięto klucz odzyskiwania konta Firefoksa za pomocą tego urządzenia:
pt: Removeu uma chave de recuperação de conta para a sua Conta Firefox com sucesso utilizando o seguinte dispositivo:
pt_br: Você removeu com sucesso uma chave de recuperação de conta da sua Conta Firefox usando o seguinte dispositivo:
ro: Ai eliminat cu succes o cheie de recuperare din contul tău Firefox utilizând următorul dispozitiv:
ru: Вы успешно удалили ключ восстановления аккаунта для вашего Аккаунта Firefox с помощью следующего устройства:
sk: Úspešne ste odstránili obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:
sl: Uspešno ste odstranili obnovitveni ključ za svoj Firefox Račun z uporabo naslednje naprave:
sq: Hoqët me sukses një kyç rimarrjeje llogarie për Llogarinë tuaj Firefox, duke përdorur pajisjen vijuese:
sr: Успешно сте уклонили кључ за опоравак налога за ваш Firefox налог из следећег уређаја:
sr_latn: Uspešno ste uklonili ključ za oporavak naloga za vaš Firefox nalog iz sledećeg uređaja:
sv_se: Du har framgångsrikt tagit bort en kontoåterställningsnyckel för ditt Firefox-konto med hjälp av följande enhet:
th: คุณได้เอาคีย์การกู้คืนบัญชีสำหรับ Firefox Account ของคุณโดยใช้อุปกรณ์ต่อไปนี้สำเร็จแล้ว:
tr: Aşağıdaki cihazı kullanarak Firefox Hesabınız için bir hesap kurtarma anahtarını başarıyla sildiniz:
tt: Түбәндәге җиһазны кулланып, Firefox Хисабыгыз өчен хисапны коткару кодын уңышлы бетердегез:
uk: Ви успішно вилучили ключ відновлення облікового запису Firefox з використанням такого пристрою:

source: This recovery key can no longer be used to recover your account.
ar: لم يعد ممكنًا استخدام مفتاح الاستعادة لاستعادة حسابك.
be: Гэты ключ аднаўлення больш не можа быць выкарыстаны для аднаўлення ўліковага запісу.
ca: Aquesta clau de recuperació ja no es pot utilitzar per recuperar el vostre compte.
cs: Tento obnovovací klíč už není možné použít pro obnovení vašeho účtu.
cy: Nid oes modd defnyddio'r allwedd adfer hwn bellach i adfer eich cyfrif.
da: Denne genoprettelsesnøgle kan ikke længere bruges til at genoprette din konto.
de: Dieser Wiederherstellungsschlüssel kann nicht mehr zur Wiederherstellung Ihres Kontos verwendet werden.
el: Αυτό το κλειδί ανάκτησης δεν μπορεί να χρησιμοποιηθεί πλέον για ανάκτηση του λογαριασμού σας.
es_ar: Esta clave de recuperación ya no puede ser usada para recuperar su cuenta.
es_cl: Esta clave de recuperación ya no puede ser usada para recuperar tu cuenta.
et: Selle taastamisvõtmega sinu kontot enam taastada ei saa.
fi: Tätä palautusavainta ei voi enää käyttää tilisi palauttamiseen.
fr: Cette clé de récupération ne peut plus être utilisée pour récupérer votre compte.
gd: Chan urrainnear an cunntas agad aiseag leis an iuchair aisig seo tuilleadh.
he: לא ניתן יותר להשתמש במפתח שחזור זה כדי לשחזר את החשבון שלך.
hr: Ovaj ključ za oporavak više se ne može koristiti za oporavak tvog računa.
hu: Ez a helyreállítási kulcs már nem használható a fiókja helyreállításához.
ia: Iste clave de recuperation pote non plus esser usate pro recuperar tu conto.
it: Non è più possibile utilizzare questa chiave di recupero per recuperare il tuo account.
ja: この回復用キーはもはやあなたのアカウントの回復には使用できません。
ka: ეს აღდგენის გასაღები აღარ გამოდგება თქვენს ანგარიშთან წვდომის მისაღებად.
kab: Tasarutt-a n tririt dayen ur tezmir ara ad tettwaseqdec akken ad d-terr amiḍan-ik/im.
lt: Šis atkūrimo raktas negalės būti pakartotinai panaudotas paskyrai atkurti.
ml: നിങ്ങളുടെ വീണ്ടെടുക്കൽ കീ മേലിൽ നിങ്ങളുടെ അക്കൗണ്ട് വീണ്ടെടുക്കുന്നതിന് ഉപയോഗിക്കാനാവില്ല.
ms: Kekunci pemulihan ini tidak lagi boleh digunakan untuk memulihkan akaun anda.
nb_no: Denne gjenopprettingsnøkkelen kan ikke lenger brukes til å gjenopprette kontoen din.
nl: Deze herstelsleutel kan niet meer worden gebruikt om uw account te herstellen.
pl: Tego klucza odzyskiwania nie będzie już można użyć do odzyskania konta.
pt: Esta chave de recuperação já não pode ser utilizada para recuperar a sua conta.
pt_br: Essa chave de recuperação não pode mais ser usada para recuperar sua conta.
ro: Această cheie de recuperare nu mai poate fi folosită pentru recuperarea contului.
ru: Этот ключ восстановления больше не может быть использован для восстановления вашего аккаунта.
sk: Tento obnovovací kľúč už nie je možné použiť pre obnovu vášho účtu.
sl: Tega obnovitvenega ključa ne morete več uporabiti za obnovitev svojega računa.
sq: Ky kyç rimarrjeje s’mund të përdoret më për të rimarrë llogarinë tuaj.
sr: Кључ за опоравак не може бити више искоришћен за опоравак вашег налога.
sr_latn: Ključ za oporavak ne može biti više iskorišćen za oporavak vašeg naloga.
sv_se: Den här återställningsnyckeln kan inte längre användas för att återställa ditt konto.
th: กุญแจกู้คืนนี้ไม่สามารถใช้เพื่อกู้คืนบัญชีคุณได้อีกต่อไป
tr: Bu kurtarma anahtarı artık hesabınızı kurtarmak için kullanılamaz.
tt: Бу коткару коды инде хисабыгызны торгызу өчен кулланыла алмас.
uk: Цей ключ більше не можна використати для відновлення вашого облікового запису.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
ar: نجحت إزالة مفتاح استعادة الحساب من حسابَ فَيَرفُكس بالجهاز الآتي:
be: Вы паспяхова выдалілі ключ аднаўлення ўліковага запісу для вашага ўліковага запісу Firefox з наступнай прылады:
ca: Heu eliminat una clau de recuperació del vostre compte del Firefox des del següent dispositiu:
cs: Úspěšně jste odstranili obnovovací klíč pro svůj účet Firefoxu z následujícího zařízení:
cy: Rydych wedi tynnu allwedd adfer ar gyfer eich cyfrif Firefox, yn llwyddiannus, gan ddefnyddio'r ddyfais ganlynol:
da: Du har fjernet en genoprettelsesnøgle til din Firefox-konto fra følgende enhed:
de: Sie haben erfolgreich einen Kontowiederherstellungsschlüssel für Ihr Firefox-Konto von folgendem Gerät entfernt:
el: Έχετε αφαιρέσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:
es_ar: Eliminó exitosamente una clave de recuperación para su cuenta de Firefox desde el siguiente dispositivo:
es_cl: Haz eliminado exitosamente una clave de recuperación para tu cuenta de Firefox desde el siguiente dispositivo:
et: Oled järgmises seadmes edukalt eemaldanud Firefoxi konto taastamisvõtme:
fi: Olet poistanut tilin palautusavaimen Firefox-tililtäsi laitteella:
fr: Vous avez supprimé une clé de récupération de votre compte Firefox depuis l’appareil suivant :
gd: Thug thu air falbh iuchair aisig dhan chunntas Firefox agad on uidheam a leanas:
he: הסרת בהצלחה מפתח לשחזור חשבון ה־Firefox שלך מהמכשיר הבא:
hr: Ključ za oporavak tvog Firefox računa uspješno je uklonjen sa sljedećeg uređaja:
hu: Sikeresen eltávolított egy fiók helyreállítási kulcsot a Firefox fiókjából a következő eszközről:
ia: Tu ha removite con successo un clave de recuperation de conto pro tu conto de Firefox ab le sequente apparato:
it: La chiave di recupero per l’account Firefox è stata correttamente rimossa dal seguente dispositivo:
ja: 以下の端末からあなたの Firefox アカウントの回復用キーの削除が完了しました:
ka: თქვენ წარმატებით გააუქმეთ აღდგენის გასაღები Firefox-ანგარიშისთვის შემდეგი მოწყობილობიდან:
kab: Tekkseḍ akken iwata amiḍan n tririt seg umiḍan-ik Firefox seg ibenk-agi:
lt: Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai pašalintas, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തിൽ നിന്ന് നിങ്ങളുടെ ഫയര്‍ഫോക്സ് അക്കൌണ്ടിന്റെ ഒരു വീണ്ടെടുക്കൽ കീ വിജയകരമായി നീക്കംചെയ്തു:
ms: Anda telah berjaya membuang kekunci pemulihan untuk Akaun Firefox anda daripada peranti berikut:
nb_no: Du har fjernet en nøkkel for kontogjenoppretting for din Firefox-konto fra følgende enhet:
nl: U hebt met succes een sleutel voor accountherstel voor uw Firefox-account verwijderd vanaf het volgende apparaat:
pl: Pomyślnie usunięto klucz odzyskiwania konta Firefoksa z tego urządzenia:
pt: Removeu uma chave de recuperação de conta para a sua Conta Firefox com sucesso a partir do seguinte dispositivo:
pt_br: Você removeu com sucesso uma chave de recuperação de conta para sua Conta Firefox no seguinte dispositivo:
ro: Ai eliminat cu succes o cheie de recuperare din contul tău Firefox utilizând următorul dispozitiv:
ru: Вы успешно удалили ключ восстановления аккаунта для вашего Аккаунта Firefox из следующего устройства:
sk: Úspešne ste odstránili obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:
sl: Uspešno ste odstranili obnovitveni ključ za svoj Firefox Račun z naslednje naprave:
sq: Hoqët me sukses një kyç rimarrjeje llogarie për Llogarinë tuaj Firefox, që nga pajisja vijuese:
sr: Успешно сте уклонили кључ за опоравак налога за ваш Firefox налог из следећег уређаја:
sr_latn: Uspešno ste uklonili ključ za oporavak naloga za vaš Firefox nalog iz sledećeg uređaja:
sv_se: Du har framgångsrikt tagit bort en kontoåterställningsnyckel för ditt Firefox-konto från följande enhet:
th: คุณได้เอาคีย์การกู้คืนบัญชีสำหรับ Firefox Account ของคุณจากอุปกรณ์ต่อไปนี้สำเร็จแล้ว:
tr: Aşağıdaki cihazı kullanarak Firefox Hesabınız için bir hesap kurtarma anahtarını başarıyla sildiniz:
tt: Түбәндәге җиһазны кулланып, Firefox Хисабыгыз өчен хисапны коткару кодын уңышлы бетердегез:
uk: Ви успішно вилучили ключ відновлення облікового запису Firefox з такого пристрою:

source: Secondary email removed
ar: حُذفَ البريد الثانوي
ast: Desanicióse'l corréu secundariu
be: Другі адрас эл.пошты выдалены
bg: Допълнителният ел. адрес е премахнат
bs: Sekundarni email uklonjen
ca: S'ha eliminat l'adreça electrònica secundària
cs: Záložní e-mailová adresa byla odebrána
cy: Tynnwyd yr ail e-bost
da: Sekundær mailadresse fjernet
de: Zweit-E-Mail-Adresse entfernt
el: Το δευτερεύον email αφαιρέθηκε
es_ar: Correo electrónico secundario eliminado
es_cl: Correo secundario eliminado
et: Teine e-posti aadress eemaldati
eu: Helbide elektronikoa alternatiboa kenduta
fa: رایانامه دوم حذف شد
fi: Toissijainen sähköposti poistettiin
fr: L’adresse électronique secondaire a été supprimée
gd: Chaidh am post-d dàrnach a thoirt air falbh
he: כתובת דוא״ל משנית הוסרה
hi: द्वितीयक ईमेल हटा दिया गया
hr: Sekundarna adresa e-pošte je uklonjena
hu: Másodlagos e-mail cím eltávolítva
ia: E-mail secundari removite
it: L’indirizzo email secondario è stato rimosso
ja: 予備アドレスが削除されました
ka: დამატებითი ელფოსტა მოცილებულია
kab: Imay wis sin ittwakkes
kk: Екіншілік эл. пошта адресі өшірілді
lt: Antrinis el. paštas pašalintas
ml: ദ്വിതീയ ഇമെയിൽ നീക്കംചെയ്തു
ms: E-mel sekunder dibuang
nb_no: Sekundær e-postadesse fjernet
nl: Secundair e-mailadres verwijderd
pl: Usunięto dodatkowy adres e-mail
pt: Email secundário removido
pt_br: Email secundário removido
ro: E-mail secundar eliminat
ru: Удалена дополнительная электронная почта
sk: Alternatívna e-mailová adresa bola odstránená
sl: Pomožni e-poštni naslov odstranjen
sq: Email-i dytësor u hoq
sr: Уклоњена је секундарна адреса е-поште
sr_latn: Uklonjena je sekundarna adresa e-pošte
sv_se: Sekundär e-postadress borttagen
te: రెండవ ఇమెయిల్ తొలగించబడింది
th: อีเมลสำรองถูกลบแล้ว
tr: İkinci e-posta silindi
tt: Икенчел электрон почта бетерелде
uk: Альтернативну електронну пошту видалено
