Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
ar: نجح تأكيد %(secondaryEmail)s باعتباره بريدا إلكترونيا ثانية لحساب فَيَرفُكس. ستُرسل الآن التنبيهات الأمنية وتأكيدات الولوج إلى عنواني البريد معا.
be: Вы паспяхова пацвердзілі другі адрас %(secondaryEmail)s для вашага ўліковага запісу Firefox. Абвесткі бяспекі і пацвярджэнні ўваходу цяпер будуць дасылацца на абодва адрасы электроннай пошты.
bg: Допълнителният ел. адрес %(secondaryEmail)s е потвърден успешно за вашия Firefox Account. Известията по сигурността и потвържденията за влизане ще бъдат изпращани и до двата адреса.
bs: Uspješno ste verifikovali %(secondaryEmail)s kao sekundarni email za vaš Firefox račun. Sigurnosna obavještenja i potvrde prijava će se sada dostavljati na obije email adrese.
ca: Heu verificat %(secondaryEmail)s com a adreça electrònica secundària del compte del Firefox. Les notificacions de seguretat i les confirmacions d'inici de sessió s'enviaran a les dues adreces.
cs: Úspěšně jste ověřili adresu %(secondaryEmail)s coby záložní adresu vašeho účtu Firefoxu. Bezpečnostní oznámení a potvrzování přihlášení budou nyní zasílána na obě e-mailové adresy.
cy: Rydych wedi gwirio %(secondaryEmail)s yn llwyddiannus fel ail e-bost i'ch Cyfrif Firefox. Bydd hysbysiadau diogelwch a chadarnhad mewngofnodi yn cael eu anfon i'r ddau gyfeiriad.
da: Du har bekræftet %(secondaryEmail)s som sekundær mailadresse til din Firefox-konto. Sikkerhedsmeddelelser og login-bekræftelser vil fremover blive sendt til begge mailadresser.
de: Sie haben %(secondaryEmail)s als Zweit-E-Mail-Adresse Ihres Firefox-Kontos verifiziert. Sicherheitshinweise und Anmeldebestätigungen werden ab sofort an beide Adressen geschickt.
el: Έχετε επαληθεύσει επιτυχώς το %(secondaryEmail)s ως δευτερεύον email για τον λογαριασμό Firefox σας. Οι ειδοποιήσεις ασφαλείας και οι επιβεβαιώσεις σύνδεσης θα αποστέλλονται πλέον και στις δύο διευθύνσεις email.
es_ar: Confirmaste satisfactoriamente %(secondaryEmail)s como corree electrónico secundario de tu cuenta de Firefox. Las notificaciones de seguridad y confirmaciones de inicio de sesión se enviarán a ambas direcciones de correo electrónico.
es_cl: Has verificado exitosamente %(secondaryEmail)s como correo secundario de tu cuenta de Firefox. Las notificaciones de seguridad y confirmaciones de conexión ahora serán enviadas a esta dirección.
et: Oled edukalt aadressi %(secondaryEmail)s kinnitanud Firefoxi konto teise e-posti aadressina. Turvateavitusi ja sisselogimise kinnitusi saadetakse edaspidi mõlemale aadressile.
fa: شما با موفقیت %(secondaryEmail)s را به عنوان رایانامه دوم حساب‌کاربری فایرفاکس خود تایید کردید. اکنون اطلاعیه‌های امنیتی و تاییدیه‌های ورود به هر دو نشانی ارسال خواهند شد.
fi: Olet vahvistanut osoitteen %(secondaryEmail)s Firefox-tilisi toissijaiseksi sähköpostiosoitteeksi. Tietoturvailmoitukset ja kirjautumisvahvistukset läheteään nyt molempiin sähköpostiosoitteisin.
fr: L’adresse électronique secondaire %(secondaryEmail)s de votre compte Firefox a été vérifiée avec succès. Les notifications de sécurité et les confirmations de connexion seront désormais envoyées aux deux adresses électroniques.
gd: Dhearbh thu %(secondaryEmail)s mar phost-d dàrnach aig a’ chunntas Firefox agad. Thèid brathan tèarainteachd is dearbhadh mu chlàradh a-steach a chur gun dà phost-d o seo a-mach.
he: אימתת בהצלחה את %(secondaryEmail)s ככתובת הדוא״ל המשנית עבור חשבון ה־Firefox שלך. התרעות אבטחה ואישורי כניסה כעת יישלחו אל שתי כתובות הדוא״ל שלך.
hi: आपने अपने Firefox खाते के लिए द्वितीयक ईमेल के रूप में %(secondaryEmail)s का सफलतापूर्वक सत्यापन कर लिया हैं। सुरक्षा सूचनाएं एवं साइन-इन पुष्टियां अब दोनों ईमेल पतों पर डिलीवर की जाएंगी।
hr: Adresa %(secondaryEmail)s uspješno je potvrđena kao sekundarna adresa e-pošte za tvoj Firefox račun. Sigurnosne obavijesti i potvrde prijave sada će biti dostavljane na obje adrese e-pošte.
hu: Sikeresen megerősített a következő másodlagos e-mail címet a Firefox fiókjához: %(secondaryEmail)s. A biztonsági értesítések és a bejelentkezési megerősítések most már mindkét címére el lesznek küldve.
ia: Tu ha verificate %(secondaryEmail)s como adresse secundari pro tu conto Firefox. Le notificationes de securitate e confirmationes de authentication essera ora livrate a ambe adresses de e-mail.
it: L’indirizzo email %(secondaryEmail)s è stato correttamente verificato e sarà utilizzato come indirizzo secondario per questo account. Da questo momento le notifiche di sicurezza e le verifiche d’accesso verranno inviate a entrambi gli indirizzi email.
ja: %(secondaryEmail)s があなたの Firefox アカウントの予備アドレスとして確認されました。セキュリティ通知やログイン確認は今後両方のメールアドレスに送られます。
ka: Firefox-ანგარიშის დამატებითი ელფოსტის მისამართი %(secondaryEmail)s წარმატებით დამოწმდა. უსაფრთხოების შეტყობინებები და შესვლების დასადასტურებელი მოთხოვნები, ამიერიდან ორივე მისამართზე გამოიგზავნება.
kab: Tesneqdeḍ akken iwata %(secondaryEmail)s imayl-ik asnawan i umiḍan-ik Firefox. Ilɣa n tɣellist akked isentam n tuqqna ad d-ttwaznen ar snat n tansiwin imayl.
kk: Сіз Firefox тіркелгіңіз үшін %(secondaryEmail)s адресін екіншілік адресі ретінде сәтті растадыңыз. Қауіпсіздік ескертулері және кіру хабарламалары енді екі адреске де жіберілетін болады.
lt: Adresas %(secondaryEmail)s sėkmingai patvirtintas kaip jūsų „Firefox“ paskyros antrinis el. paštas. Nuo šiol šiuo adresu bus siunčiami saugos pranešimai ir prisijungimų patvirtinimai.
ms: Anda telah berjaya mengesahkan %(secondaryEmail)s sebagai e-mel sekunder untuk Akaun Firefox anda. Notifikasi keselamatan dan pengesahan daftar masuk akan dihantar kepada kedua-dua alamat e-mel.
nb_no: Du har bekreftet %(secondaryEmail)s som en sekundær e-postadresse for Firefox-kontoen din. Sikkerhetsmeldinger og innloggingsbekreftelser vil nå bli leverte til begge e-postadressene.
nl: U hebt %(secondaryEmail)s met succes als secundair e-mailadres voor uw Firefox-account geverifieerd. Beveiligingsmeldingen en aanmeldingsbevestigingen worden nu op beide e-mailadressen afgeleverd.
pl: Pomyślnie zweryfikowano %(secondaryEmail)s jako dodatkowy adres e-mail dla konta Firefoksa. Powiadomienia bezpieczeństwa i potwierdzenia logowania będą teraz wysyłane na oba adresy.
pt: Verificou com sucesso %(secondaryEmail)s como um email secundário para a sua Conta Firefox. Notificações de segurança e confirmações de início de sessão serão agora entregues a ambos os endereços de email.
pt_br: Você validou com sucesso %(secondaryEmail)s como email secundário da sua Conta Firefox. Notificações de segurança e confirmações de acesso agora serão enviadas para ambos os endereços de email.
ro: Ai verificat cu succes %(secondaryEmail)s ca e-mail secundar pentru contul tău Firefox. Notificările de securitate și confirmările de autentificare vor fi trimise de acum înainte la ambele adrese de e-mail.
ru: Вы успешно подтвердили, что %(secondaryEmail)s является дополнительной электронной почтой вашего аккаунта Firefox. Уведомления безопасности и подтверждения входа теперь будут доставляться на оба адреса электронной почты.
sk: Úspešne ste overili %(secondaryEmail)s ako alternatívnu e-mailovú adresu z vášho účtu Firefox. Bezpečnostné upozornenia a potvrdenia prihlásenia budú odteraz odosielané na obe adresy.
sl: Uspešno ste potrdili %(secondaryEmail)s kot pomožni e-poštni naslov svojega Firefox Računa. Varnostna obvestila in potrditve prijav se bodo zdaj pošiljale na oba naslova.
sq: E verifikuat me sukses %(secondaryEmail)s si një email dytësor për Llogarinë tuaj Firefox. Njoftimet e sigurisë dhe ripohime hyrjesh tani do të dërgohen te të dyja adresat.
sr: Успешно сте верификовали %(secondaryEmail)s као секундарну адресу за ваш Firefox налог. Безбедносна обавештења и потврде пријаве ће се сада слати на обе адресе.
sr_latn: Uspešno ste verifikovali %(secondaryEmail)s kao sekundarnu adresu za vaš Firefox nalog. Bezbednosna obaveštenja i potvrde prijave će se sada slati na obe adrese.
sv_se: Du har verifierat %(secondaryEmail)s som en sekundär e-postadress för ditt Firefox-konto. Säkerhetsmeddelanden och inloggningsbekräftelser kommer nu att skickas till båda e-postadresserna.
th: คุณได้ยืนยัน %(secondaryEmail)s เป็นอีเมลสำรองสำหรับบัญชี Firefox ของคุณสำเร็จแล้ว ตอนนี้การแจ้งเตือนความปลอดภัยและการยืนยันการลงชื่อเข้าใช้จะส่งไปยังอีเมลทั้งสอง
tr: %(secondaryEmail)s adresini Firefox Hesabınızın ikinci e-postası olarak doğruladınız. Güvenlik bildirimleri ve giriş onayları artık her iki adresinize de gönderilecektir.
tt: %(secondaryEmail)s адресын Firefox Хисабыгызның икенчел адресы итеп расладыгыз. Хәвефсезлек искәртүләре һәм керү турындагы белдерүләр ике адреска да җибәреләчәк.
uk: Ви успішно підтвердили додаткову адресу %(secondaryEmail)s для вашого облікового запису Firefox. Сповіщення безпеки та підтвердження входу тепер будуть надсилатися на обидві адреси.

source: Need to reset your password?
ar: أتريد تصفير كلمة السر؟
be: Трэба скінуць пароль?
bg: Трябва да анулирате паролата си?
bs: Trebate resetovati vašu lozinku?
ca: Necessiteu reiniciar la vostra contrasenya?
cs: Potřebujete obnovit své heslo?
cy: Angen ailosod eich cyfrinair?
da: Har du brug for at nulstille din adgangskode?
de: Müssen Sie Ihr Passwort zurücksetzen?
el: Πρέπει να επαναφέρετε τον κωδικό πρόσβασής σας;
es_ar: ¿Necesita restablecer su contraseña?
es_cl: ¿Necesitas reiniciar tu contraseña?
et: Sul on vaja enda parool lähtestada?
fi: Tarvitseeko sinun nollata salasanasi?
fr: Vous devez réinitialiser votre mot de passe ?
gd: A bheil agad ris am facal-faire ath-shuidheachadh?
he: רצית לאפס את הססמה שלך?
hr: Moraš ponovo postaviti lozinku?
hu: Helyre kell állítania a jelszavát?
ia: Debe tu reinitialisar tu contrasigno?
it: Desideri reimpostare la password?
ja: パスワード変更の必要がありますか？
ka: გესაჭიროებათ პაროლის განულება?
kab: Tesriḍ tulsa uwennez n wawal uffir inek?
lt: Norite atkurti slaptažodį?
ml: നിങ്ങളുടെ രഹസ്യവാക്ക് പുനഃസജ്ജമാക്കേണ്ടതുണ്ടോ?
ms: Perlu set semula kata laluan anda?
nb_no: Trenger du å tilbakestille passordet ditt?
nl: Dient u uw wachtwoord opnieuw in te stellen?
pa_in: ਆਪਣੇ ਪਾਸਵਰਡ ਨੂੰ ਮੁੜ-ਸੈੱਟ ਕਰਨ ਦੀ ਲੋੜ ਹੈ?
pl: Potrzeba zmienić hasło?
pt: Precisa de repor a sua palavra-passe?
pt_br: Precisa redefinir a sua senha?
ro: Trebuie să îți resetezi parola?
ru: Нужно сбросить свой пароль?
sk: Potrebujete obnoviť svoje heslo?
sl: Morate ponastaviti geslo?
sq: Keni nvojë të ricaktoni fjalëkalimin tuaj?
sr: Потребно вам је ресетовање лозинке?
sr_latn: Potrebno vam je resetovanje lozinke?
sv_se: Behöver du återställa ditt lösenord?
te: మీ సంకేతపదాన్ని రీసెట్ చేసుకోవాలా?
th: ต้องการตั้งรหัสผ่านของคุณใหม่?
tr: Parolanızı sıfırlamanız mı gerekiyor?
tt: Паролыгызны үзгәртү кирәкме?
uk: Необхідно скинути пароль?

source: Click the button within the next hour to create a new password. The request came from the following device:
ar: انقر الزر خلال الساعة القادمة لتُنشئ كلمة سر جديدة. أتى هذا الطلب من الجهاز التالي:
be: Націсніце кнопку цягам наступнай гадзіны, каб стварыць новы пароль. Запыт прыйшоў з наступнай прылады:
bg: Щракнете бутона в рамките на следващия час, да изберете нова парола. Заявката е изпратена от следното устройство:
bs: Kliknite dugme u sljedećih sat vremena da kreirate novu lozinku. Zahtjev je došao sa sljedećeg uređaja:
ca: Feu clic al botó durant la pròxima hora per crear una nova contrasenya. La sol·licitud prové del següent dispositiu:
cs: Pro vytvoření nového hesla klepněte během jedné hodiny na tlačítko níže. Požadavek přišel z následujícího zařízení:
cy: Cliciwch y botwm o fewn yr awr nesaf i greu cyfrinair newydd. Daeth y cais gan y ddyfais ganlynol:
da: Klik på knappen inden for den næste time for at oprette en ny adgangskode. Anmodningen kom fra følgende enhed:
de: Klicken Sie innerhalb der nächsten Stunde auf die Schaltfläche, um ein neues Passwort zu erstellen. Diese Anfrage kam von folgendem Gerät:
el: Κάντε κλικ στο κουμπί μέσα στην επόμενη ώρα για να δημιουργήσετε ένα νέο κωδικό πρόσβασης. Το αίτημα ήρθε από την ακόλουθη συσκευή:
es_ar: Haga clic en el botón dentro la próxima hora para crear una nueva contraseña. Esta solicitud la envió el siguiente dispositivo:
es_cl: Haz clic en el botón dentro de la próxima hora para crear una nueva contraseña. La solicitud vino del siguiente dispositivo:
et: Uue parooli loomiseks klõpsa nupul järgmise tunni jooksul. Selle nõude saatis järgmine seade:
fi: Napsauta painiketta tunnin sisään luodaksesi uuden salasanan. Pyyntö tuli seuraavasta laitteesta:
fr: Cliquez sur le bouton d’ici moins d’une heure pour créer un nouveau mot de passe. La demande a été effectuée depuis cet appareil :
gd: Briog air a’ phutan am broinn uair a thìde airson facal-faire ùr a chruthachadh. Thàinig an t-iarrtas seo on uidheam a leanas:
he: יש ללחוץ על הכפתור בשעה הקרובה כדי ליצור ססמה חדשה. הבקשה הגיעה מהמכשיר הבא:
hr: U sljedećih sat vremena klikni gumb za stvaranje nove lozinke. Zahtjev je stigao sa sljedećeg uređaja:
hu: Kattintson a gombra egy órán belül az új jelszó létrehozásához. A kérés a következő eszközről érkezett:
ia: Clicca sur le button in le proxime hora pro crear un nove contrasigno. Le requesta proveni del apparato sequente:
it: Per impostare una nuova password fai clic sul pulsante entro un'ora. La richiesta di modifica password è stata inoltrata dal seguente dispositivo:
ja: 1 時間以内にボタンをクリックして新しいパスワードを設定してください。このリクエストは次の端末から行われました:
ka: დააჭირეთ ღილაკს მომდევნო ერთი საათის განმავლობაში, ახალი პაროლის დასაყენებლად. მოთხოვნა მიღებულია, შემდეგი მოწყობილობიდან:
kab: Sit ɣef tqaffalt akka kra n usrag akken ad ternuḍ awal uffir amaynut. Tuttra tettwag seg ibenk-agi:
lt: Per artimiausią valandą spustelėkite mygtuką naujam slaptažodžiui sukurti. Ši užklausa gauta iš šio įrenginio:
ml: ഒരു പുതിയ രഹസ്യവാക്ക് സൃഷ്ടിക്കുന്നതിനായി അടുത്ത മണിക്കൂറിനുള്ളിൽ ബട്ടണിൽ ക്ലിക്കുചെയ്യുക. ഇനിപ്പറയുന്ന ഉപകരണത്തില്‍ നിന്നാണ് അഭ്യർത്ഥന വന്നത്:
ms: Klik butang dalam tempoh sejam berikut untuk mencipta kata laluan baru. Permintaan ini dibuat daripada peranti berikut:
nb_no: Trykk på knappen innen den neste timen for å lage et nytt passord. Forespørselen kom fra følgende enhet:
nl: Klik binnen een uur op de knop om een nieuw wachtwoord aan te maken. De aanvraag is afkomstig van het volgende apparaat:
pl: Kliknij przycisk w ciągu godziny, aby utworzyć nowe hasło. Żądanie przyszło z tego urządzenia:
pt: Clique no botão dentro da próxima hora para criar uma nova palavra passe. A solicitação veio a partir do seguinte dispositivo:
pt_br: Clique no botão em até uma hora para criar uma nova senha. A solicitação veio do seguinte dispositivo:
ro: Dă clic pe buton în următoarea oră pentru a crea o nouă parolă. Solicitarea a venit de pe următorul dispozitiv:
ru: Щёлкните по кнопке в течение следующего часа, чтобы создать новый пароль. Запрос пришел со следующего устройства:
sk: Pre vytvorenie nového hesla kliknite v priebehu hodiny na tlačidlo nižšie. Požiadavka prišla z nasledujúceho zariadenia:
sl: Kliknite gumb v naslednji uri, da ustvarite novo geslo. Zahteva je bila prejeta z naslednje naprave:
sq: Klikoni mbi butonin brenda orës së ardhshme që të krijoni një fjalëkalim të ri. Kërkesa erdhi nga pajisja vijuese:
sr: Кликните на дугме у току следећег сата да креирате нову лозинку. Захтев је послат са следећег уређаја:
sr_latn: Kliknite na dugme u toku sledećeg sata da kreirate novu lozinku. Zahtev je poslat sa sledećeg uređaja:
sv_se: Klicka på knappen inom den närmaste timmen för att skapa ett nytt lösenord. Begäran kom från följande enhet:
th: คลิกปุ่มภายในชั่วโมงถัดไปเพื่อสร้างรหัสผ่านใหม่ คำขอมาจากอุปกรณ์ต่อไปนี้:
tr: Yeni bir parola oluşturmak için bir saat içinde bu düğmeye tıklayın. Bu istek şu cihazdan gelmiştir:
tt: Яңа бер парол булдыру өчен бер сәгать эчендә бу төймәгә басыгыз. Бу үтенеч түбәндәге җиһаздан килде:
uk: Натисніть на кнопку протягом наступної години, щоб створити новий пароль. Запит надійшов з такого пристрою:

source: Create new password
ar: أنشئ كلمة سر جديدة
be: Стварыць новы пароль
bg: Нова парола
bs: Napravite novu lozinku
ca: Crea una nova contrasenya
cs: Vytvořit nové heslo
cy: Creu cyfrinair newydd
da: Opret ny adgangskode
de: Neues Passwort erstellen
el: Δημιουργία νέου κωδικού πρόσβασης
es_ar: Crear nueva contraseña
es_cl: Crear nueva contraseña
et: Uue parooli loomine
fi: Luo uusi salasana
fr: Créer un nouveau mot de passe
gd: Cruthaich facal-faire ùr
he: יצירת ססמה חדשה
hi: नया कूटशब्द बनाएँ
hr: Stvori novu lozinku
hu: Új jelszó létrehozása
ia: Crear le nove contrasigno
it: Crea nuova password
ja: 新しいパスワードを設定
ka: შეიყვანეთ ახალი პაროლი
kab: Sekcem awal uffir amaynut
lt: Kurti naują slaptažodį
ml: പുതിയ രഹസ്യവാക്ക് ശ്രഷ്ടിക്കുക
ms: Cipta kata laluan baru
nb_no: Lag nytt passord
nl: Nieuw wachtwoord aanmaken
pa_in: ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਓ
pl: Utwórz nowe hasło
pt: Criar nova palavra-passe
pt_br: Criar nova senha
ro: Creează o parolă nouă
ru: Создать новый пароль
sk: Vytvoriť nové heslo
sl: Ustvarite novo geslo
sq: Krijoni fjalëkalim të ri
sr: Направи нову лозинку
sr_latn: Napravi novu lozinku
sv_se: Skapa nytt lösenord
te: కొత్త సంకేతపదం సృష్టించు
th: สร้างรหัสผ่านใหม่
tr: Yeni parola oluştur
tt: Яңа парол булдыру
uk: Створити новий пароль

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
ar: شكرا لاختيارك فَيَرفُكس! يمكنك تنزيل فَيَرفُكس للمحمول من هنا: %(link)s
ast: ¡Gracies por escoyer Firefox! Pues instalar Firefox nel móvil equí: %(link)s
be: Дзякуем за выбар Firefox! Вы можаце ўсталяваць Firefox для мабільных прылад тут: %(link)s
bg: Благодарим ви, че избрахте Firefox! Може да инсталирате и мобилна версия: %(link)s
bs: Hvala što se izabrali Firefox! Možete instalirati Firefox za mobitel ovdje: %(link)s
ca: Gràcies per triar el Firefox! Instal·leu el Firefox per a mòbils des d'aquí: %(link)s
cs: Děkujeme, že jste si vybrali Firefox! Nainstalovat Firefox pro mobilní zařízení můžete zde: %(link)s
cy: Diolch am ddewis Firefox! Gallwch osod Firefox ar gyfer symudol yma: %(link)s
da: Tak fordi du valgte Firefox! Du kan installere Firefox til mobilen her: %(link)s
de: Danke, dass Sie sich für Firefox entschieden haben! Sie können hier Firefox für Mobilgeräte installieren: %(link)s
el: Ευχαριστούμε που επιλέξατε το Firefox! Μπορείτε να εγκαταστήσετε το Firefox για κινητή συσκευή εδώ: %(link)s
es_ar: ¡Gracias por elegir Firefox! También podés instalar Firefox para móviles aquí: %(link)s
es_cl: ¡Gracias por elegir Firefox! Puedes instalar Firefox para móviles aquí: %(link)s
et: Täname, et valisid Firefoxi! Enda telefoni saad Firefoxi paigaldada siit: %(link)s
fa: برای انتخاب فایرفاکس از شما متشکریم! می‌توانید فایرفاکس برای موبایل را از اینجا دریافت کنید: %(link)s
fi: Kiitos kun valitsit Firefoxin! Voit asentaa Firefoxin mobiililaitteellesi seuraavan linkin takaa: %(link)s
fr: Merci d'avoir choisi Firefox ! Vous pouvez installer Firefox pour mobiles ici : %(link)s
gd: Mòran taing airson Firefox a thaghadh! ’S urrainn dhut Firefox airson uidheaman mobile a stàladh an-seo: %(link)s
he: תודה שבחרת ב־Firefox! באפשרותך להתקין את Firefox לנייד בכתובת %(link)s
hi: Firefox चुनने के लिए धंयवाद! आप यहां मोबाइल के लिए Firefox स्थापित कर सकते हैं: %(link)s
hr: Hvala na odabiru Firefoxa! Firefox za mobilne uređaje možeš instalirati ovdje: %(link)s
hu: Köszönjük hogy a Firefoxot választotta! A mobiljára innen telepítheti: %(link)s
ia: Gratias pro seliger Firefox! Tu pote installar Firefox pro mobile hic: %(link)s
it: Grazie per aver scelto Firefox! Ti ricordiamo che puoi installare la versione per dispositivi mobile a questo indirizzo %(link)s
ja: Firefox を選んでいただきありがとうございます！ モバイル版 Firefox もここからインストールできます: %(link)s
ka: გმადლობთ, Firefox-ის არჩევისთვის! ტელეფონზე დაყენება შეგიძლიათ ბმულიდან: %(link)s
kab: Tanemmirt imi tferneḍ Firefox! Tzemreḍ ad tesbeddeḍ Firefox aziraz dagi: %(link)s
kk: Firefox-ты таңдағаныңыз үшін рахмет! Мобильді Firefox-ты бұл жерден орната аласыз: %(link)s
lt: Dėkojame, kad renkatės „Firefox“ naršyklę! Įdiegti „Firefox“ į savo mobilųjį galite iš čia: %(link)s
ml: ഫയർഫോക്സ് തിരഞ്ഞെടുക്കുന്നതിന് നന്ദി! മൊബൈലിലെ ഫയർഫോക്സ് നിങ്ങൾക്കിവിടെ ഇൻസ്റ്റാൾ ചെയ്യാം: %(link)s
ms: Terima kasih kerana memilih Firefox! Anda boleh pasang Firefox untuk peranti mudah alih di sini: %(link)s
nb_no: Takk for at du valgte Firefox! Du kan installere Firefox for mobil her: %(link)s
nl: Bedankt voor het kiezen van Firefox! Hier kunt u Firefox voor mobiel installeren: %(link)s
pa_in: ਫਾਇਰਫਾਕਸ ਚੁਣਨ ਲਈ ਮੇਹਰਬਾਨੀ! ਤੁਸੀਂ ਮੋਬਾਈਲ ਲਈ ਫਾਇਰਫਾਕਸ ਨੂੰ ਇੱਥੋਂ ਇੰਸਟਾਲ ਕਰ ਸਕਦੇ ਹੋ: %(link)s
pl: Dziękujemy za wybór Firefoksa! Można zainstalować go także na telefonie: %(link)s
pt: Obrigado por escolher o Firefox! Pode instalar o Firefox para dispositivos móveis aqui: %(link)s
pt_br: Obrigado por escolher o Firefox! Você pode instalar o Firefox para dispositivos móveis aqui: %(link)s
ro: Îți mulțumim că ai ales Firefox! Poți să instalezi Firefox pentru mobil de aici: %(link)s
ru: Спасибо, что выбрали Firefox! Вы можете установить Firefox для мобильных устройств отсюда: %(link)s
sk: Ďakujeme, že ste si vybrali Firefox! Firefox pre mobilné zariadenie si môžete nainštalovať tu: %(link)s
sl: Hvala, ker ste izbrali Firefox! Firefox za mobilno napravo lahko prenesete tukaj: %(link)s
sq: Faleminderit që zgjidhni Firefox-in! Firefox-in për celular mund ta instaloni prej këtu: %(link)s
sr: Хвала вам што сте изабрали Firefox! Можете инсталирати Firefox и на мобилном телефону одавде: %(link)s
sr_latn: Hvala vam što ste izabrali Firefox! Možete instalirati Firefox i na mobilnom telefonu odavde: %(link)s
sv_se: Tack för att du väljer Firefox! Du kan installera Firefox för mobila enheter här: %(link)s
th: ขอบคุณที่เลือก Firefox! คุณสามารถติดตั้ง Firefox สำหรับอุปกรณ์พกพาได้ที่นี่: %(link)s
tr: Firefox’u seçtiğiniz için teşekkürler! Firefox’un mobil uygulamasını buradan yükleyebilirsiniz: %(link)s
tt: Firefox'ны сайлавыгыз өчен рәхмәт! Мобиль җиһазлар өчен Firefox'ны монда таба аласыз: %(link)s
uk: Дякуємо, що обрали Firefox! Ви можете встановити Firefox для мобільного звідси: %(link)s

source: Sorry to see you go
cs: Je nám líto, že odcházíte
cy: Mae'n ddrwg gennym eich gweld chi'n gadael
da: Vi er kede af, at du opsiger dit abonnement
de: Schade, dass Sie gehen
el: Λυπούμαστε που φεύγετε
es_ar: Lamentamos que te vayas
es_cl: Lamentamos que te vayas
fi: Ikävä nähdä sinun lähtevän
fr: Nous sommes tristes de vous voir partir
he: עצוב לנו שבחרת לעזוב
hr: Žao nam je što odlaziš
hu: Sajnáljuk, hogy távozik
ia: Nos displace que tu vade
it: Ci mancherai.
ka: სამწუხაროა, რომ გვტოვებთ
kab: Neḥzen imi tṛuḥeḍ
nb_no: Det er synd at du sier opp abonnementet ditt
nl: Jammer dat u vertrekt
pl: Przykro nam, że chcesz się z nami pożegnać
pt: Temos pena que se vá embora
pt_br: Lamentamos ver você partir
ro: Ne pare rău că pleci
ru: Жаль, что вы уходите
sk: Mrzí nás, že odchádzate
sl: Žal nam je, ker odhajate
sq: Ju shohim me keqardhje teksa ikni
sr: Тужни смо што одлазите
sr_latn: Tužni smo što odlazite
sv_se: Ledsen att se dig sluta
th: เสียใจที่เห็นคุณจากไป
tr: Ayrılık sevdaya dahil
tt: Китүегез безгә кызганыч
uk: Шкода, що ви йдете
