Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycleOld)s to %(paymentAmountNew)s per %(productPaymentCycleNew)s. At that time you will also be charged a one-time fee of %(paymentProrated)s to reflect the higher charge for the remainder of this %(productPaymentCycleOld)s.
cy: O'ch bil nesaf ymlaen, bydd eich taliad yn newid o %(paymentAmountOld)s y %(productPaymentCycleOld)s i %(paymentAmountNew)s bob %(paymentAmountNew)s. Bryd hynny, byddwn yn codi ffi am unwaith o %(paymentProrated)s i adlewyrchu'r tâl uwch am weddill y %(productPaymentCycleOld)s.
da: Fra og med din næste regning vil din opkrævning blive ændret fra %(paymentAmountOld)s pr. %(productPaymentCycleOld)s til %(paymentAmountNew)s pr. %(productPaymentCycleNew)s. På det tidspunkt vil du også blive opkrævet et engangsbeløb på %(paymentProrated)s for at afspejle den højere opkrævning for resten af dette %(productPaymentCycleOld)s.
fr: À partir de votre prochaine facture, vos frais passeront de %(paymentAmountOld)s par %(productPaymentCycleOld)s à %(paymentAmountNew)s par %(productPaymentCycleNew)s. À ce moment, des frais uniques de %(paymentProrated)s vous seront également facturés pour refléter les frais plus élevés pour le reste de la période.
he: החל מהחשבונית הבאה שלך, החיוב שלך ישתנה מ־%(paymentAmountOld)s ל%(productPaymentCycleOld)s ל־%(paymentAmountNew)s ל%(productPaymentCycleNew)s. באותו הזמן יבוצע חיוב חד פעמי בסך %(paymentProrated)s כדי לשקף את החיוב הגבוה ביותר עבור היתרה של ה%(productPaymentCycleOld)s הזה.
hu: A következő számlától fogva a levonása megváltozik %(paymentAmountOld)s/%(productPaymentCycleOld)s helyett ennyi lesz: %(paymentAmountNew)s/%(productPaymentCycleNew)s. Akkor levonásra kerül %(paymentProrated)s, amely a(z) %(productPaymentCycleOld)s hátralévő időszakára eső különbözet.
ia: Comenciante con tu factura successive, tu carga cambiara de %(paymentAmountOld)s per %(productPaymentCycleOld)s a %(paymentAmountNew)s per %(productPaymentCycleNew)s. In ille tempore te sera debitate un onere una tantum de %(paymentProrated)s pro reflecter le carga major pro le resto de iste %(productPaymentCycleOld)s.
nl: Vanaf uw volgende factuur wijzigen uw kosten van %(paymentAmountOld)s per %(productPaymentCycleOld)s naar %(paymentAmountNew)s per %(productPaymentCycleNew)s. Er wordt dan tevens eenmalig een bedrag van %(paymentProrated)s in rekening gebracht ten gevolge van de hogere kosten voor de rest van deze %(productPaymentCycleOld)s.
pl: Zaczynając od następnego rachunku, opłata zostanie zmieniona z %(paymentAmountOld)s na %(productPaymentCycleOld)s na %(paymentAmountNew)s na %(productPaymentCycleNew)s. Wtedy też zostanie naliczona jednorazowa opłata w wysokości %(paymentProrated)s, aby odzwierciedlić wyższą opłatę przez pozostały czas tego okresu (%(productPaymentCycleOld)s).
sq: Duke filluar nga fatura juaj e ardhshme, vlera e faturuar do të ndryshojë nga %(paymentAmountOld)s për %(productPaymentCycleOld)s në %(paymentAmountNew)s për %(productPaymentCycleNew)s. Në atë kohë do t’ju faturohet një tarifë vetëm për një herë, prej %(paymentProrated)s për të pasqyruar tarifën më lartë për pjesën e mbetur të këtij %(productPaymentCycleOld)s.
sv_se: Från och med din nästa faktura kommer din debitering att ändras från %(paymentAmountOld)s per %(productPaymentCycleOld)s till %(paymentAmountNew)s per %(productPaymentCycleNew)s. Då kommer du också att debiteras en engångsavgift på %(paymentProrated)s för att återspegla den högre avgiften för återstoden av denna %(productPaymentCycleOld)s.

source: The credit card you're using to make payments for the following subscriptions is about to expire.
cs: Platnost platební karty, kterou hradíte následující předplatné, brzy vyprší.
cy: Mae'r cerdyn credyd rydych chi'n ei ddefnyddio i wneud taliadau am y tanysgrifiadau canlynol ar fin dod i ben.
da: Betalingskortet, du bruger til at betale for følgende abonnementer, er ved at udløbe.
de: Die Kreditkarte, mit der Sie Zahlungen für die folgenden Abonnements ausführen, läuft bald ab.
el: Πρόκειται να λήξει η πιστωτική κάρτα που χρησιμοποιείτε για τις πληρωμές των εξής συνδρομών.
es_ar: La tarjeta de crédito que está usando para realizar los pagos de las siguientes suscripciones está a punto de caducar.
es_cl: La tarjeta de crédito que estás utilizando para realizar pagos para la siguiente suscripción está a punto de vencer.
fi: Seuraaviin tilauksiin käyttämäsi luottokortti vanhenee pian.
fr: La carte bancaire que vous utilisez pour effectuer des paiements pour les abonnements suivants est sur le point d’expirer.
he: תוקף כרטיס האשראי המשמש אותך לביצוע תשלומים עבור המינויים הבאים עומד לפוג.
hr: Kreditna kartica koju koristiš za plaćanje sljedećih pretplata uskoro isteče.
hu: A következő előfizetésekhez használt bankkártyája hamarosan lejár.
ia: Le carta de credito que tu usa pro facer pagamentos pro le sequente subscriptiones es sur le puncto de expirar.
it: La carta di credito in uso per i pagamenti dei seguenti abbonamenti sta per scadere.
ka: საკრედიტო ბარათის, რომელსაც გადახდებისთვის იყენებთ, ვადა ეწურება.
kab: Takarḍa n usmad i tesseqdaceḍ i uxelleṣ deg yijerriden-a qrib ad temmet.
nb_no: Betalingskortet du bruker for å utføre betalinger for følgende abonnementer, er i ferd med å utløpe.
nl: De creditcard die u gebruikt voor betalingen voor de volgende abonnementen verloopt binnenkort.
pl: Karta płatnicza używana do dokonywania płatności za poniższe subskrypcje niedługo wygaśnie.
pt: O cartão de crédito que está a utilizar para efetuar os pagamentos das seguintes subscrições está quase a expirar.
pt_br: A validade do cartão de crédito que você está usando para efetuar pagamentos das assinaturas a seguir está prestes a expirar.
ro: Cardul de credit pe care îl folosești pentru plăți aferente următoarelor abonamente se apropie de data expirării.
ru: Срок действия банковской карты, которую вы используете для совершения платежей за следующие подписки, скоро заканчивается.
sq: Karta e kreditit që po përdorni për të bërë pagesa për pajtimet vijuese është afër skadimit.
sv_se: Kreditkortet du använder för att betala för följande prenumerationer håller på att upphöra att gälla.
th: บัตรเครดิตที่คุณกำลังจะใช้ชำระเงินสำหรับการบอกรับต่อไปนี้กำลังจะหมดอายุ
tr: Aşağıdaki abonelikler için ödeme yapmak üzere kullandığınız kredi kartının kullanım süresi dolmak üzere.
uk: Кредитна картка, якою ви здійснюєте платежі за цими передплатами, невдовзі втрачає чинність.

source: Questions about your subscriptions? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
cs: Máte dotaz ohledně vašich předplatných? Pomůže vám náš <a href="%(subscriptionSupportUrl)s">tým podpory</a>.
cy: Cwestiynau am eich tanysgrifiad? Mae ein <a href="%(subscriptionSupportUrl)s">tîm cymorth</a> yma i'ch helpu chi.
da: Har du spørgsmål til dine abonnementer? Vores <a href="%(subscriptionSupportUrl)s">supportteam</a> sidder klar til at hjælpe dig.
de: Fragen zu Ihren Abonnements? Unser <a href="%(subscriptionSupportUrl)s">Hilfe-Team</a> unterstützt Sie gerne.
el: Έχετε απορίες σχετικά με τις συνδρομές σας; Η <a href="%(subscriptionSupportUrl)s">ομάδα υποστήριξής</a> μας είναι εδώ για να σας βοηθήσει.
es_ar: ¿Preguntas sobre nuestras suscripciones? Nuestro <a href="%(subscriptionSupportUrl)s">equipo de soporte</a> está acá para ayudarte.
es_cl: ¿Preguntas acerca de tus suscripciones? Nuestro <a href="%(subscriptionSupportUrl)s">equipo de soporte</a> está aquí para ayudarte.
fi: Onko sinulla kysymyksiä tilauksiisi liittyen? <a href="%(subscriptionSupportUrl)s">Tukitiimimme</a> auttaa sinua.
fr: Des questions sur vos abonnements ? Notre <a href="%(subscriptionSupportUrl)s">équipe d’assistance</a> est là pour vous aider.
he: שאלות לגבי המינויים שלך? <a href="%(subscriptionSupportUrl)s">צוות התמיכה</a> שלנו כאן כדי לעזור לך.
hu: Kérdése van az előfizetésairől? A <a href="%(subscriptionSupportUrl)s">támogatási csapatunk</a> itt van, hogy segítsen.
ia: Questiones re tu subscriptiones? Nostre <a href="%(subscriptionSupportUrl)s">equipa de supporto</a> es ci pro adjutar te.
it: Hai domande sui tuoi abbonamenti? Il nostro <a href="%(subscriptionSupportUrl)s">team di supporto</a> è qui per aiutarti.
ka: კითხვები გაქვთ თქვენი გამოწერის შესახებ? ჩვენი <a href="%(subscriptionSupportUrl)s">მხარდაჭერის გუნდი</a> მზადაა თქვენს დასახმარებლად.
kab: Isteqsiyen ɣer imultaɣ-ik·im? <a href="%(subscriptionSupportUrl)s">tarbeɛt-nneɣ n tallelt</a> a-tt-a da ad ak-d-efk afus.
nl: Vragen over uw abonnementen? Ons <a href="%(subscriptionSupportUrl)s">ondersteuningsteam</a> is er om u te helpen.
pl: Masz pytania dotyczące subskrypcji? Nasz <a href="%(subscriptionSupportUrl)s">zespół wsparcia</a> Ci pomoże.
pt: Dúvidas sobre as suas subscrições? A nossa <a href="%(subscriptionSupportUrl)s">equipa de apoio</a> está aqui para ajudar.
pt_br: Dúvidas sobre suas assinaturas? Nossa <a href="%(subscriptionSupportUrl)s">equipe de suporte</a> está aqui para ajudar.
ru: У вас есть вопросы по вашим подпискам? Наша <a href="%(subscriptionSupportUrl)s">команда поддержки</a> с радостью поможет вам.
sq: Pyetje rreth pajtimit tuaj? <a href="%(subscriptionSupportUrl)s">Ekipi ynë i asistencës</a> është këtu për t’ju ndihmuar.
sv_se: Frågor om dina prenumerationer? Vårt <a href="%(subscriptionSupportUrl)s">supportteam</a> finns här för att hjälpa dig.
tr: Aboneliklerinizle ilgili sorularınız mı var? <a href="%(subscriptionSupportUrl)s">Destek ekibimiz</a> size yardımcı olabilir.
uk: Маєте питання щодо передплати? Наша <a href="%(subscriptionSupportUrl)s">команда підтримки</a> залюбки допоможе вам.

source: Questions about your subscriptions? Our support team is here to help you:
cs: Máte dotaz ohledně vašich předplatných? Pomůže vám náš tým podpory:
cy: Cwestiynau am eich tanysgrifiadau? Mae ein tîm cymorth yma i'ch helpu chi:
da: Har du spørgsmål om dine abonnementer? Vores supportteam står klar til at hjælpe dig:
de: Fragen zu Ihren Abonnements? Unser Hilfe-Team unterstützt Sie gerne:
el: Έχετε απορίες για τις συνδρομές σας; Η ομάδα υποστήριξής μας είναι εδώ για να σας βοηθήσει:
es_ar: ¿Preguntas sobre sus suscripciones? Nuestro equipo de ayuda está aquí para ayudarlo:
es_cl: ¿Preguntas sobre tus suscripciones? Nuestro equipo de soporte está aquí para ayudarte:
fi: Onko sinulla kysymyksiä tilaukseen liittyen? Tukitiimimme auttaa sinua:
fr: Des questions sur vos abonnements ? Notre équipe d’assistance est là pour vous aider :
he: שאלות לגבי המינויים שלך? צוות התמיכה שלנו כאן כדי לעזור לך:
hr: Imaš pitanja o tvojim pretplatama? Naš tim za podršku ti može pomoći:
hu: Kérdései vannak az előfizetéseiről? A támogatási csapatunk itt van, hogy segítsen:
ia: Questiones sur tu subscriptiones? Nostre equipa de assistentia es a tu disposition:
it: Hai delle domande sugli abbonamenti? Il team di supporto è a tua disposizione:
ka: კითხვები გაქვთ თქვენი გამოწერების შესახებ? ჩვენი მხარდაჭერის გუნდი მზადაა თქვენს დასახმარებლად:
kab: Tesɛiḍ isteqsiyen ɣef yijerriden-ik•im? Tarbaɛt-nneɣ n tallelt a-tt-an da ad ak•am-d-tefk afus:
nb_no: Har du spørsmål om dine abonnementer? Vårt supportteam står klar til å hjelpe deg:
nl: Vragen over uw abonnementen? Ons ondersteuningsteam is er om u te helpen:
pl: Masz pytania dotyczące subskrypcji? Nasz zespół wsparcia Ci pomoże:
pt: Questões sobre as suas subscrições? A nossa equipa de apoio está aqui para ajudar.
pt_br: Dúvidas sobre suas assinaturas? Nossa equipe de suporte está aqui para ajudar.
ro: Ai întrebări despre abonamente? Echipa noastră de asistență este aici pentru tine:
ru: У вас есть вопросы по вашим подпискам? Наша команда поддержки с радостью поможет вам:
sq: Pyetje rreth pajtimeve tuaja? Ekipi ynë i asistencës është këtu për t’ju ndihmuar:
sv_se: Frågor om dina prenumerationer? Vårt supportteam finns här för att hjälpa dig:
th: มีคำถามเกี่ยวกับการบอกรับของคุณหรือไม่? ทีมงานฝ่ายสนับสนุนของเราคอยช่วยเหลือคุณอยู่ที่นี่แล้ว:
tr: Aboneliklerinizle ilgili sorularınız mı var? Destek ekibimiz size yardımcı olabilir:
uk: Маєте питання щодо передплат? Наша команда підтримки з радістю допоможе вам:

source: We have detected a problem with your payment method for the following subscriptions.
cs: S vaší platební metodou platbou pro úhradu následujících předplatných se vyskytly problémy.
cy: Rydym wedi canfod anhawster gyda'ch dull talu am y tanysgrifiadau canlynol.
da: Vi har registreret et problem med din betalingsmetode for følgende abonnementer.
de: Wir haben ein Problem mit Ihrer Zahlungsmethode für die folgenden Abonnements festgestellt.
el: Εντοπίσαμε πρόβλημα με τη μέθοδο πληρωμής σας για τις ακόλουθες συνδρομές.
es_ar: Detectamos un problema con tu método de pago para las siguientes suscripciones.
es_cl: Hemos detectado un problema con tu método de pago para las siguientes suscripciones.
fi: Havaitsimme ongelman seuraavien tilausten maksutavan kohdalla.
fr: Nous avons rencontré un problème avec votre mode de paiement pour les abonnements suivants.
he: איתרנו בעיה באמצעי התשלום שלך עבור המינויים הבאים.
hr: Otkrili smo problem s tvojom metodom plaćanja za sljedeće pretplate.
hu: Problémát észleltünk a következő előfizetésekhez tartozó fizetési módjával kapcsolatban.
ia: Nos ha revelate un problemas con tu methodo de pagamento pro le sequente subscriptiones.
it: Abbiamo rilevato un problema con il metodo di pagamento scelto per i seguenti abbonamenti.
ka: ხარვეზს წავაწყდით თქვენს ბოლო გადახდაზე მოცემული გამოწერებისთვის.
kab: Nemlal-d ugur akked tarrayt-ik·im n lexlaṣ i yimultaɣ-a.
nl: We hebben een probleem met uw betalingsmethode voor de volgende abonnementen vastgesteld.
pl: Wykryliśmy problem z wybraną metodą płatności za poniższe subskrypcje.
pt: Detetámos um problema com o seu método de pagamento para as seguintes subscrições.
pt_br: Detectamos um problema com seu método de pagamento das seguintes assinaturas.
ru: Мы обнаружили проблему с вашим способом оплаты для следующих подписок.
sq: Pikasëm një problem me metodën tuaj të pagesës për pajtimet vijuese.
sv_se: Vi har upptäckt ett problem med din betalningsmetod för följande prenumerationer.
tr: Aşağıdaki abonelikler için ödeme yönteminizle ilgili bir sorun tespit ettik.
tt: Түбәндәге абунәләр өчен түләү ысулыгыз белән бер проблема ачыкладык.
uk: Ми виявили проблему з вашим способом оплати для таких передплат.

source: Is this you signing in?
ar: هل هذا أنت من تلج؟
ast: ¿Yes tu aniciando sesión?
be: Гэта вы ўваходзіце?
bg: Вие ли се вписахте?
bs: Da li se ovo vi prijavljujete?
ca: Esteu iniciant la sessió?
cs: Jste to vy, kdo se přihlašuje?
cy: Ai hwn yw chi'n allgofnodi?
da: Er det dig, der logger ind?
de: Sind Sie das, der sich da anmeldet?
el: Γίνεται σύνδεση;
es_ar: ¿Sos vos iniciando una sesión?
es_cl: ¿Eres tu quien se está conectando?
et: Kas see on sinu sisselogimine?
eu: Zuk hasi duzu saioa?
fa: این شما هستید که وارد می‌شوید؟
fi: Kirjaudutko sinä sisään?
fr: Étiez-vous à l’origine de cette connexion ?
gd: An tusa a tha a’ clàradh a-steach?
he: האם התחברות זו מוכרת לך?
hi: क्या आप ही साइन-इन कर रहे हैं?
hr: Je li ovo tvoja prijava?
hu: Ez az ön bejelentkezése?
ia: Es tu qui aperi session?
it: Hai effettuato tu questo accesso?
ja: ログインしようとしているのはあなた自身ですか？
ka: ეს თქვენი შესვლაა?
kab: D kečč i d-yessutren tuqqna agi?
kk: Кірем деген сіз бе?
lt: Ar tai jūs bandote prisijungti?
ml: നിങ്ങളാണോ പ്രവേശിക്കുന്നത്?
ms: Anda mendaftar masuk?
nb_no: Er det du som logger inn?
nl: Bent u dit die zich aanmeldt?
pa_in: ਕੀ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕੀਤਾ ਹੈ?
pl: Czy to Ty się logujesz?
pt: É mesmo você a iniciar sessão?
pt_br: Foi você que tentou entrar na sua conta?
ro: Tu ești persoana care se autentifică?
ru: Это входили вы?
sk: Spoznávate toto prihlásenie?
sl: Se prijavljate vi?
sq: A jeni ju që po hyni?
sr: Да ли сте се ово ви пријавили?
sr_latn: Da li ste se ovo vi prijavili?
sv_se: Är det du som loggar in?
te: ప్రవేశిస్తున్నది నువ్వేనా?
th: ใช่คุณที่ลงชื่อเข้าหรือไม่?
tr: Giriş yapan siz misiniz?
tt: Керүче Сезме?
uk: Це ви виконуєте вхід?

source: If yes, here is the authorization code you need:
ar: إذا كان الجواب نعم، هذا هو رمز التخويل الذي تحتاجة:
ast: Si ye asina, esti'l códigu d'autorización que precises:
be: Калі так, вось код аўтарызацыі, які вам патрэбен:
bg: Ако е така, ето кода за упълномощаване:
bs: Ako da, ovdje je autorizacijski kod kojeg trebate:
ca: Si és així, aquest és el codi d'autorització que necessiteu:
cs: Pokud ano, zde je váš autorizační kód, který potřebujete:
cy: Os ie, dyma'r cod awdurdodi sydd ei angen arnoch:
da: Hvis det er, skal du bruge denne godkendelseskode:
de: Wenn ja, ist hier der benötigte Autorisierungscode:
el: Αν ναι, ορίστε ο κωδικός εξουσιοδότησης που χρειάζεστε:
es_ar: Si es así, acá está el código de autorización necesario:
es_cl: De ser así, este es el código de autorización que necesitas:
et: Kui jah, siis siin on vajalik autoriseerimiskood:
eu: Hala bada, hau da behar duzun baimen-kodea:
fa: اگر بله، این کد تایید هویتی است که لازم دارید:
fi: Jos kirjaudut, tässä on tarvitsemasi valtuuskoodi:
fr: Si oui, voici le code d’autorisation dont vous avez besoin :
gd: Mas e, seo an còd ùghdarachaidh a dh’fheumas tu:
he: אם כן, להלן קוד ההרשאה בו יש לך צורך:
hi: यदि हाँ, तो ये है आपका प्राधिकरण कोड जिसकी आपको ज़रूरत है:
hr: Ako da, ovo je potrebni autorizacijski kôd:
hu: Ha igen, akkor erre az engedélyezési kódra van szüksége:
ia: In tal caso, ecce le codice de autorisation que tu require:
it: In caso affermativo, questo è il codice di autorizzazione da utilizzare:
ja: もしそうなら、ここに必要な認証コードがあります:
ka: თუ კი, მაშინ გესაჭიროებათ დაშვების კოდი:
kab: Ma yella ih, hattan tengalt n tsiregt i tesriḍ:
kk: Иә болса, міне, сізге керек авторизация коды:
lt: Jei taip, štai tam reikalingas patvirtinimo kodas:
ml: അതെ എങ്കില്‍, ഇതാ നിങ്ങൾക്ക് ആവശ്യമുള്ള അംഗീകരിക്കൽ കോഡ്:
ms: Jika ya, ini adalah kod pengesahan yang anda perlukan:
nb_no: Hvis ja, her er godkjenningskoden du trenger:
nl: Zo ja, dan is hier de benodigde autorisatiecode:
pa_in: ਜੇ ਹਾਂ ਤਾਂ ਇਹ ਪਰਮਾਣਕਿਤਾ ਕੋਡ ਤੁਹਾਨੂੰ ਚਾਹੀਦਾ ਹੈ:
pl: Jeśli tak, to potrzebny jest ten kod upoważnienia:
pt: Se sim, aqui está o código de autorização de que necessita:
pt_br: Se foi você, use este código de verificação:
ro: Dacă da, iată codul de autorizare de care ai nevoie:
ru: Если да, вот - код авторизации, который вам понадобится:
sk: Ak áno, tu je autorizačný kód, ktorý potrebujete:
sl: Če je tako, je to overitvena koda, ki jo potrebujete:
sq: Nëse po, ja ku keni kodin e autorizimit që ju duhet:
sr: Ако јесте, ево ауторизационог кода који вам је потребан:
sr_latn: Ako jeste, evo autorizacionog koda koji vam je potreban:
sv_se: Om ja, här behörighetskoden som du behöver:
te: అవును అయితే, ఇదే నీకు కావల్సిన అధికారిక కోడ్:
th: ถ้าใช่ นี่คือรหัสอนุญาตที่คุณต้องการ:
tr: Sizseniz bu yetkilendirme kodunu kullanabilirsiniz:
tt: Әйе булса, Сезгә кирәкле авторизация коды менә бу:
uk: Якщо так, ось код авторизації, який вам потрібен:
