Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: If you suspect that someone is trying to gain access to your account, please change your password.
ar: إذا كنت تظن أن شخصا أخر يحاول الوصول إلي حسابك، فرجاءً غير كلمة السرّ الخاصة بك.
ast: Si sospeches que daquién ta tentando de consiguir accesu a la to cuenta. por favor camuda la contraseña.
be: Калі вы падазраяце, што хтосьці спрабуе атрымаць доступ да вашага ўліковага запісу, калі ласка, змяніце пароль.
bg: Ако подозирате, че някой се опитва да получи достъп до вашата сметка, моля, сменете паролата си.
bs: Ako sumnjate da neko pokušava dobiti pristup vašem računu, molimo promijenite vašu lozinku.
ca: Si sospiteu que algú està provant d'accedir al vostre compte, canvieu la contrasenya.
cs: Pokud máte podezření, že se někdo pokouší neoprávněně získat přístup k vašemu účtu, změňte si prosím své heslo.
cy: Os ydych yn amau bod rhywun yn ceisio cael mynediad at eich cyfrif, newidiwch eich cyfrinair.
da: Hvis du har mistanke om, at nogen forsøger at få adgang til din konto, så skift din adgangskode.
de: Wenn Sie den Verdacht haben, dass jemand auf Ihr Konto zugreifen möchte, ändern Sie bitte Ihr Passwort.
el: Αν υποπτεύεστε ότι κάποιος προσπαθεί να αποκτήσει πρόσβαση στον λογαριασμό σας, παρακαλούμε αλλάξτε τον κωδικό πρόσβασής σας.
es_ar: Si creés que alguien está intentando acceder a tu cuenta, por favor cambiá la contraseña.
es_cl: Si sospechas que alguien está intentando ganar acceso a tu cuenta, por favor cambia tu contraseña.
et: Kui kahtlustad, et keegi teine püüab sinu kontot kasutada, siis palun vaheta ära parool.
fa: اگر شما مشکوک هستید که فرد دیگری قصد ورود به حساب‌کاربری شما را دارد، لطفا کلمه عبور خود را تغییر دهید.
fi: Jos epäilet, että joku yrittää murtautua tilillesi, vaihda salasanasi.
fr: Si vous avez des raisons de penser que quelqu’un essaie d’accéder à votre compte, veuillez changer votre mot de passe.
gd: Ma tha thu dhen bheachd gu bheil cuideigin a’ feuchainn ri briseadh a-steach dhan chunntas agad, atharraich am facal-faire agad.
he: אם קיים חשש שמישהו מנסה להשיג גישה לחשבונך, עליך לאפס את הססמה שלך.
hi: यदि आपको संदेह है कि कोई आपके खाते तक पहुंच हासिल करने के लिए कोशिश कर रहा है, तो कृपया अपना पासवर्ड बदल लें.
hr: Ako sumnjaš da netko pokušava pristupiti tvom računu, promijeni svoju lozinku.
hu: Ha azt gyanítja, hogy valaki más próbál hozzáférni fiókjához, kérjük változtassa meg jelszavát.
ia: Si tu suspecta que alcuno tenta ganiar accesso a tu conto, cambia tu contrasigno.
it: Se ritieni che qualcuno stia tentando di accedere indebitamente al tuo account, cambiane subito la password.
ja: もし誰かがあなたのアカウントへアクセスしようとしていると思われる場合は、パスワードを変更してください。
ka: თუ ეჭვობთ, რომ ვინმე თქვენს ანგარიშზე წვდომის მოპოვებას ცდილობს, გთხოვთ, შეცვალეთ თქვენი პაროლი.
kab: Ma tcukeḍ yella win yettawṛaḍen ad yekcem ɣer umiḍan inek, snifel awal inek uffir ma ulac aɣilif.
kk: Егер сіздің тіркелгіңізге біреу қолың жеткізгісі келіп жүр деген күмәніңіз бар болса, пароліңізді өзгертіңіз.
lt: Jeigu įtariate, kad kažkas kitas bando gauti prieigą prie jūsų paskyros, patarime pakeisti jos slaptažodį.
lv: Ja jums ir aizdomas ka kāds cenšas piekļūt jūsu kontam, lūdzu izmainiet savu paroli.
ms: Jika anda mengesyaki bahawa seseorang sedang cuba untuk mendapatkan akses ke akaun anda, sila tukar kata laluan anda.
nb_no: Hvis du mistenker at noen prøver å få tilgang til kontoen din, må du endre passordet ditt.
nl: Als u vermoedt dat iemand toegang tot uw account probeert te verkrijgen, wijzig dan uw wachtwoord.
pl: Jeśli istnieją podejrzenia, że ktoś próbuje uzyskać dostęp do konta, to prosimy zmienić hasło.
pt: Se suspeita que alguém está a tentar obter acesso à sua conta, por favor, altere a sua palavra-passe.
pt_br: Se suspeitar que alguém está tentando obter acesso à sua conta, altere sua senha.
ro: Dacă suspectezi că cineva încearcă să obțină acces la contul tău, te rugăm să îți modifici parola.
ru: Если вы подозреваете, что кто-то пытается получить доступ к вашему аккаунту, пожалуйста, измените ваш пароль.
sk: Ak máte podozrenie, že sa niekto pokúša neoprávnene získať prístup k vášmu účtu, zmeňte si svoje heslo.
sl: Če slutite, da nekdo poskuša pridobiti dostop do vašega računa, spremenite geslo.
sq: Nëse dyshoni se dikush po rreket të arrijë të hyjë në llogarinë tuaj, ju lutemi, ndërroni fjalëkalimin tuaj.
sr: Ако сумњате да неко покушава да приступи вашем налогу, промените лозинку.
sr_latn: Ako sumnjate da neko pokušava da pristupi vašem nalogu, promenite lozinku.
sv_se: Om du misstänker att någon försöker få åtkomst till ditt konto, ändra ditt lösenord.
te: ఎవరైనా మీ ఖాతాను పొందటం ప్రయత్నిస్తున్నారు అనుమానిస్తున్నారు ఉంటే, దయచేసి మీ పాస్వర్డ్ను మార్చండి.
th: หากคุณสงสัยว่าใครพยายามเข้าถึงบัญชีของคุณ โปรดเปลี่ยนรหัสผ่านของคุณ
tr: Birisinin hesabınızı ele geçirmeye çalıştığını düşünüyorsanız lütfen parolanızı değiştirin.
tt: Берәрсе хисабыгызны кулга төшерергә маташа дип шикләнсәгез, зинһар паролыгызны үзгәртегез.
uk: Якщо ви підозрюєте, що хтось намагається здобути доступ до вашого облікового запису, будь ласка, змініть свій пароль.

source: IP address: %(ip)s
ar: عنوان الـIP: %(ip)s
ast: Direición IP: %(ip)s
be: IP-адрас: %(ip)s
bg: IP адрес: %(ip)s
bs: IP adresa: %(ip)s
ca: Adreça IP: %(ip)s
cs: IP adresa: %(ip)s
cy: Cyfeiriad IP: %(ip)s
da: IP-adresse: %(ip)s
de: IP-Adresse: %(ip)s
el: Διεύθυνση IP: %(ip)s
es_ar: Dirección IP: %(ip)s
es_cl: Dirección IP: %(ip)s
et: IP-aadress: %(ip)s
eu: IP helbidea: %(ip)s
fa: آدرس IP: %(ip)s
fi: IP-osoite: %(ip)s
fr: Adresse IP : %(ip)s
gd: Seòladh IP: %(ip)s
he: כתובת IP:‏ %(ip)s
hi: आईपी ​​पता: %(ip)s
hr: IP adresa: %(ip)s
hu: IP-cím: %(ip)s
ia: Addresse IP: %(ip)s
it: Indirizzo IP: %(ip)s
ja: IP アドレス: %(ip)s
ka: IP-მისამართი: %(ip)s
kab: Tansa IP: %(ip)s
kk: IP адресі: %(ip)s
lt: IP adresas – %(ip)s
lv: IP adrese: %(ip)s
ml: ഐപി വിലാസം: %(ip)s
ms: Alamat IP: %(ip)s
nb_no: IP-adresse: %(ip)s
nl: IP-adres: %(ip)s
pa_in: IP ਸਿਰਨਾਵਾਂ: %(ip)s
pl: Adres IP: %(ip)s
pt: Endereço IP: %(ip)s
pt_br: Endereço IP: %(ip)s
ro: Adresă IP: %(ip)s
ru: IP-адрес: %(ip)s
sk: IP adresa: %(ip)s
sl: IP-naslov: %(ip)s
sq: Adresë IP: %(ip)s
sr: IP адреса: %(ip)s
sr_latn: IP adresa: %(ip)s
sv_se: IP-adress: %(ip)s
te: IP చిరునామా: %(ip)s
th: ที่อยู่ IP: %(ip)s
tr: IP adresi: %(ip)s
tt: IP адрес: %(ip)s
uk: IP адреса: %(ip)s

source: Manage account:
ar: أدِر الحساب:
ast: Xestionar cuenta:
be: Кіраванне ўліковым запісам:
bg: Управление на сметка:
bs: Upravljanje računom:
ca: Gestiona el compte:
cs: Správa účtu:
cy: Rheoli cyfrif:
da: Håndter konto:
de: Benutzerkonto verwalten:
el: Διαχείριση λογαριασμού:
es_ar: Administrar cuenta:
es_cl: Administrar cuenta:
et: Konto haldamine:
eu: Kudeatu kontua:
fa: مدیریت حساب‌کاربری:
fi: Hallinnoi tiliä:
fr: Gérer le compte :
gd: Stiùirich an cunntas:
he: ניהול חשבון:
hi: खाता प्रबंधित करें:
hr: Upravljaj računom:
hu: Fiók kezelése:
ia: Gerer le conto:
it: Gestisci account:
ja: アカウントを管理:
ka: ანგარიშის მართვა:
kab: Sefrek amiḍan:
kk: Тіркелгіні басқару:
lt: Tvarkyti paskyrą:
ml: അക്കൗണ്ട് കൈകാര്യം ചെയ്യുക:
ms: Urus akaun:
nb_no: Behandle konto:
nl: Account beheren:
pa_in: ਖਾਤੇ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ:
pl: Zarządzaj kontem:
pt: Gerir conta:
pt_br: Gerenciar conta:
ro: Gestionează contul:
ru: Управлять аккаунтом:
sk: Spravovať účet:
sl: Upravljanje računa:
sq: Administroni llogarinë:
sr: Управљајте налогом:
sr_latn: Upravljajte nalogom:
sv_se: Hantera konto:
te: ఖాతా నిర్వహణ:
th: จัดการบัญชี:
tr: Hesabı yönet:
tt: Хисап язмагыз белән идарә итү:
uk: Керувати обліковим записом:

source: Payment details:
cs: Detaily platby:
cy: Manylion talu:
da: Betalingsdetaljer:
de: Zahlungsdetails:
el: Λεπτομέρειες πληρωμής:
es_ar: Detalles del pago:
es_cl: Detalles del pago:
fi: Maksun tiedot:
fr: Détails du paiement :
he: פרטי תשלום:
hu: Fizetési részletek:
ia: Detalios del pagamento:
it: Dettagli del pagamento:
ka: გადახდის მონაცემები:
kab: Talqayt n uxelleṣ:
nl: Betalingsgegevens:
pl: Informacje o płatności:
pt: Detalhes de pagamento:
pt_br: Detalhes do pagamento:
ru: Детали оплаты:
sl: Podatki o plačilu:
sq: Hollësi pagese:
sv_se: Betalningsinformation:
tr: Ödeme ayrıntıları:
tt: Түләү мәгълүматлары:
uk: Подробиці платежу:

source: %(cardType)s card ending in %(lastFour)s
cs: %(cardType)s karta končící na %(lastFour)s
cy: Mae cerdyn %(cardType)s yn gorffen ymhen %(lastFour)s
da: %(cardType)s-kort, der ender på %(lastFour)s
de: %(cardType)s-Karte endet auf %(lastFour)s
el: Κάρτα %(cardType)s που λήγει σε %(lastFour)s
es_ar: Tarjeta %(cardType)s que termina en % (lastFour)s
es_cl: Tarjeta %(cardType)s terminada en %(lastFour)s
fi: Kortti %(cardType)s päättyen %(lastFour)s
fr: Carte %(cardType)s se terminant par %(lastFour)s
he: כרטיס %(cardType)s המסתיים ב־%(lastFour)s
hr: %(cardType)s kartica ističe za %(lastFour)s
hu: %(lastFour)s végződésű %(cardType)s kártya
ia: Le carta de credito %(cardType)s que termina con %(lastFour)s
it: La carta di credito %(cardType)s termina con %(lastFour)s
ka: %(cardType)s ბარათის დაბოლოებით %(lastFour)s
kab: Takarḍa %(cardType)s tettfak s %(lastFour)s
nb_no: %(cardType)s-kort som slutter på %(lastFour)s
nl: %(cardType)s-kaart eindigend op %(lastFour)s
pl: Karta %(cardType)s kończąca się na %(lastFour)s
pt: Cartão de %(cardType)s que caduca a %(lastFour)s
pt_br: Cartão %(cardType)s terminado em %(lastFour)s
ro: Card %(cardType)s având ultimele cifre: %(lastFour)s
ru: Карта %(cardType)s, с номером заканчивающимся на %(lastFour)s
sk: %(cardType)s končiaca na %(lastFour)s
sq: Kartë %(cardType)s, që mbaron me %(lastFour)s
sr: %(cardType)s картица истиче за %(lastFour)s
sr_latn: %(cardType)s kartica ističe za %(lastFour)s
sv_se: %(cardType)s-kort upphör om %(lastFour)s
tr: %(lastFour)s ile biten %(cardType)s kartı
tt: %(lastFour)s белән тәмамланучы %(cardType)s картасы
uk: Картка %(cardType)s, що закінчується на %(lastFour)s

source: Mozilla Privacy Policy
ar: سياسة موزيلا للخصوصيّة
ast: Política de privacidá de Mozilla
be: Палітыка прыватнасці Mozilla
bg: Политика за неприкосновеност на личните данни на Mozilla
bs: Mozilla polica privatnosti
ca: Política de privadesa de Mozilla
cs: Zásady ochrany osobních údajů
cy: Polisi Preifatrwydd Mozilla
da: Mozillas privatlivspolitik
de: Mozilla-Datenschutzerklärung
el: Πολιτική Απορρήτου της Mozilla
es_ar: Política de privacidad de Mozilla
es_cl: Política de privacidad de Mozilla
et: Mozilla privaatsuspoliitika
eu: Mozillaren pribatutasun politika
fa: سیاست‌های حریم‌خصوصی موزیلا
fi: Mozillan tietosuojakäytäntö
fr: Politique de confidentialité de Mozilla
gd: Poileasaidh prìobhaideachd Mozilla
he: מדיניות הפרטיות של Mozilla
hi: Mozilla गोपनीयता नीति
hr: Mozillina politika privatnosti
hu: Mozilla adatvédelmi irányelvek
ia: Politica de confidentialitate de Mozilla
it: Informativa sulla privacy Mozilla
ja: Mozilla プライバシーポリシー
ka: Mozilla-ს პირადი მონაცემების დაცვის დებულება
kab: Tasertit tabaḍnit n Mozilla
kk: Mozilla-ның жекелік саясаты
lt: „Mozillos“ privatumo nuostatai
lv: Mozilla privātuma politika
ml: മോസില്ലയുടെ സ്വകാര്യ വ്യവസ്ഥകള്‍
ms: Polisi Privasi Mozilla
nb_no: Mozilla personvernbestemmelser
nl: Mozilla-privacybeleid
pa_in: ਮੋਜ਼ੀਲਾ ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pl: Zasady ochrony prywatności Mozilli
pt: Política de privacidade da Mozilla
pt_br: Política de privacidade da Mozilla
ro: Politica de confidențialitate Mozilla
ru: Политика конфиденциальности Mozilla
sk: Zásady ochrany súkromia
sl: Mozillina politika zasebnosti
sq: Rregulla Privatësie të Mozilla-s
sr: Mozilla полиса приватности
sr_latn: Mozilla polisa privatnosti
sv_se: Mozilla sekretesspolicy
te: మొజిల్లా ప్రైవసీ విధానం
th: นโยบายความเป็นส่วนตัวของ Mozilla
tr: Mozilla Gizlilik İlkeleri
tt: Mozilla'ның Хосусыйлык Сәясәте
uk: Політика Приватності Mozilla

source: Firefox Cloud Terms of Service
be: Умовы выкарыстання Firefox Cloud
cs: Podmínky poskytování služby Firefox Cloud
cy: Amodau Gwasanaethau Firefox Cloud
da: Servicevilkår for Firefox Cloud
de: Nutzungsbedingungen für Firefox Cloud
el: Όροι υπηρεσίας Firefox Cloud
es_ar: Términos del servicio de Firefox Cloud
es_cl: Términos del servicio de Firefox Cloud
fi: Firefox Cloud -käyttöehdot
fr: Conditions d’utilisation de Firefox Cloud
he: תנאי השירות של Firefox Cloud
hr: Uvjeti pružanja usluge Firefox Cloud
hu: Firefox Cloud Szolgáltatási feltételek
ia: Terminos de servicio de Firefox Cloud
it: Termini di servizio di Firefox Cloud
ja: Firefox Cloud 利用規約
ka: Firefox Cloud-ის მომსახურების პირობები
kab: Tiwtilin n useqdec n Firefox Cloud
lt: „Firefox Cloud“ paslaugos teikimo nuostatai
nb_no: Tjenestevilkår for Firefox Cloud
nl: Servicevoorwaarden voor Firefox Cloud
pl: Regulamin usługi Firefox Cloud
pt: Termos de Serviço do Firefox Cloud
pt_br: Termos do serviço do Firefox Cloud
ro: Termenii de utilizare a serviciului Firefox Cloud
ru: Условия предоставления облачных сервисов Firefox
sk: Podmienky poskytovania služby Firefox Cloud
sl: Pogoji uporabe Firefoxa v oblaku
sq: Kushte Shërbimi Firefox Cloud
sr: Firefox Cloud услови коришћења
sr_latn: Firefox Cloud uslovi korišćenja
sv_se: Användarvillkor för Firefox Cloud
th: ข้อกำหนดในการให้บริการของ Firefox Cloud
tr: Firefox Bulut Hizmet Koşulları
tt: Firefox Болыт-ны куллану шартлары
uk: Умови користування хмарними службами Firefox

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
cs: Tuto e-mailovou zprávu vám posíláme, protože e-mailová adresa %(email)s má založený účet Firefoxu a jste přihlášení v produktu %(productName)s.
cy: Rydych yn derbyn yr e-bost hwn oherwydd bod gan %(email)s gyfrif Firefox a'ch bod wedi cofrestru ar gyfer %(productName)s
da: Du modtager denne mail, fordi %(email)s har en Firefox-konto, og du har tilmeldt dig %(productName)s.
de: Sie erhalten diese E-Mail, weil %(email)s über ein Firefox-Konto verfügt und Sie sich für %(productName)s angemeldet haben.
el: Λαμβάνετε αυτό το email επειδή το %(email)s διαθέτει λογαριασμό Firefox και έχετε εγγραφεί στο %(productName)s.
es_ar: Recibiste este correo electrónico porque % (email)s tiene una cuenta de Firefox y te registraste en %(productName)s.
es_cl: Estás recibiendo este correo porque %(email)s tiene una cuenta de Firefox y te has registrado para %(productName)s.
fi: Sait tämän sähköpostin, koska sähköpostilla %(email)s on Firefox-tili ja olet rekisteröitynyt ohjelmaan %(productName)s.
fr: Vous recevez ce message car %(email)s possède un compte Firefox et vous avez souscrit un abonnement à %(productName)s.
he: קיבלת הודעת דוא״ל זו מכיוון שלכתובת %(email)s יש חשבון Firefox ונרשמת אל %(productName)s.
hr: Dobivaš ovaj e-mail jer %(email)s s ima Firefox račun i jer si se prijavio/la za %(productName)s.
hu: Azért kapta ezt az e-mailt, mert a(z) %(email)s rendelkezik Firefox-fiókkal, és feliratkozott erre: %(productName)s.
ia: Tu recipe iste email perque %(email)s ha un Conto Firefox e tu te inscribeva a %(productName)s.
it: Ricevi questa email perché l’indirizzo %(email)s è associato a un account Firefox e ti sei registrato per %(productName)s.
ka: თქვენ მიიღეთ ეს წერილი, ვინაიდან %(email)s მიბმულია Firefox-ანგარიშზე და გამოწერილი გაქვთ %(productName)s.
kab: Tremseḍ-d izen-a acku %(email)s igber amiḍan Firefox daɣen tjerrdeḍ ɣer umulteɣ n %(productName)s.
nb_no: Du mottar denne e-postmeldingen fordi %(email)s har en Firefox-konto og du registrerte deg for %(productName)s.
nl: U ontvangt dit bericht omdat %(email)s een Firefox-account heeft en u bent ingeschreven voor %(productName)s.
pl: Otrzymujesz tę wiadomość, ponieważ na adres %(email)s zarejestrowano konto Firefoksa i zapisano się na usługę %(productName)s.
pt: Está a receber este e-mail porque %(email)s tem uma conta Firefox e você subscreveu ao %(productName)s.
pt_br: Você recebeu este email porque %(email)s tem uma Conta Firefox e você assinou o %(productName)s.
ro: Primești acest mesaj pe e-mail deoarece %(email)s are un cont Firefox și te-ai abonat la %(productName)s.
ru: Вы получили это письмо, так как на %(email)s заведён Аккаунт Firefox, и вы подписались на %(productName)s.
sq: Këtë email e merrni ngaqë për %(email)s ka një llogari Firefox dhe jeni regjistruar për %(productName)s.
sr: Примили сте ову поруку зато што %(email)s има Firefox налог и претплатили сте се на %(productName)s.
sr_latn: Primili ste ovu poruku zato što %(email)s ima Firefox nalog i pretplatili ste se na %(productName)s.
sv_se: Du får det här e-postmeddelandet eftersom %(email)s har ett Firefox-konto och du registrerade dig för %(productName)s.
tr: %(email)s adresine kayıtlı bir Firefox hesabınız olduğu ve %(productName)s ürününe kaydolduğunuz için bu e-postayı aldınız.
uk: Ви отримуєте це повідомлення, тому що %(email)s пов'язано з обліковим записом Firefox і ви підписалися на %(productName)s.

source: You're receiving this email because %(email)s has a Firefox account
cy: Rydych yn derbyn yr e-bost hwn oherwydd bod gan %(email)s gyfrif Firefox
da: Du modtager denne mail, fordi %(email)s har en Firefox-konto
de: Sie erhalten diese E-Mail, weil %(email)s ein Firefox-Konto hat
el: Λαμβάνετε αυτό το email επειδή το %(email)s διαθέτει λογαριασμό Firefox
es_ar: Estás recibiendo este correo electrónico porque %(email)s tiene una Cuenta de Firefox
es_cl: Estás recibiendo este correo porque %(email)s cuenta con una cuenta de Firefox
fi: Saat tämän viestin, koska sähköpostiosoitteella %(email)s on olemassa Firefox-tili
fr: Vous recevez cet e-mail, car %(email)s possède un compte Firefox
he: קיבלת את הודעת הדוא״ל הזאת מכיוון שלכתובת %(email)s יש חשבון Firefox
hu: Azért kapta ezt az e-mailt, mert a(z) %(email)s Firefox-fiókkal rendelkezik
ia: Tu recipe iste e-mail perque %(e-mail)s ha un Firefox Account
it: Ricevi questa email perché l’indirizzo %(email)s è associato a un account Firefox
ka: ეს წერილი იმიტომ მიიღეთ, რომ %(email)s მიბმულია Firefox-ანგარიშზე
nl: U ontvangt dit e-mailbericht omdat %(email)s een Firefox-account heeft
pl: Otrzymujesz tę wiadomość, ponieważ %(email)s ma konto Firefoksa
pt: Está a receber este e-mail porque %(email)s tem uma conta Firefox
pt_br: Você recebeu este email porque %(email)s tem uma Conta Firefox
ru: Вы получили это письмо, потому что у %(email)s есть аккаунт Firefox
sq: Këtë email po e merrni, ngaqë %(email)s ka një llogari Firefox
sv_se: Du får det här e-postmeddelandet eftersom %(email)s har ett Firefox-konto
uk: Ви отримали це повідомлення, тому що %(email)s пов'язана з обліковим записом Firefox

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
cs: Tuto e-mailovou zprávu vám posíláme, protože e-mailová adresa %(email)s má založený účet Firefoxu a máte předplaceno několik produktů.
cy: Rydych yn derbyn yr e-bost hwn oherwydd bod gan %(email)s gyfrif Firefox a'ch bod wedi cofrestru i nifer o gynnyrch.
da: Du modtager denne mail, fordi %(email)s har en Firefox-konto, og du har abonneret på flere produkter.
de: Sie erhalten diese E-Mail, weil %(email)s über ein Firefox-Konto verfügt und Sie sich für mehrere Produkte angemeldet haben.
el: Λαμβάνετε αυτό το email επειδή το %(email)s διαθέτει λογαριασμό Firefox και έχετε εγγραφεί σε πολλαπλά προϊόντα.
es_ar: Recibió este correo electrónico porque %(email)s tiene una cuenta de Firefox y se suscribió a varios productos.
es_cl: Estás recibiendo este correo porque %(email)s tiene una cuenta de Firefox y te has registrado para múltiples productos.
fi: Sait tämän sähköpostin, koska osoitteella %(email)s on Firefox-tili ja olet tilannut useita tuotteita.
fr: Vous recevez ce message car %(email)s possède un compte Firefox et vous avez souscrit plusieurs abonnements.
he: קיבלת את הודעת הדוא״ל הזאת מכיוון שלכתובת %(email)s יש חשבון Firefox ונרשמת כמינוי למגוון מוצרים.
hr: Dobivaš ovaj e-mail jer %(email)s s ima Firefox račun i jer si se pretplatio na više proizvoda.
hu: Azért kapta ezt az e-mailt, mert a(z) %(email)s rendelkezik Firefox-fiókkal, és több termékre is előfizet.
ia: Tu recipe iste message perque %(email)s ha un conto Firefox e tu te ha subscribite a plure productos.
it: Ricevi questa email perché l’indirizzo %(email)s è associato a un account Firefox e ti sei registrato per più prodotti.
ka: თქვენ მიიღეთ ეს წერილი, ვინაიდან %(email)s Firefox-ანგარიშზეა მიბმული და გამოწერილი გაქვთ რამდენიმე პროდუქტი.
kab: Teṭṭfeḍ imayl-a acku %(email)s ɣur-s amiḍan n Firefox yerna tjerrdeḍ ɣer waṭas n yifuras.
nb_no: Du mottar denne e-postmeldingen fordi %(email)s har en Firefox-konto og du har abonnert på flere produkter.
nl: U ontvangt dit bericht omdat %(email)s een Firefox-account heeft en u bent geabonneerd op meerdere producten.
pl: Otrzymujesz tę wiadomość, ponieważ na adres %(email)s zarejestrowano konto Firefoksa i subskrybowano wiele produktów.
pt: Está a receber este e-mail porque %(email)s tem uma conta Firefox e você subscreveu a múltiplos produtos.
pt_br: Você recebeu este email porque %(email)s tem uma Conta Firefox e você assinou vários produtos.
ro: Primești acest mesaje pe e-mail deoarece %(email)s are un cont Firefox și te-ai abonat la mai multe produse.
ru: Вы получили это письмо, так как на %(email)s заведён Аккаунт Firefox, и вы подписались на множество продуктов.
sq: Këtë email po e merrni ngaqë %(email)s ka një llogari Firefox dhe jeni pajtuar te disa produkte.
sv_se: Du får det här e-postmeddelandet eftersom %(email)s har ett Firefox-konto och du har registrerat dig för ett flertal produkter.
tr: %(email)s adresine kayıtlı bir Firefox hesabınız olduğu ve birden fazla ürüne abone olduğunuz için bu e-postayı aldınız.
uk: Ви отримуєте цей лист, оскільки %(email)s пов'язано з обліковим записом Firefox і ви підписалися на кілька продуктів.
