Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
ar: هذا بريد إلكتروني آلي، إذا كنت لم تضف جهازًا جديد إلي حساب فَيَرفُكس، فرجاءً غير كلمة سرّك حالًا من هنا %(passwordChangeLink)s
ast: Esto ye un corréu automatizáu. Si nun amestesti un preséu nuevu a la to cuenta de Firefox, deberíes camudar la to contraseña nel intre en %(passwordChangeLink)s
be: Гэта аўтаматычны электронны ліст; калі вы не дадавалі новую прыладу да свайго ўліковага запісу Firefox, вам варта неадкладна змяніць свой пароль у %(passwordChangeLink)s
bg: Това писмо е изпратено автоматично. Ако вие не сте добавили ново устройство към своя Firefox Account, тогава сменете своята парола на %(passwordChangeLink)s
bs: Ovo je automatski email; ako niste dodali novi uređaj na vaš Firefox račun, trebali biste promijeniti lozinku odmah na %(passwordChangeLink)s
ca: Aquest és un missatge automàtic; si no heu afegit cap dispositiu nou al vostre compte del Firefox, canvieu la contrasenya immediatament des de %(passwordChangeLink)s
cs: Toto je automatický e-mail; pokud jste k účtu Firefoxu nepřidali žádné zařízení, okamžitě si změňte heslo na %(passwordChangeLink)s
cy: Mae hwn yn e-bost awtomatig; os nad oeddech wedi ychwanegu dyfais newydd i'ch Cyfrif Firefox, dylech newid eich cyfrinair yn syth yn %(passwordChangeLink)s
da: Denne mail er sendt automatisk; hvis du ikke tilføjede en ny enhed til din Firefox-konto, bør du ændre din adgangskode med det samme på %(passwordChangeLink)s
de: Dies ist eine automatische E-Mail; wenn Sie Ihrem Firefox-Konto kein neues Gerät hinzugefügt haben, ändern Sie bitte umgehend Ihr Passwort unter %(passwordChangeLink)s
el: Αυτό είναι ένα αυτοματοποιημένο email· αν δεν προσθέσατε μια νέα συσκευή στον λογαριασμό Firefox σας, θα πρέπει να αλλάξετε άμεσα τον κωδικό πρόσβασής σας στο %(passwordChangeLink)s
es_ar: Este es un correo electrónico automático; si no agregaste ningún dispositivo nuevo a tu cuenta de Firefox, debés cambiar la contraseña inmediatamente en %(passwordChangeLink)s
es_cl: Este es un email generado automáticamente; si no has añadido ningún dispositivo nuevo a tu cuenta de Firefox, deberías cambiar inmediatamente tu contraseña en %(passwordChangeLink)s
et: See on automaatne teavitus. Kui sa ei lisanud Firefoxi kontole uut seadet, siis peaksid parooli kohe lähtestama aadressil %(passwordChangeLink)s
eu: Mezu hau automatikoa da; Ez baduzu gailu berri bat gehitu zure Firefox kontuari, zure pasahitza aldatu beharko zenuke hemen: %(passwordChangeLink)s
fa: این یک رایانامه خودکار است؛ اگر شما یک دستگاه جدید به حساب فایرفاکس خود اضافه نکرده‌اید، شما باید به سرعت گذرواژه خود را از طریق %(passwordChangeLink)s تغییر دهید
fi: Tämä on automaattisesti lähetetty viesti. Jos et lisännyt uutta laitetta Firefox-tiliisi, vaihda salasanasi heti osoitteessa %(passwordChangeLink)s
fr: Ceci est un message automatique ; si vous n’avez pas ajouté de nouvel appareil à votre compte Firefox, vous devriez changer votre mot de passe immédiatement depuis %(passwordChangeLink)s
gd: Seo post-d fèin-obrachail; mur an do chuir thu uidheam ùr ris a’ chunntas Firefox agad, bu chòir dhut am facal-faire agad atharrachadh sa bhad aig %(passwordChangeLink)s
he: זוהי הודעת דוא״ל שנשלחה באופן אוטומטי; אם לא הוספת מכשיר חדש לחשבון ה־Firefox שלך, עליך לשנות את ססמתך באופן מיידי בכתובת %(passwordChangeLink)s
hi: यह एक स्वचालित ईमेल है; आप अपने Firefox खाते में एक नई डिवाइस नहीं जोड़ा था, तो आपको तुरंत अपना पासवर्ड बदलना चाहिए %(passwordChangeLink)sपर
hr: Ovo je automatski e-mail; ako nisi dodao/la novi uređaj tvom Firefox računu, promijeni lozinku na %(passwordChangeLink)s
hu: Ez egy automatikus e-mail, ha nem adott új eszközt a Firefox fiókjához, akkor azonnal változtassa meg jelszavát itt: %(passwordChangeLink)s
ia: Iste message ha essite inviate automaticamente. Si tu non ha addite un nove apparato a tu conto Firefox, tu debe cambiar immediatemente tu contrasigno a %(passwordChangeLink)s
it: Questa email è stata inviata da un servizio automatico. Se non sei stato tu ad aggiungere un nuovo dispositivo all’account Firefox, cambia subito la password seguendo il link %(passwordChangeLink)s
ja: これは自動送信メールです。あなたが自分の Firefox アカウントに新たな端末を追加していない場合は、今すぐ %(passwordChangeLink)s でパスワードを変更してください。
ka: ეს არის ავტომატური შეტყობინება; თუ ახალი მოწყობილობა თქვენ არ დაგიმატებიათ Firefox-ანგარიშზე, მაშინ გირჩევთ, ახლავე შეცვალოთ პაროლი ბმულზე %(passwordChangeLink)s
kab: Wagi d izen awurman ; ma yella ur terniḍ ara ibenk amaynut ɣer umiḍan inek Firefox, yessefk ad tesnifleḍ awal inek uffir tura yakan seg %(passwordChangeLink)s
kk: Бұл автоматтандырылған эл. пошта хаты; егер сіз өз Firefox тіркелгіңізге жаңа құрылғыны қоспаған болсаңыз, пароліңізді тез арада %(passwordChangeLink)s бойынша ауыстырыңыз
lt: Tai – automatiškai išsiųstas laiškas. Jei šio įrenginio su savo „Firefox“ paskyra jūs nesiejote, patariame nedelsiant pasikeisti savo paskyros slaptažodį: %(passwordChangeLink)s
ml: ഇതൊരു യാന്ത്രിക ഇമെയില് ആണ്; നിങ്ങളുടെ ഫയർഫോക്സിനൊപ്പം നിങ്ങൾ ഒരു പുതിയ ഉപകരണം ചേർത്തില്ലെങ്കിൽ, നിങ്ങൾ ഉടനെ നിങ്ങളുടെ രഹസ്യവാക്ക് %(passwordChangeLink)sമാറ്റണം
ms: Ini adalah emel automatik; jika anda tidak menambah peranti baru ke Akaun Firefox anda, anda perlu menukar kata laluan anda segere di %(passwordChangeLink)s
nb_no: Dette er en automatisk e-postmelding; om du ikke la til en ny enhet i Firefox-kontoen din, bør du endre passordet ditt med en gang på %(passwordChangeLink)s
nl: Dit is een geautomatiseerd e-mailbericht; als u geen nieuw apparaat aan uw Firefox-account hebt toegevoegd, dient u onmiddellijk uw wachtwoord te wijzigen op %(passwordChangeLink)s
pa_in: ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਫਾਇਰਫਾਕਸ ਅਕਾਊਂਟ ਤੇ ਕੋਈ ਨਵੀਂ ਡਿਵਾਈਸ ਨਹੀਂ ਜੋੜੀ ਹੈ, ਤੁਹਾਨੂੰ ਆਪਣਾ ਪਾਸਵਰਡ ਤੁਰੰਤ %(passwordChangeLink)s ਤੇ ਤਬਦੀਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ
pl: Wiadomość wygenerowana automatycznie. Jeśli nie dodano nowego urządzenia do konta Firefoksa, to należy natychmiast zmienić hasło pod adresem %(passwordChangeLink)s
pt: Este é um email automatizado; se não adicionou um novo dispositivo à sua Conta Firefox, deve alterar a sua palavra-passe imediatamente em %(passwordChangeLink)s
pt_br: Este é um email automático. Se você não adicionou um novo dispositivo em sua Conta Firefox, deve alterar sua senha imediatamente em %(passwordChangeLink)s
ro: Acesta este un e-mail automat; dacă nu tu ai adăugat un dispozitiv nou la contul Firefox, trebuie să modifici imediat parola la adresa %(passwordChangeLink)s
ru: Это автоматическое сообщение; если вы не добавляли новое устройство в ваш Аккаунт Firefox, вы должны немедленно сменить свой пароль через %(passwordChangeLink)s
sk: Toto je automatický e-mail. Ak ste k svojmu účtu Firefox nepridali žiadne nové zariadenie, mali by ste si okamžite zmeniť heslo na %(passwordChangeLink)s
sl: To sporočilo je bilo poslano samodejno. Če niste dodali nove naprave v svoj Firefox Račun, takoj spremenite geslo na %(passwordChangeLink)s
sq: Ky është një email i automatizuar; nëse s’keni shtuar ndonjë pajisje të re te Llogaria juaj Firefox, do të duhej të ndryshonit menjëherë fjalëkalimin tuaj, te %(passwordChangeLink)s
sr: Ово је аутоматска е-пошта; уколико нисте додали ниједан уређај на ваш Firefox налог, требало би одмах да промените вашу лозинку на %(passwordChangeLink)s
sr_latn: Ovo je automatska e-pošta; ukoliko niste dodali nijedan uređaj na vaš Firefox nalog, trebalo bi odmah da promenite vašu lozinku na %(passwordChangeLink)s
sv_se: Detta är ett automatiskt e-postmeddelande; om du inte la till en ny enhet till ditt Firefox-konto, bör du ändra ditt lösenord omedelbart på %(passwordChangeLink)s
te: ఇది ఒక స్వయంచాలక ఇమెయిల్; మీరు మీ ఫైర్ఫాక్స్ ఖాతాకు క్రొత్త పరికర చేర్చకపోతే, మీరు మీ పాస్వర్డ్ను వెంటనే %(passwordChangeLink)s వద్ద మార్చాలి
th: นี่เป็นอีเมลอัตโนมัติ; หากคุณไม่ได้เพิ่มอุปกรณ์ใหม่ไปยังบัญชี Firefox ของคุณ คุณควรเปลี่ยนรหัสผ่านของคุณในทันทีที่ %(passwordChangeLink)s
tr: Bu otomatik bir e-postadır. Firefox Hesabınıza yeni bir cihaz eklemediyseniz hemen %(passwordChangeLink)s adresinden parolanızı değiştirmelisiniz
tt: Бу автоматик бер электрон хат. Әгәр Firefox Хисабыгызга яңа җиһазны өстәмәгән булсагыз, хәзер үк %(passwordChangeLink)s битендә паролыгызны үзгәртегез
uk: Це автоматичний лист; якщо ви не додавали новий пристрій до свого облікового запису Firefox, вам потрібно негайно змінити свій пароль на %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
ar: هذا بريد إلكتروني الآلي، إذا تلقيته لوجود خطأ فليس مطلوب أي إجراء.
ast: Esto ye un corréu automatizáu. Si lu recibes por error, nun se rique aición dala.
be: Гэты электронны ліст створаны аўтаматычна; калі вы атрымалі яго памылкова, нічога не трэба рабіць.
bg: Това писмо е изпратено автоматично; ако мислите, че е грешка не предприемайте действията.
bs: Ovo je automatski email; ako ste ga dobili greškom, nije potrebna nikakva akcija.
ca: Aquest és un missatge automàtic; si l'heu rebut per error, no cal que feu res.
cs: Toto je automaticky zaslaný e-mail – pokud jste si ho nevyžádali, můžete ho ignorovat.
cy: E-bost awtomatig yw hwn; os ydych wedi derbyn yr e-bost hwn ar gam, nid oes angen gweithredu.
da: Denne mail er sendt automatisk; hvis du har modtaget denne mail ved en fejl, behøver du ikke foretage dig noget.
de: Dies ist eine automatisierte E-Mail; wenn Sie diese fälschlicherweise erhalten haben, müssen Sie nichts tun.
el: Αυτό είναι ένα αυτοματοποιημένο email· αν το λάβατε κατά λάθος, δεν απαιτείται καμία περαιτέρω ενέργεια.
es_ar: Este es un correo electrónico automático; si lo recibiste por error, no debes hacer nada.
es_cl: Este es un email automático. Si lo recibiste por error, no necesitas hacer nada.
et: See e-kiri on saadetud automaatselt. Kui sa ei tellinud seda, siis ei ole sul vaja midagi teha.
eu: Mezu hau automatikoa da; errorez jaso baduzu, ez duzu ekintzarik burutu behar.
fa: این ایمیل به صورت خودکار ارسال شده؛ اگر اشتباها آن را دریافت کرده‌اید، نیاز به انجام کار خاصی نیست.
fi: Tämä on automaattisesti lähetetty viesti. Jos sait sen vahingossa, sinun ei tarvitse tehdä mitään.
fr: Ceci est un message automatique ; si vous l’avez reçu par erreur, vous n’avez rien à faire.
gd: Seo post-d fèin-obrachail; ma fhuair thu seo air mhearachd, cha leig thu leas dad a dhèanamh.
he: אם הודעה זו הגיעה אליך בטעות, אין צורך בשום פעולה מצידך.
hi: यह एक स्वाचालित ईमेल है; यदि आपने इसको किसी त्रुटि के तहत प्राप्त किया है, कोई क्रिया आवश्यक नहीं.
hr: Ovo je automatski e-mail; ako si ga dobio/la greškom, nije potrebna nikakva radnja.
hu: Ez egy automatikus üzenet, ha úgy véli tévedésből kapta, akkor nincs teendője.
ia: Iste message ha essite inviate automaticamente. Si tu lo ha recipite in error, nulle action es necessari.
it: Questa email è stata inviata da un servizio automatico. Se hai ricevuto questa email per errore, puoi semplicemente ignorarla.
ja: これは自動で配信されたメールです。心当たりがない場合は、何も行わないでください。
ka: ეს არის ავტომატური შეტყობინება; თუ შეცდომით მიიღეთ, საპასუხო მოქმედება არაა საჭირო.
kab: Wagi d iymayl awurman; ma yella d tuccḍa, ulac ayen ara txedmeḍ.
kk: Бұл автоматтандырылған эл. пошта хаты; осыны алғаныңыз қате деп ойласаңыз, еш әрекетті жасау керек емес.
lt: Tai – automatiškai išsiųstas laiškas. Jei jį gavote per klaidą, nieko daryti nereikia.
lv: Šis ir automātisks epasts; jā jūs to saņēmāt kļūdas pēc, nekāda darbība nav nepieciešama.
ml: ഇതൊരു യാന്ത്രിക ഇമെയില് ആണ്; അബദ്ധവശാലാണ് നിങ്ങൾക്ക് ഈ ഇമെയില്‍ വന്നതെങ്കില്‍ ഒന്നും ചെയ്യണ്ട.
ms: Ini adalah emel automatik; jika anda tersilap terima, tiada tindakan diperlukan.
nb_no: Dette er en automatisert e-postmelding; hvis du har mottatt denne e-posten ved en feil, trenger du ikke å gjøre noe.
nl: Dit is een geautomatiseerd e-mailbericht; als u het per abuis hebt ontvangen, hoeft u niets te doen.
pa_in: ਇਹ ਆਟੋਮੈਟਿਕ ਈਮੇਲ ਹੈ, ਜੇ ਤੁਹਾਨੂੰ ਇਹ ਗਲਤੀ ਨਾਲ ਮਿਲੀ ਹੈ ਤਾਂ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
pl: Wiadomość wygenerowana automatycznie. Jeżeli otrzymano ją przez pomyłkę, to nic nie trzeba robić.
pt: Este é um email automático; se o recebeu por erro, nenhuma ação é requerida.
pt_br: Este é um email automático. Se você recebeu por engano, nenhuma ação é necessária.
ro: Acesta este un e-mail automat; dacă l-ai primit din greșeală, nu este necesară nicio acțiune.
ru: Это автоматическое сообщение; если вы получили его по ошибке, не требуется никаких действий.
sk: Toto je automaticky generovaná správa. Ak ste si ju nevyžiadali, môžete ju ignorovať.
sl: Sporočilo je bilo poslano samodejno. Če ste ga prejeli po pomoti, vam ni potrebno storiti ničesar.
sq: Ky është një email i automatizuar; nëse e morët gabimisht, s’ka nevojë të bëni gjë.
sr: Ово је аутоматска е-пошта; ако сте је грешком примили, ниједна радња није потребна.
sr_latn: Ovo je automatska e-pošta; ako ste je greškom primili, nijedna radnja nije potrebna.
sv_se: Det här är ett automatiskt e-postmeddelande; om du felaktigt har fått det behöver du inte göra något.
te: ఈ స్వయంచాలక ఇమెయిల్; మీకు పొరపాటున ఇది అంది ఉంటే, ఏ చర్య అవసరం లేదు.
th: นี้เป็นอีเมลอัตโนมัติ ถ้าคุณได้รับเนื่องจากความผิดพลาด ไม่จำเป็นต้องทำอะไร
tr: Bu e-posta otomatik olarak gönderilmiştir. Hatalı olduğunu düşünüyorsanız bir şey yapmanıza gerek yoktur.
tt: Бу автоматик электрон хат. Аның килүе бер хата аркасында булды дип уйласагыз, берни дә эшләргә кирәкми.
uk: Це автоматичне повідомлення; якщо ви отримали його помилково, не реагуйте на нього.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
ar: هذا بريد إلكتروني الآلي، إذا كان غير مسموح لهذا الإجراء، فرجاءً <a %(resetLinkAttributes)s>إعادة تعيين كلمة السرّ الخاصة بك</a>.
ast: Esto ye un corréu automatizáu; Si nun autoricesti esta aición, entós <a %(resetLinkAttributes)s>reanicia la to contraseña, por favor</a>.
be: Гэта аўтаматычны электронны ліст; калі вы не аўтарызоўвалі гэта дзеянне, <a %(resetLinkAttributes)s>калі ласка, скіньце пароль</a>.
bg: Това писмо е изпратено автоматично. Ако вие не сте упълномощили това действие, тогава <a %(resetLinkAttributes)s>моля, сменете вашата парола.</a>.
bs: Ovo je automatski email; ako niste odobrili ovu akciju, onda <a %(resetLinkAttributes)s>molimo resetujte vašu lozinku</a>.
ca: Aquest és un missatge automàtic; si no heu autoritzat aquesta acció, <a %(resetLinkAttributes)s>reinicieu la contrasenya</a>.
cs: Toto je automatický e-mail; pokud jste tuto akci neschválili, <a %(resetLinkAttributes)s>obnovte si prosím heslo</a>.
cy: E-bost awtomatig yw hwn; os nad ydych wedi awdurdodi'r weithred hon, yna <a %(resetLinkAttributes)s>newidiwch eich cyfrinair</a>.
da: Denne mail er sendt automatisk; hvis du ikke har godkendt denne handling, så <a %(resetLinkAttributes)s>nulstil din adgangskode</a>.
de: Dies ist eine automatische E-Mail; wenn Sie diese Aktion nicht autorisiert haben, <a %(resetLinkAttributes)s>setzen Sie bitte umgehend Ihr Passwort zurück</a>.
el: Αυτό είναι ένα αυτοματοποιημένο email· αν δεν πιστοποιήσατε αυτή την ενέργεια, <a %(resetLinkAttributes)s>παρακαλώ επαναφέρετε τον κωδικό πρόσβασής σας</a>.
es_ar: Este es un correo electrónico automático, si no autorizaste esta acción, <a %(resetLinkAttributes)s>por favor restablecé tu contraseña</a>.
es_cl: Este es un email automático; si no autorizaste esta acción, <a %(resetLinkAttributes)s>por favor restablece tu contraseña</a>.
et: See on automaatne kiri. Kui sa ei volitanud seda tegevust, siis palun <a %(resetLinkAttributes)s>vaheta enda parool ära</a>.
eu: Mezu hau automatikoa da; ez baduzu ekintza hau egiteko baimenik eman, <a %(resetLinkAttributes)s>aldatu zure pasahitza</a> mesedez.
fa: این یک پست‌الکترونیکی خودکار است؛ اگر شما این درخواست را نداشته‌اید، پس <a %(resetLinkAttributes)s>لطفا گذرواژه خود را مجددا تنظیم کنید</a>.
fi: Tämä on automaattisesti lähetetty viesti. Jos et sallinut tätä tapahtumaa, <a %(resetLinkAttributes)s>nollaa salasanasi.</a>
fr: Ceci est un message automatique ; si vous n’êtes pas à l’origine de cette action, veuillez <a %(resetLinkAttributes)s>réinitialiser votre mot de passe</a>.
gd: Seo post-d fèin-obrachail; mur an dug thusa cead dhan ghnìomh seo, <a %(resetLinkAttributes)s>bu chòir dhut am facal-faire agad ath-shuidheachadh</a>.
he: זוהי הודעה אוטומטית; אם לא אישרת פעולה זו, עליך <a %(resetLinkAttributes)s>לאפס את הססמה שלך</a>.
hi: यह एक स्वचालित ईमेल है; यदि आपने इस क्रिया को अधिकृत नहीं किया है, तो <a %(resetLinkAttributes)s>अपना पासवर्ड पुनः तैयार करे </a>.
hr: Ovo je automatski e-mail; ako nisi odobrio/la ovu radnju, <a %(resetLinkAttributes)s>obnovi svoju lozinku</a>.
hu: Ez egy automatikus e-mail, ha nem Ön adott engedélyt erre a műveletre, akkor kérjük, <a %(resetLinkAttributes)s>változtassa meg jelszavát</a>.
ia: Isto es un message automatic; si tu non ha autorisate iste action, per favor <a %(resetLinkAttributes)s>reinitialisa tu contrasigno</a>.
it: Questa email è stata inviata da un servizio automatico. Se non vuoi autorizzare questa operazione <a %(resetLinkAttributes)s>ripristina la password</a>.
ja: これは自動送信メールです。この操作を許可しない場合、<a %(resetLinkAttributes)s>パスワードをリセットしてください</a>。
ka: ეს არის ავტომატური შეტყობინება; თუ ეს მოქმედება, თქვენი ნებართვის გარეშე შესრულდა, <a %(resetLinkAttributes)s>გთხოვთ, შეცვალოთ პაროლი</a>.
kab: Wagi d izen imayl awurman; ma yella ur tessirged ara tigawt agi, ihi <a %(resetLinkAttributes)s>snifel awal inek uffir</a>.
kk: Бұл автоматтандырылған эл. пошта хаты; егер сіз осы әрекетті сұрамаған болсаңыз, онда <a %(resetLinkAttributes)s>пароліңізді тастаңыз</a>.
lt: Tai – automatiškai išsiųstas laiškas. Jei šis veiksmas nesankcionuotas, patariame <a %(resetLinkAttributes)s>atkurti savo paskyros slaptažodį</a>.
lv: Šis ir automatizēts e-pasts; ja jūs neesat autorizējušies šai rīcībai, tad <a %(resetLinkAttributes)s>lūdzu atjaunojiet savu paroli</a>.
ml: ഇതൊരു യാന്ത്രിക ഇമെയില് ആണ്; നിങ്ങൾ ഈ പ്രവർത്തനം അംഗീകരിയ്ക്കുന്നില്ലെങ്കില്‍, <a %(resetLinkAttributes)s>ദയവായി നിങ്ങളുടെ രഹസ്യവാക്ക് പുനഃസജ്ജമാക്കുക </a>.
ms: Ini adalah emel automatik; jika anda tidak membenarkan tindakan ini, maka <a %(resetLinkAttributes)s>sila ubah kata laluan anda</a>.
nb_no: Dette er en automatisk e-postmelding; om du ikke godkjente denne handlingen må du <a %(resetLinkAttributes)s>tilbakestille passordet ditt</a>.
nl: Dit is een geautomatiseerd e-mailbericht; als u deze actie niet hebt geautoriseerd, <a %(resetLinkAttributes)s>stel dan uw wachtwoord opnieuw in</a>.
pa_in: ਇਹ ਇੱਕ ਸਵੈਚਾਲਿਤ ਈਮੇਲ ਹੈ; ਜੇ ਤੁਸੀਂ ਇਸ ਕਾਰਵਾਈ ਦਾ ਅਧਿਕਾਰ ਨਹੀਂ ਦਿੱਤਾ, ਤਾਂ ਫਿਰ <a %(resetLinkAttributes)s> ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰੋ </a>।
pl: Wiadomość wygenerowana automatycznie. Jeżeli nie upoważniono wykonania tej czynności, to należy <a %(resetLinkAttributes)s>zmienić hasło</a>.
pt: Este é um email automático; se não autorizou esta ação, então <a %(resetLinkAttributes)s>por favor, reponha a sua palavra-passe</a>.
pt_br: Este é um email automático. Se você não autorizou esta ação, <a %(resetLinkAttributes)s>redefina sua senha</a>.
ro: Acesta este un e-mail automat; dacă nu tu ai autorizat această acțiune, atunci <a %(resetLinkAttributes)s>te rugăm să îți resetezi parola</a>.
ru: Это письмо создано автоматически; если вы не выполняли это действие, то, пожалуйста, <a %(resetLinkAttributes)s>сбросьте свой пароль</a>.
sk: Toto je automatický e-mail; ak ste túto akciu neautorizovali, <a %(resetLinkAttributes)s>obnovte si prosím vaše heslo</a>.
sl: To je samodejno sporočilo. Če niste sprožili tega dejanja, <a %(resetLinkAttributes)s>spremenite geslo.</a>
sq: Ky është një email i automatizuar; nëse s’e autorizuat ju këtë veprim, <a %(resetLinkAttributes)s>ju lutemi, ricaktoni fjalëkalimin tuaj</a>.
sr: Ово је аутоматска е-пошта; уколико нисте овластили ову радњу, онда је потребно <a %(resetLinkAttributes)s>да ресетујете лозинку</a>.
sr_latn: Ovo je automatska e-pošta; ukoliko niste ovlastili ovu radnju, onda je potrebno <a %(resetLinkAttributes)s>da resetujete lozinku</a>.
sv_se: Detta är ett automatiskt mejl; om du inte har godkänt denna åtgärd, <a %(resetLinkAttributes)s>vänligen återställ lösenordet</a>.
te: ఇది ఒక స్వయంచాలక ఇమెయిల్; మీరు ఈ చర్య అనుమతించకపోతే, అప్పుడు <a %(resetLinkAttributes)s>మీ పాస్వర్డ్ను రీసెట్ చేయండి</a>.
th: นี้เป็นอีเมลอัตโนมัติ ถ้าคุณไม่ได้อนุญาตการกระทำนี้ <a %(resetLinkAttributes)s>โปรดตั้งรหัสผ่านใหม่</a>.
tr: Bu otomatik bir e-postadır. Bu eyleme siz izin vermediyseniz lütfen <a %(resetLinkAttributes)s>parolanızı sıfırlayın</a>.
tt: Бу автоматик бер электрон хат. Әгәр бу гамәлгә рөхсәт бирмәгән булсагыз, зинһар <a %(resetLinkAttributes)s>паролыгызны үзгәртегез</a>.
uk: Це автоматичний лист; якщо ви не дозволяли цю дію, тоді <a %(resetLinkAttributes)s>відновіть свій пароль</a>.
