Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Next invoice: %(nextInvoiceDateOnly)s
cs: Další platba: %(nextInvoiceDateOnly)s
cy: Anfoneb nesaf: %(nextInvoiceDateOnly)s
da: Næste faktura: %(nextInvoiceDateOnly)s
de: Nächste Rechnung: %(nextInvoiceDateOnly)s
el: Επόμενο τιμολόγιο: %(nextInvoiceDateOnly)s
es_ar: Próxima factura: %(nextInvoiceDateOnly)s
es_cl: Próxima facturación: %(nextInvoiceDateOnly)s
fi: Seuraava lasku: %(nextInvoiceDateOnly)s
fr: Prochaine facture : %(nextInvoiceDateOnly)s
he: החשבונית הבאה: %(nextInvoiceDateOnly)s
hu: Következő számla: %(nextInvoiceDateOnly)s
ia: Proxime factura: %(nextInvoiceDateOnly)s
it: Prossima fattura: %(nextInvoiceDateOnly)s
ja: 次回の請求: %(nextInvoiceDateOnly)s
ka: შემდეგი ზედნადები: %(nextInvoiceDateOnly)s
kab: Tafaturt i d-iteddun: %(nextInvoiceDateOnly)s
nl: Volgende factuur: %(nextInvoiceDateOnly)s
pl: Następna faktura: %(nextInvoiceDateOnly)s
pt: Próxima fatura: %(nextInvoiceDateOnly)s
pt_br: Próxima fatura: %(nextInvoiceDateOnly)s
ru: Следующая оплата: %(nextInvoiceDateOnly)s
sl: Naslednji račun: %(nextInvoiceDateOnly)s
sq: Fatura pasuese: %(nextInvoiceDateOnly)s
sv_se: Nästa faktura: %(nextInvoiceDateOnly)s
tr: Sonraki fatura: %(nextInvoiceDateOnly)s
tt: Киләсе квитанция: %(nextInvoiceDateOnly)s
uk: Наступний платіж: %(nextInvoiceDateOnly)s

source: You can't access your subscription yet
cy: Nid oes modd i chi gael mynediad i'ch tanysgrifiad eto
da: Du kan ikke få adgang til dit abonnement endnu
de: Sie können noch nicht auf Ihr Abonnement zugreifen
el: Δεν έχετε ακόμα πρόσβαση στη συνδρομή σας
es_ar: Todavía no podés acceder a tu suscripción
es_cl: Todavía no puedes acceder a tu suscripción
fi: Et voi käyttää tilaustasi vielä
fr: Vous ne pouvez pas encore accéder à votre abonnement
he: אין לך עדיין אפשרות לגשת למינוי שלך
hu: Még nem férhet hozzá az előfizetéséhez
ia: Tu non pote ancora acceder a tu subscription
it: Non puoi ancora accedere al tuo abbonamento
ka: თქვენ ჯერ არ გაქვთ წვდომა თქვენს გამოწერაზე
nl: U hebt nog geen toegang tot uw abonnement
pl: Nie masz jeszcze dostępu do swojej subskrypcji
pt: Ainda não pode aceder à sua subscrição
pt_br: Você ainda não pode acessar sua assinatura
ru: Вы пока не можете получить доступ к своей подписке
sl: Dostop do vaše naročnine še ni možen
sq: S’mund të përdorni ende pajtimin tuaj
sv_se: Du kan inte komma åt din prenumeration ännu
tr: Henüz aboneliğinize erişemezsiniz
uk: Ви поки що не можете отримати доступ до своєї передплати

source: A few days ago you created a Firefox Account but never verified it. We hope you’ll finish setting up your account, so you can use your new subscription.
cy: Ychydig ddyddiau yn ôl fe wnaethoch chi greu Cyfrif Firefox ond heb ei wirio. Rydym yn gobeithio y byddwch chi'n gorffen creu'ch cyfrif, fel y gallwch chi ddefnyddio'ch tanysgrifiad newydd.
da: For et par dage siden oprettede du en Firefox-konto, men bekræftede den aldrig. Vi håber du vil færdiggøre opsætningen af din konto, så du kan bruge dit nye abonnement.
de: Vor ein paar Tagen haben Sie ein Firefox-Konto erstellt, aber nie verifiziert. Wir hoffen, dass Sie die Einrichtung Ihres Kontos abgeschlossen haben, damit Sie Ihr neues Abonnement verwenden können.
el: Πριν από λίγες μέρες, δημιουργήσατε έναν λογαριασμό Firefox αλλά δεν τον επαληθεύσατε. Ελπίζουμε να ολοκληρώσετε τη ρύθμιση του λογαριασμού σας, ώστε να μπορέσετε να χρησιμοποιήσετε τη νέα σας συνδρομή.
es_ar: Hace pocos días creaste una Cuenta de Firefox pero nunca la verificarse. Esperamos que terminés de configurar tu cuenta, así podés usar tu nueva suscripción.
es_cl: Hace unos días creaste una cuenta de Firefox pero nunca la verificaste. Esperaremos a que termines de configurar tu cuenta para que puedas usar tu nueva suscripción.
fi: Muutama päivä sitten loit Firefox-tilin, mutta et vahvistanut sitä. Toivomme, että saat tilisi määrityksen valmiiksi, jotta voit käyttää uutta tilaustasi.
fr: Il y a quelques jours, vous avez créé un compte Firefox, mais ne l’avez jamais vérifié. Nous espérons que vous finirez de configurer votre compte afin que vous puissiez utiliser votre nouvel abonnement.
he: לפני מספר ימים יצרת חשבון Firefox אך מעולם לא אימתת אותו. אנו מקווים שתסיים להגדיר את החשבון שלך, כדי שתהיה לך אפשרות להשתמש במינוי החדש שלך.
hu: Néhány nappal ezelőtt létrehozott egy Firefox-fiókot, de nem erősítette meg. Reméljük, hogy befejezi fiókja beállítását, hogy használhassa az új előfizetését.
ia: Alcun dies retro tu ha create un Firefox Account, ma tu non lo ha ancora confirmate. Nos spera que tu finira le preparation de tu conto, assi que tu pote usar tu nove subscription.
it: Hai creato un account Firefox qualche giorno fa ma non l’hai mai confermato. Speriamo che tu finisca di configurare il tuo account, in modo da poter utilizzare il tuo nuovo abbonamento.
ka: რამდენიმე დღის წინ Firefox-ანგარიში შექმენით, მაგრამ ჯერ არ დაგიმოწმებიათ. ვიმედოვნებთ, რომ დაასრულებთ ანგარიშის გამართვას, რომ შეძლოთ ისარგებლოთ ახალი შენაძენით.
nl: Een paar dagen geleden hebt u een Firefox-account aangemaakt, maar deze nooit geverifieerd. We hopen dat u het instellen van uw account voltooit, zodat u uw nieuwe abonnement kunt gebruiken.
pl: Kilka dni temu utworzono konto Firefoksa, ale nigdy go nie zweryfikowano. Mamy nadzieję, że dokończysz konfigurowanie konta, aby móc korzystać ze swojej nowej subskrypcji.
pt: Criou uma conta do Firefox há alguns dias, mas nunca a confirmou. Gostaríamos que terminasse de configurar a sua conta para que possa utilizar a sua nova subscrição.
pt_br: Alguns dias atrás, você criou uma Conta Firefox, mas nunca a validou. Esperamos que você termine a configuração de sua conta para poder usar sua nova assinatura.
ru: Несколько дней назад вы создали аккаунт Firefox, но так и не подтвердили его. Мы надеемся, что вы завершите настройку своего аккаунта и сможете использовать новую подписку.
sk: Pred niekoľkými dňami ste si vytvorili účet Firefox, ale zatiaľ ste ho nepotvrdili. Dúfame, že dokončíte nastavenie svojho účtu, aby ste mohli používať svoje nové predplatné.
sl: Pred nekaj dnevi ste ustvarili Firefox Račun, vendar ga niste nikoli potrdili. Upamo, da boste dokončali nastavitev računa in omogočili uporabo svoje naročnine.
sq: Ca ditë më parë krijuar një Llogari Firefox, por nuk bëtë verifikimin e saj. Shpresojmë se do të përfundoni ujdisjen e llogarisë tuaj, që të mund të përdorni pajtimin tuaj të ri.
sv_se: För några dagar sedan skapade du ett Firefox-konto men verifierade det aldrig. Vi hoppas att du slutför konfigureringen av ditt konto så att du kan använda din nya prenumeration.
tr: Birkaç gün önce Firefox Hesabı açtınız ama hesabınızı henüz doğrulamadınız. Yeni aboneliğinizi kullanabilmek için hesabınızın kurulumunu tamamlamanız gerekiyor.
uk: Кілька днів тому ви створили обліковий запис Firefox, але не підтвердили його. Ми сподіваємося, що ви завершите його налаштування, щоб мати змогу користуватися своєю передплатою.

source: Select “Create Password” to set up a new password and finish verifying your account.
cy: Dewiswch “Creu Cyfrinair” i greu cyfrinair newydd a gorffen gwirio eich cyfrif.
da: Vælg "Opret adgangskode" for at opsætte en ny adgangskode og færdiggøre bekræftelsen af din konto.
de: Wählen Sie „Passwort erstellen“, um ein neues Passwort einzurichten und die Überprüfung Ihres Kontos abzuschließen.
el: Επιλέξτε «Δημιουργία κωδικού πρόσβασης» για να ορίσετε έναν νέο κωδικό πρόσβασης και να ολοκληρώσετε την επαλήθευση του λογαριασμού σας.
es_ar: Seleccioná “Crear contraseña” para configurar una nueva contraseña y terminar de verificar tu cuenta.
es_cl: Selecciona "Crear contraseña" para configurar una nueva contraseña y terminar de verificar tu cuenta.
fi: Valitse “Luo salasana” asettaaksesi uuden salasanan ja viimeistelläksesi tilisi.
fr: Sélectionnez « Créer un mot de passe » pour configurer un nouveau mot de passe et terminer la vérification de votre compte.
he: יש לבחור ב״יצירת ססמה״ כדי להגדיר ססמה חדשה ולסיים את אימות החשבון שלך.
hu: Válassza a „Jelszó létrehozása” lehetőséget, hogy új jelszót állítson be, és befejezze a fiókja megerősítését.
ia: Elige “Crear contrasigno” pro configurar un nove contrasigno e finir de verificar tu conto.
it: Seleziona “Crea password” per impostare una nuova password e completare la verifica del tuo account.
ka: აირჩიეთ „პაროლის შექმნა“ ახალი პაროლის დასაყენებლად და ანგარიშის დამოწმების დასასრულებლად.
nl: Selecteer ‘Wachtwoord aanmaken’ om een nieuw wachtwoord in te stellen en de verificatie van uw account te voltooien.
pl: Kliknij „Utwórz hasło”, aby ustawić nowe hasło i dokończyć weryfikację konta.
pt: Selecione “Criar palavra-passe” para definir uma nova palavra-passe e concluir a confirmação da sua conta.
pt_br: Selecione “Criar senha” para definir uma nova senha e concluir a validação de sua conta.
ru: Выберите «Создать пароль», чтобы установить новый пароль и завершить проверку аккаунта.
sl: Izberite "Ustvari geslo", da nastavite novo geslo in dokončate potrjevanje računa.
sq: Që të ujdisni një fjalëkalim të ri dhe të përfundoni verifikimin e llogarisë tuaj, përzgjidhni “Krijoni Fjalëkalim”.
sv_se: Välj "Skapa lösenord" för att skapa ett nytt lösenord och slutföra verifieringen av ditt konto.
tr: Yeni parola belirlemek için “Parola oluştur” seçerek hesabınızı doğrulamayı tamamlayın.
tt: Яңа серсүз кую һәм хисабыгызны раслауны тәмамлау өчен «Серсүз булдыру»ны сайлагыз.
uk: Виберіть “Створити пароль” для встановлення нового пароля та завершення налаштування свого облікового запису.

source: Create a password:
cy: Crëwch gyfrinair:
da: Opret en adgangskode:
de: Passwort erstellen:
el: Δημιουργία κωδικού πρόσβασης:
es_ar: Crear una contraseña:
es_cl: Crear una contraseña:
fi: Luo salasana:
fr: Créer un mot de passe :
he: יצירת ססמה:
hu: Jelszó létrehozása:
ia: Crear un contrasigno:
it: Crea una password:
ka: პაროლის შექმნა:
nl: Een wachtwoord aanmaken:
pl: Utwórz hasło:
pt: Criar uma palavra-passe:
pt_br: Crie uma senha:
ru: Создать пароль:
sl: Ustvarite geslo:
sq: Krijoni fjalëkalim:
sv_se: Skapa ett lösenord:
tr: Parola oluşturun:
tt: Серсүз булдыру:
uk: Створити пароль:

source: Welcome to Firefox!
cy: Croeso i Firefox
da: Velkommen til Firefox!
de: Willkommen bei Firefox!
el: Καλώς ορίσατε στο Firefox!
es_ar: ¡Bienvenido a Firefox!
es_cl: ¡Te damos la bienvenida a Firefox!
fi: Tervetuloa Firefoxiin!
fr: Bienvenue dans Firefox !
he: ברוכים הבאים אל Firefox!
hu: Üdvözli a Firefox!
ia: Benvenite a Firefox!
it: Benvenuto in Firefox
ka: მოგესალმებათ Firefox!
nl: Welkom bij Firefox!
pl: Witamy w Firefoksie!
pt: Bem-vindo(a) ao Firefox!
pt_br: Boas-vindas ao Firefox
ru: Добро пожаловать в Firefox!
sl: Dobrodošli v Firefoxu!
sq: Mirë se vini në Firefox!
sv_se: Välkommen till Firefox!
tr: Firefox’a hoş geldiniz!
tt: Firefox-ка рәхим итегез!
uk: Вітаємо у Firefox!

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
cs: Zrušili jsme vaše předplatné produktu %(productName)s. Vaše poslední platba %(invoiceTotal)s byla zaplacena %(invoiceDateOnly)s. Vaše služba bude fungovat do konce současného přeplaceného období, tedy do %(serviceLastActiveDateOnly)s.
cy: Rydym wedi diddymu eich tanysgrifiad am %(productName)s. Talwyd eich taliad olaf o $%(invoiceTotal)s ar %(invoiceDateOnly)s. Bydd eich gwasanaeth yn parhau tan ddiwedd eich cyfnod bilio cyfredol, sef %(serviceLastActiveDateOnly)s.
da: Vi har annulleret dit abonnement på %(productName)s. Din sidste betaling på %(invoiceTotal)s blev betalt den %(invoiceDateOnly)s. Tjenesten fortsætter indtil udgangen af din nuværende faktureringsperiode, som er %(serviceLastActiveDateOnly)s.
de: Wir haben Ihr Abonnement für %(productName)s gekündigt. Ihre letzte Zahlung von %(invoiceTotal)s wurde am %(invoiceDateOnly)s bezahlt. Der Dienst läuft für Sie weiter bis zum Ende Ihres aktuellen Abrechnungszeitraums, dies ist der %(serviceLastActiveDateOnly)s.
el: Έχουμε ακυρώσει τη συνδρομή σας στο %(productName)s. Η τελευταία πληρωμή των %(invoiceTotal)s έγινε στις %(invoiceDateOnly)s. Η υπηρεσία σας θα συνεχίσει μέχρι το τέλος της τρέχουσας περιόδου χρέωσης, που είναι στις %(serviceLastActiveDateOnly)s.
es_ar: Cancelamos tu suscripción a %(productName)s. Tu último pago de $%(invoiceTotal)s se realizó el %(invoiceDateOnly)s. Tu servicio va a continuar hasta el término del periodo de facturación actual, que es %(serviceLastActiveDateOnly)s.
es_cl: Hemos cancelado tu suscripción para %(productName)s. Tu último pago de %(invoiceTotal)s fue realizado el %(invoiceDateOnly)s. Tu servicio continuará hasta el término del periodo de facturación actual, el cual es hasta %(serviceLastActiveDateOnly)s.
fi: Tuotteen %(productName)s tilaus on peruttu. Viimeisin maksusi, jonka summa on %(invoiceTotal)s, maksettiin %(invoiceDateOnly)s. Voit käyttää palvelua nykyisen laskutusjakson loppuun asti, joka päättyy %(serviceLastActiveDateOnly)s.
fr: Nous avons annulé votre abonnement à %(productName)s. Votre règlement final de %(invoiceTotal)s a été payé le %(invoiceDateOnly)s. Le service continuera jusqu’à la fin de votre période de facturation actuelle, soit le %(serviceLastActiveDateOnly)s.
he: ביטלנו את המינוי שלך ל־%(productName)s. התשלום הסופי שלך בסך %(invoiceTotal)s שולם בתאריך %(invoiceDateOnly)s. השירות שלך יימשך עד סוף תקופת החיוב הנוכחית שלך, שהיא בתאריך %(serviceLastActiveDateOnly)s.
hr: Otkazali smo tvoju pretplatu na %(productName)s. Tvoja konačna uplata od %(invoiceTotal)s plaćena je %(invoiceDateOnly)s. Tvoja usluga bit će dostupna do kraja trenutnog obračunskog razdoblja, koji je %(serviceLastActiveDateOnly)s.
hu: Megszakítottuk a(z) %(productName)s-előfizetését. Az utolsó befizetésének ideje %(invoiceDateOnly)s, összege %(invoiceTotal)s. Az előfizetése aktív marad a befizetett periódus végéig, melynek dátuma %(serviceLastActiveDateOnly)s.
ia: Nos ha cancellate tu subscription a %(productName)s. Tu pagamento final de %(invoiceTotal)s ha essite pagate le %(invoiceDateOnly)s. Tu servicio continuara usque le fin de tu actual termino de facturation, que es %(serviceLastActiveDateOnly)s.
it: Abbiamo annullato il tuo abbonamento a %(productName)s. Il tuo pagamento finale di %(invoiceTotal)s è stato effettuato il %(invoiceDateOnly)s. Potrai continuare a usufruire del servizio fino alla fine del periodo di fatturazione corrente, che termina il %(serviceLastActiveDateOnly)s.
ka: ჩვენ გავაუქმეთ თქვენ მიერ გამოწერილი %(productName)s. ბოლო გადახდაა %(invoiceTotal)s, თარიღით %(invoiceDateOnly)s. თქვენი მომსახურება გაგრძელდება, მიმდინარე საანგარიშო პერიოდის დასრულებამდე, თარიღით %(serviceLastActiveDateOnly)s.
kab: Nsefsex ajerred-ik/im %(productName)s. Axelleṣ-ik/im aneggaru n $%(invoiceTotal)s yeḍra-d deg %(invoiceDateOnly)s. Ameẓlu-ik/im ad ikemmel alamma d taggar n twala n ufter, win ara yilin deg %(serviceLastActiveDateOnly)s.
nb_no: Vi har kansellert ditt abonnement på %(productName)s. Den siste betalingen din på %(invoiceTotal)s ble betalt den %(invoiceDateOnly)s. Tjenesten fortsetter til slutten av gjeldende faktureringsperiode, som er %(serviceLastActiveDateOnly)s.
nl: We hebben uw abonnement op %(productName)s opgezegd. Uw laatste betaling van %(invoiceTotal)s is betaald op %(invoiceDateOnly)s. Uw abonnement loopt door tot het einde van de huidige factureringsperiode, te weten tot %(serviceLastActiveDateOnly)s.
pl: Anulowaliśmy subskrypcję %(productName)s. Ostatnia płatność w wysokości %(invoiceTotal)s została opłacona w dniu %(invoiceDateOnly)s. Możesz korzystać z usługi do końca bieżącego okresu rozliczeniowego, czyli %(serviceLastActiveDateOnly)s.
pt: Cancelámos a sua subscrição %(productName)s. O seu pagamento final de %(invoiceTotal)s foi pago em %(invoiceDateOnly)s. O seu serviço irá continuar até ao final do seu período de faturação atual, que é %(serviceLastActiveDateOnly)s.
pt_br: Cancelamos sua assinatura do %(productName)s. Seu pagamento final de %(invoiceTotal)s foi feito em %(invoiceDateOnly)s. Seu serviço continuará até o final do período de cobrança atual, que é %(serviceLastActiveDateOnly)s.
ro: Ți-am anulat abonamentul %(productName)s. Plata ta finală de %(invoiceTotal)s a fost efectuată la %(invoiceDateOnly)s. Serviciul îți va fi furnizat în continuare, până la sfârșitul perioadei tale curente de facturare, și anume până la %(serviceLastActiveDateOnly)s.
ru: Мы отменили вашу подписку на %(productName)s. Ваш последний платёж в размере $%(invoiceTotal)s был совершён %(invoiceDateOnly)s. Доступ к службе будет действовать до конца текущего платёжного периода, которым является %(serviceLastActiveDateOnly)s.
sl: Preklicali smo vašo naročnino za %(productName)s. Zadnje plačilo %(invoiceTotal)s je bilo nakazano %(invoiceDateOnly)s. Storitev se bo nadaljevala do konca trenutnega obračunskega obdobja, to je %(serviceLastActiveDateOnly)s.
sq: Kemi anuluar pajtimin tuaj %(productName)s. Pagesa juaj e fundit prej $%(invoiceTotal)s qe paguar më %(invoiceDateOnly)s. Shërbimi juaj do të vazhdojë deri në fund të periudhës së faturuar, që është %(serviceLastActiveDateOnly)s.
sv_se: Vi har avbrutit ditt prenumeration på %(productName)s. Din slutbetalning på %(invoiceTotal)s betalades den %(invoiceDateOnly)s. Din tjänst fortsätter fram till slutet av din nuvarande faktureringsperiod, vilket är %(serviceLastActiveDateOnly)s.
tr: %(productName)s aboneliğinizi iptal ettik. %(invoiceTotal)s tutarındaki son ödemenizi %(invoiceDateOnly)s tarihinde almıştık. Ödediğiniz dönemin son günü olan %(serviceLastActiveDateOnly)s tarihine kadar hizmetiniz devam edecektir.
uk: Ми скасували вашу передплату %(productName)s. Ваш останній платіж розміром %(invoiceTotal)s було проведено %(invoiceDateOnly)s. Ви матимете доступ до послуги до завершення поточного періоду передплати %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
cs: Úspěšně jste přepnuli z %(productNameOld)s na %(productNameNew)s.
cy: Rydych wedi symud o %(productNameOld)s i %(productNameNew)s yn llwyddiannus.
da: Du har skiftet fra %(productNameOld)s til %(productNameNew)s.
de: Sie haben erfolgreich von %(productNameOld)s zu %(productNameNew)s gewechselt.
el: Έχετε ολοκληρώσει επιτυχώς τη μετάβαση από το %(productNameOld)s στο %(productNameNew)s.
es_ar: Cambiaste correctamente de %(productNameOld)s a %(productNameNew)s.
es_cl: Has cambiado exitosamente de %(productNameOld)s a %(productNameNew)s.
fi: Vaihdoit onnistuneesti tuotteesta %(productNameOld)s tuotteeseen %(productNameNew)s.
fr: Votre passage de %(productNameOld)s à %(productNameNew)s s’est effectué correctement.
he: עברת בהצלחה מ־%(productNameOld)s ל־%(productNameNew)s.
hr: Uspješno si prešla/o s %(productNameOld)s na %(productNameNew)s.
hu: Sikeresen váltott erről: %(productNameOld)s, erre: %(productNameNew)s.
ia: Tu ha cambiate con successo ab %(productNameOld)s a %(productNameNew)s.
it: Il passaggio da %(productNameOld)s a %(productNameNew)s è stato completato correttamente.
ja: %(productNameOld)s から %(productNameNew)s への切り替えが完了しました。
ka: წარმატებულად გადაირთო %(productNameOld)s – %(productNameNew)s.
kab: Tbeddleḍ akken iwata seg %(productNameOld)s ɣer %(productNameNew)s.
nb_no: Du har byttet fra %(productNameOld)s til %(productNameNew)s.
nl: U bent met succes overgeschakeld van %(productNameOld)s naar %(productNameNew)s.
pl: Pomyślnie przełączono z %(productNameOld)s na %(productNameNew)s.
pt: Mudou com sucesso de %(productNameOld)s para %(productNameNew)s.
pt_br: Você mudou com sucesso de %(productNameOld)s para %(productNameNew)s.
ro: Ai trecut cu succes de la %(productNameOld)s la %(productNameNew)s.
ru: Вы успешно перешли с %(productNameOld)s на %(productNameNew)s.
sk: Úspešne ste prešli z %(productNameOld)s na %(productNameNew)s.
sl: Uspešno ste preklopili iz %(productNameOld)s na %(productNameNew)s.
sq: Kaluat me sukses nga %(productNameOld)s në %(productNameNew)s.
sr: Успешно сте се пребацили са %(productNameOld)s на %(productNameNew)s.
sr_latn: Uspešno ste se prebacili sa %(productNameOld)s na %(productNameNew)s.
sv_se: Du har lyckats byta från %(productNameOld)s till %(productNameNew)s.
th: คุณเปลี่ยนจาก %(productNameOld)s เป็น %(productNameNew)s เรียบร้อยแล้ว
tr: %(productNameOld)s aboneliğinden %(productNameNew)s aboneliğine başarıyla geçtiniz.
tt: %(productNameOld)s продуктыннан %(productNameNew)s продуктына күчү уңышлы узды.
uk: Ви успішно перейшли з %(productNameOld)s на %(productNameNew)s.
