Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Once verified, this address will begin receiving security notifications and confirmations.
ar: ما إن تؤكّده سيبدأ إرسال التنبيهات الأمنية والتأكيدات إلى هذا العنوان.
be: Пасля праверкі, гэты адрас пачне атрымліваць абвесткі бяспекі і пацвярджэнні.
bg: След като потвърдите този имейл до него ще бъдат изпращани известия по сигурността и потвърждения за влизане.
bs: Nakon verifikacije, ova adresa će početi primati sigurnosna obavještenja i potvrde.
ca: Després de la verificació, aquesta adreça rebrà notificacions i confirmacions de seguretat.
cs: Po ověření budete na tuto e-mailovou adresu dostávat bezpečnostní oznámení a potvrzování přihlášení.
cy: Unwaith iddo gael ei ddilysu, bydd y cyfrif hwn yn cychwyn derbyn hysbysiadau diogelwch a negeseuon cadarnhau.
da: Når denne mailadresse er blevet bekræftet, vil den begynde at modtage sikkerhedsmeddelelser og bekræftelser.
de: Sobald sie verifiziert wurde, erhält auch diese Adresse Sicherheitsinformationen und Bestätigungen.
el: Μόλις επαληθευτεί, αυτή η διεύθυνση θα αρχίσει να λαμβάνει ειδοποιήσεις και επιβεβαιώσεις ασφαλείας.
es_ar: Una vez verificada, esta dirección comenzará a recibir notificaciones de seguridad y confirmaciones.
es_cl: Una vez verificada, esta dirección empezará a recibir notificaciones de seguridad.y confirmaciones.
et: Peale kinnitamist saadetakse sellele aadressile turvateavitusi ja -kinnitusi.
eu: Egiaztatu ondoren, helbide honetan segurtasun-jakinarazpen eta -berrespenak jasoko dira.
fa: پس از تایید، این نشانی اطلاعیه‌های امنیتی و تاییده‌ها را دریافت خواهد کرد.
fi: Vahvistamisen jälkeen tähän osoitteeseen lähetetään tietoturvailmoituksia ja vahvistuksia.
fr: Une fois confirmée, cette adresse électronique recevra les confirmations et notifications de sécurité.
gd: Turas a chaidh a dhearbhadh, gheibh an seòladh seo brathan tèarainteachd is dearbhaidhean.
he: לאחר האימות כל התרעות האבטחה והאישורים יישלחו לכתובת הזו.
hi: सत्यापित करने के बाद, यह पता सुरक्षा सूचनाएं और पुष्टियां प्राप्त करना शुरू कर देगा।
hr: Nakon potvrde, na ovu će adresu početi pristizati sigurnosne obavijesti i potvrde.
hu: Ha hitelesíti, akkor ez a cím meg fogja kapni a biztonsági értesítéseket és megerősítéseket.
ia: Un vice verificate, iste adresse comenciara a reciper notificationes e confirmationes de securitate.
it: Una volta verificato, il presente indirizzo email riceverà notifiche e messaggi di conferma dall’account Firefox.
ja: 確認が済み次第、このアドレスにセキュリティ通知や確認のメールが送られるようになります。
ka: დამოწმებისთანავე, ამ მისამართზე დაიწყება უსაფრთხოების შეტყობინებების და დასადასტურებელი მოთხოვნების გამოგზავნა.
kab: Ticki ittwasenqed, tansa-yagi ad s-yaweḍ isentam akked ilγa n tγellist.
kk: Расталғаннан кейін, бұл адрес қауіпсіздік ескертулер және растауларды алатын болады.
lt: Patvirtinus, šis adresas pradės gauti saugumo pranešimus ir patvirtinimus.
ml: പരിശോധിച്ചു കഴിഞ്ഞാൽ, ഈ വിലാസം സുരക്ഷാ അറിയിപ്പുകളും സ്ഥിരീകരണങ്ങളും സ്വീകരിച്ചുതുടങ്ങും.
ms: Apabila disahkan, alamat ini akan mula menerima notifikasi dan pengesahan.
nb_no: Når e-postadressen er verifisert, vil den begynne å motta sikkerhetsvarsler og bekreftelser.
nl: Na verificatie worden op dit adres beveiligingsmeldingen en bevestigingen ontvangen.
pl: Po zweryfikowaniu ten adres będzie otrzymywał powiadomienia bezpieczeństwa i potwierdzenia.
pt: Assim que verificado, este endereço irá começar a receber notificações de segurança e confirmações.
pt_br: Uma vez validado, este endereço começará a receber notificações de segurança e confirmações.
ro: Odată verificată, adresa va începe să primească notificări de securitate și confirmări.
ru: После подтверждения, на этот адрес станут приходить оповещения безопасности и подтверждения.
sk: Po overení začnete na túto e-mailovú adresu dostávať bezpečnostné upozornenia a potvrdenia.
sl: Ko naslov potrdite, bo začel prejemati varnostna obvestila in potrditve.
sq: Pas verifikimit, kjo adresë do të fillojë të marrë njoftime sigurie dhe ripohime.
sr: Једном када је верификујете, адреса ће добијати безбедносна обавештења и потврде о пријавама.
sr_latn: Jednom kada je verifikujete, adresa će dobijati bezbednosna obaveštenja i potvrde o prijavama.
sv_se: När den är verifierad, kommer att denna adress börja ta emot säkerhetsmeddelanden och bekräftelser.
te: ధృవీకరించిన తర్వాత, ఈ చిరునామా భద్రతా నోటిఫికేషన్లు మరియు నిర్ధారణలను స్వీకరించడం ప్రారంభమవుతుంది.
th: เมื่อได้รับการยืนยัน ที่อยู่นี้จะเริ่มได้รับการแจ้งเตือนความปลอดภัยและการยืนยัน
tr: Adres doğrulandıktan sonra güvenlik bildirimleri ve onaylar bu adrese de gönderilecektir.
tt: Адрес расланганнан соң, хәвефсезлек турындагы белдерүләр һәм раслаулар бу адреска да җибәреләчәк.
uk: Одразу після підтвердження, на цю адресу почнуть приходити сповіщення безпеки і входу.

source: Use this verification code:
cs: Použít ověřovací kód:
cy: Defnyddiwch y cod dilysu hwn:
da: Brug denne bekræftelseskode:
de: Diesen Verifizierungscode verwenden:
el: Χρησιμοποιήστε αυτό τον κωδικό επαλήθευσης:
es_ar: Usá este código de verificación:
es_cl: Usar este código de verificación:
fi: Käytä tätä vahvistuskoodia:
fr: Utilisez ce code de vérification :
he: נא להשתמש בקוד האימות הזה:
hr: Koristi ovaj kôd za potvrdu:
hu: Használja ezt az ellenőrzőkódot:
ia: Usa iste codice de verification:
it: Usa questo codice di verifica:
ka: გამოიყენეთ დამადასტურებელი კოდი:
kab: Seqdec tangalt-a n usenqed:
nb_no: Bruk denne bekreftelseskoden:
nl: Gebruik deze verificatiecode:
pl: Użyj tego kodu weryfikacyjnego:
pt: Utilizar este código de confirmação:
pt_br: Use este código de verificação:
ro: Folosește acest cod de verificare:
ru: Используйте этот код подтверждения:
sk: Použite tento overovací kód:
sl: Uporabite to potrditveno kodo:
sq: Përdor këtë kod verifikimi:
sr: Искористите овај верификациони код:
sr_latn: Iskoristite ovaj verifikacioni kod:
sv_se: Använd den här verifieringskoden:
th: ใช้รหัสยืนยันนี้:
tr: Bu doğrulama kodunu kullanın:
tt: Бу раслау кодын куллану:
uk: Використати цей код підтвердження:

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
cs: Platnost vyprší za 5 minut. Po ověření budete na tuto e-mailovou adresu dostávat bezpečnostní oznámení a potvrzení.
cy: Daw i ben mewn 5 munud. Ar ôl ei wirio, bydd y cyfeiriad hwn yn dechrau derbyn hysbysiadau a chadarnhad diogelwch.
da: Den udløber om 5 minutter. Når denne mailadresse er blevet bekræftet, vil den begynde at modtage sikkerhedsmeddelelser og bekræftelser.
de: Er läuft in 5 Minuten ab. Sobald sie verifiziert wurde, erhält auch diese Adresse Sicherheitsinformationen und Bestätigungen.
el: Λήγει σε 5 λεπτά. Μόλις γίνει επαλήθευση, αυτή η διεύθυνση θα αρχίσει να λαμβάνει ειδοποιήσεις και επιβεβαιώσεις ασφαλείας.
es_ar: Caduca en 5 minutos. Una vez verificada, esta dirección a a empezar a recibir notificaciones de seguridad y confirmaciones.
es_cl: Expira en 5 minutos. Una vez verificada, esta dirección empezará a recibir notificaciones de seguridad.y confirmaciones.
fi: Se vanhenee 5 minuutissa. Vahvistamisen jälkeen tämä osoite alkaa vastaanottamaan turvallisuusilmoituksia ja -vahvistuksia.
fr: Celui-ci expire dans 5 minutes. Une fois vérifiée, cette adresse commencera à recevoir des notifications et confirmations de sécurité.
he: הקוד יפוג בתוך 5 דקות. לאחר האימות כל התרעות האבטחה והאישורים יישלחו לכתובת הזו.
hr: Istječe za 5 minuta. Jednom kada je potvrđena, ova adresa primat će sigurnosne obavijesti i potvrde.
hu: 5 perc múlva lejár. Ha hitelesíti, akkor ez a cím meg fogja kapni a biztonsági értesítéseket és megerősítéseket.
ia: Illo expira in 5 minutas. Un vice verificate, iste adresse comenciara a reciper notificationes e confirmationes de securitate.
it: Il codice scadrà tra 5 minuti. Una volta verificato, il presente indirizzo email riceverà notifiche di sicurezza e messaggi di conferma dall’account Firefox.
ja: この確認コードは 5 分で使用期限切れになります。確認が済み次第、このアドレスにセキュリティ通知や確認のメールが送られるようになります。
ka: ვადა გაუვა 5 წუთში. დამოწმების შემდეგ, ამ მისამართზე მიიღებთ უსაფრთხოებისა და დადასტურების შეტყობინებებს.
kab: Aya ad yemmet deg 5 n tesdatin. Ticki ittwasenqed, tansa-yagi ad as-d-aweḍen yilγa n tγellist akked usentem.
nb_no: Den utløper om 5 minutter. Når e-postadressen er verifisert, vil den begynne å motta sikkerhetsvarsler og bekreftelser.
nl: Deze verloopt over 5 minuten. Na verificatie ontvangt dit adres beveiligingsmeldingen en bevestigingen.
pl: Wygasa za 5 minut. Po zweryfikowaniu ten adres będzie otrzymywał powiadomienia bezpieczeństwa i potwierdzenia.
pt: Expira em 5 minutos. Assim que for confirmado, este endereço irá começar a receber notificações de segurança e confirmações.
pt_br: Ele expira em 5 minutos. Uma vez validado, este endereço começará a receber notificações e confirmações de segurança.
ro: Expiră în 5 minute. Odată verificată, această adresă va începe să primească notificări de securitate și confirmări.
ru: Срок его действия истекает через 5 минут. После подтверждения, на этот адрес станут приходить оповещения безопасности и подтверждения.
sk: Jeho platnosť vyprší po 5 minútach. Po overení začnete na túto e-mailovú adresu dostávať bezpečnostné upozornenia a potvrdenia.
sl: Poteče čez 5 minut. Ko naslov potrdite, bo začel prejemati varnostna obvestila in potrditve.
sq: Skadon për 5 minuta. Pas verifikimit, kjo adresë do të fillojë të marrë njoftime sigurie dhe ripohime.
sr: Истиче за 5 минута. Једном када верификујете, адреса ће добијати безбедносна обавештења и потврде о пријавама.
sr_latn: Ističe za 5 minuta. Jednom kada verifikujete, adresa će dobijati bezbednosna obaveštenja i potvrde o prijavama.
sv_se: Den upphör inom 5 minuter. När den har verifierats börjar denna adress ta emot säkerhetsmeddelanden och bekräftelser.
th: จะหมดอายุใน 5 นาที เมื่อยืนยันแล้วที่อยู่นี้จะเริ่มได้รับการแจ้งเตือนด้านความปลอดภัยและการยืนยันต่างๆ
tr: Kodun geçerlilik süresi 5 dakikadır. Adres doğrulandıktan sonra güvenlik bildirimleri ve onaylar bu adrese de gönderilecektir.
tt: 5 минуттан аның вакыты чыгачак. Адрес расланганнан соң, хәвефсезлек турындагы белдерүләр һәм раслаулар бу адреска да җибәреләчәк.
uk: Термін його дії спливає через 5 хвилин. Одразу після підтвердження, на цю адресу надсилатимуться сповіщення про безпеку та підтвердження входів.

source: Is this you signing up?
cs: Jste to vy, kdo se přihlašuje?
cy: Ai hyn yw chi wedi cofrestru?
da: Er det dig, der tilmelder dig?
de: Sind Sie das, der sich da registriert?
el: Κάνετε εσείς εγγραφή;
es_ar: ¿Te estás registrando?
es_cl: ¿Eres tu quien se está registrando?
fi: Yritätkö rekisteröityä?
fr: Étiez-vous à l’origine de cette inscription ?
he: האם הבקשה להרשמה הגיעה ממך?
hr: Je li ovo tvoja prijava?
hu: Ez az ön regisztrációja?
ia: Es vermente tu qui vole inscriber se?
it: Hai effettuato tu questo accesso?
ja: これはあなたが登録しようとしているアカウントですか？
ka: ეს ანგარიში თქვენ შექმენით?
kab: D kečč i d-yessutren ajerred-agi?
nb_no: Er det du som registrerer deg?
nl: Registreert u zich?
pl: Czy to Ty się rejestrujesz?
pt: É você que se está a registar?
pt_br: É você mesmo se cadastrando?
ro: Tu ești cel/cea care se înscrie?
ru: Это вы регистрируетесь?
sk: Prihlasujete sa naozaj vy?
sl: Se prijavljate vi?
sq: A jeni ju që po regjistroheni?
sr: Да ли сте се ово ви пријавили?
sr_latn: Da li ste se ovo vi prijavili?
sv_se: Är det du som registrerar dig?
th: ใช่คุณที่ลงชื่อเข้า?
tr: Kaydolan siz misiniz?
tt: Теркәлүче Сезме?
uk: Це ви виконуєте вхід?

source: If yes, use this verification code in your registration form:
cs: Pokud ano, použijte v registračním formuláři tento ověřovací kód:
cy: Os ydych, defnyddiwch y cod gwirio hwn yn eich ffurflen gofrestru:
da: Hvis det er, så brug denne bekræftelseskode i din registreringsformular:
de: Wenn ja, verwenden Sie diesen Bestätigungscode in Ihrem Registrierungsformular:
el: Εάν ναι, χρησιμοποιήστε αυτό τον κωδικό επαλήθευσης στη φόρμα εγγραφής σας:
es_ar: Si es así, usá este código de verificación en el formulario de registración:
es_cl: En caso afirmativo, utiliza este código de verificación en tu formulario de registro:
fi: Jos kyllä, käytä tätä vahvistuskoodia rekisteröintilomakkeessa:
fr: Si oui, utilisez ce code de vérification dans votre formulaire d’inscription :
he: אם כן, יש להשתמש בקוד אימות זה בטופס ההרשמה שלך:
hu: Ha igen, használja ezt az ellenőrzőkódot a regisztrációs űrlapján:
ia: Si si, usa iste codice de verification in tu modulo de registration:
it: In caso affermativo, utilizza questo codice di verifica nel modulo di registrazione:
ka: თუ კი, გამოიყენეთ დამოწმების ეს კოდი თქვენს სარეგისტრაციო ველში:
kab: Ma yella ih, seqdec tangalt-a n usenqed deg tferkit-ik·im n usekles:
nl: Zo ja, gebruik dan deze verificatiecode in uw registratieformulier:
pl: Jeśli tak, użyj tego kodu weryfikacyjnego w formularzu rejestracyjnym:
pt: Em caso afirmativo, utilize este código de confirmação no seu formulário de registo:
pt_br: Caso afirmativo, use este código de verificação em seu formulário de cadastro:
ru: Если да, используйте этот код верификации в своей регистрационной форме:
sk: Ak áno, použite tento overovací kód vo svojom registračnom formulári:
sq: Nëse po, përdoreni këtë kod verifikimi në formularin e regjistrimit tuaj:
sv_se: Om ja, använd den här verifieringskoden i ditt registreringsformulär:
uk: Якщо так, використайте цей код підтвердження у своїй формі реєстрації:

source: Ready, set, sync
ar: جهّز نفسك، استعداد، زامن
ast: 3... 2... 1... Syncroniza
be: На старт, увага, сінхранізацыя
bg: Готови, на старта, синхронизиране
bs: Priprema, pozor, sinhronizacija
ca: Preparats, llestos, sincronitzeu
cs: Připravte se, pozor, synchronizujeme
cy: Un, dau, tri, cydweddu
da: Klar, parat, synkronisér
de: Auf die Plätze, fertig, sync
el: Λάβετε θέσεις, έτοιμοι, συγχρονίστε
es_ar: Preparados, listos, Sync
es_cl: Preparados, Listos, Sincronizar
et: Tähelepanu, valmis olla, sünkrooni
eu: Prest, adi, sync
fa: آماده، درجا، همگام‌سازی
fi: Paikoillanne, valmiit, synkronoikaa
fr: À vos marques… Prêts ? Synchronisez !
gd: Deiseil, deònach, dèan sioncronachadh
he: למקומות, הכן, סנכרן!
hi: तैयार, सेट, सिंक
hr: Priprema, pozor, sinkroniziraj
hu: Vigyázz, kész, Sync
ia: A vostre marcas, preste, sync
it: Pronti, ai posti, Sync!
ja: 数ステップで簡単に同期
ka: მოემზადეთ, ყურადღება, დასინქრონება
kab: Theggaḍ, Sbadu, Mtawi
kk: Дайындал, назар аудар, синхронда
lt: Pasiruošti, dėmesio, sinchronizuojam!
ml: റെഡി, സെറ്റ്, സമന്വയിപ്പിക്കുക
ms: Bersedia, set, sync
nb_no: Klar, ferdig, synkroniser
nl: Op uw plaatsen, klaar, synchroniseren
pa_in: ਤਿਆਰ, ਸੈਟ, ਸਿੰਕ
pl: Gotowi, do startu, synchronizuj
pt: Pronto, preparar, sincronizar
pt_br: Preparar, apontar, sincronizar
ro: Pe locuri, fii gata, sincronizează
ru: На старт, внимание, синхронизация
sk: Pripravte sa, pozor, synchronizujeme
sl: Pripravljeni, pozor, sinhronizirajmo
sq: Gati, në rregull, njëkohëso
sr: Спремни, позор, синхронизуј
sr_latn: Spremni, pozor, sinhronizuj
sv_se: Klara, färdiga, synka
te: రెడీ, సెట్, సమకాలీకరణ
th: พร้อม, ตั้งค่า, ซิงค์
tr: Rahat, hazır ol, eşitle
tt: Стартка, әзер бул, синхронла
uk: На старт, увага, синхронізація

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
ar: أكِّد استلامك لهذا البريد وسنساعدك بتنزيل فَيَرفُكس ومزامنته على كل أجهزتك التي تبدأ بِ‍:
ast: Confirma que recibiesti esti corréu y ayudarémoste a instalar y sincronizar Firefox en tolos tos preseos entamando per:
be: Пацвердзіце, што вы атрымалі гэты ліст, і мы дапаможам вам усталяваць і сінхранізаваць Firefox на ўсіх прыладах, пачынаючы з:
bg: Потвърдете, че сте получили това писмо и ще ви помогнем да инсталирате и синхронизирате Firefox на всички ваши устройства, започвайки от:
bs: Potvrdite da ste dobili ovaj email i pomoći ćemo vam instalirati i sinhronizovati Firefox na svim vašim uređajima počevši sa:
ca: Confirmeu que heu rebut aquest correu i us ajudarem a instal·lar i sincronitzar el Firefox en tots els vostres dispositius, començant per:
cs: Potvrďte, že jste obdrželi tento e-mail a my vám pomůžeme s instalací a synchronizací Firefoxu na všech vašich zařízení včetně:
cy: Cadarnhewch eich bod wedi derbyn yr e-bost hwn ac mi wnawn ni eich cynorthwyo i osod a chydweddu Firefox ar eich holl ddyfeisiau gan gychwyn gyda:
da: Bekræft, at du har modtaget denne mail, så hjælper vi dig med at installere og synkronisere Firefox på alle dine enheder, begyndende med:
de: Bestätigen Sie den Erhalt dieser E-Mail, dann helfen wir Ihren bei der Installation und Synchronisation von Firefox auf all Ihren Geräten, angefangen von:
el: Επιβεβαιώστε ότι έχετε λάβει αυτό το email και θα σας βοηθήσουμε να εγκαταστήσετε και να συγχρονίσετε το Firefox σε όλες σας τις συσκευές ξεκινώντας με:
es_ar: Confirmá que recibiste este correo electrónico y te ayudaremos a instalar y sincronizar Firefox en todos tus dispositivos comenzando con:
es_cl: Confirma que has recibido este correo y te ayudaremos a instalar y sincronizar Firefox en todos tus dispositivos empezando por:
et: Kinnita selle kirja kättesaamine ning aitame sul paigaldada ja sünkroonida Firefoxi kõigil sinu seadmetel, alustades:
eu: Berretsi mezu hau jaso duzula eta zure gailu guztietan Firefox instalatu eta sinkronizatzen lagunduko dizugu, ondorengoarekin hasita:
fa: تایید کنید که این ایمیل را دریافت کرده‌اید و پس از آن ما به شما کمک خواهیم کرد تا فایرفاکس را در تمام دستگاه‌های خود نصب و همگام‌سازی کنید، با شروع از:
fi: Vahvista, että olet saanut tämän sähköpostin, niin autamme asentamaan ja synkronoimaan Firefoxin kaikilla laitteillasi, aloittaen tästä:
fr: Confirmez que vous avez reçu ce message et nous vous aiderons à installer et synchroniser Firefox sur tous vos appareils, en commençant par :
gd: Dearbh gun d’fhuair thu am post-d seo agus cuidichidh sinn thu a’ stàladh is a’ sioncronachadh Firefox air feadh nan uidheaman agad, a’ tòiseachadh le:
he: נא לאשר שקיבלת את ההודעה הזו בדוא״ל ואנו נסייע לך להתקין ולסנכרן את Firefox בכל המכשירים שלך החל מ־:
hi: पुष्टि करें कि आपको यह ईमेल प्राप्त हुआ है और हम आपके सभी डिवाइसेज़ पर Firefox स्थापित और सिंक करने में आपकी सहायता करेंगे:
hr: Potvrdi primanje ovog e-maila i pomoći ćemo ti instalirati i sinkronizirati Firefox na svim tvojim uređajima počevši od:
hu: Erősítse meg hogy megkapta ezt e-mailt, és segítünk telepíteni és szinkronizálni a Firefoxát az összes eszközén, ezzel kezdve:
ia: Confirma que tu ha recipite iste message e nos te adjutara a installar e synchronisar Firefox sur tote tu apparatos, comenciante con:
it: Dopo aver confermato la ricezione di questa email verrai guidato nell’installazione e nella sincronizzazione di Firefox su tutti i tuoi dispositivi, a partire da:
ja: このメールを受信したことを確認してください。他の少なくともひとつの端末に Firefox をインストールし、それを接続する方法を紹介します:
ka: დაადასტურეთ, რომ მიიღეთ ეს წერილი და ჩვენ დაგეხმარებით Firefox-ის დაყენებასა და დასინქრონებაში, ყველა მოწყობილობაზე, დაწყებული:
kab: Ini-yaq-d ma yella tremseḍ-d izen-agi udiq ak-d-nefk afus deg usebded akked umtawi n Firefox ɣer ibenkan inek meṛṛa, ad nebdu si:
kk: Бұл поштаны алғаныңызды растаңыз, біз сізге Firefox-ты барлық құрылғыларыңызда орнатып, синхрондауға көмектесеміз, келесіден бастап:
lt: Patvirtinkite, jog gavote šį laišką, o mes padėsime jums įdiegti ir sinchronizuoti „Firefox“ naršyklę visuose jūsų įrenginiuose, pradedant šiuo:
ml: നിങ്ങൾക്ക് ഈ ഇമെയിൽ ലഭിച്ചുവെന്ന് സ്ഥിരീകരിക്കുക, കൂടാതെ നിങ്ങളുടെ എല്ലാ ഉപകരണങ്ങളിലും ഫയർ ഫോക്സ് ഇൻസ്റ്റാൾ ചെയ്യുകയും സമന്വയിപ്പിക്കുകയും ചെയ്യുന്നതിന് ഞങ്ങൾ സഹായിക്കും:
ms: Sahkan anda telah menerima e-mel ini dan kami akan membantu anda memasang dan sync Firefox pada semua peranti anda yang bermula dengan:
nb_no: Bekreft, at du har mottatt denne e-post, så hjelper vi deg med å installere og synkronisere Firefox på alle dine enheter, og begynner med:
nl: Bevestig dat u dit e-mailbericht hebt ontvangen en we helpen u Firefox op al uw apparaten te installeren en te synchroniseren, beginnend met:
pl: Potwierdź otrzymanie tej wiadomości, a pomożemy zainstalować i synchronizować Firefoksa na wszystkich urządzeniach, zaczynając od:
pt: Confirme que recebeu este email e nós iremos ajudar-lhe a instalar e sincronizar o Firefox em todos os seus dispositivos começando com:
pt_br: Confirme que você recebeu este email e ajudaremos você a instalar e sincronizar o Firefox em todos os seus dispositivos começando com:
ro: Confirmă că ai primit acest mesaj, iar noi te vom ajuta să instalezi și să sincronizezi Firefox pe toate dispozitivele tale începând cu:
ru: Подтвердите, что вы получили это письмо, и мы поможем вам установить и синхронизировать Firefox на всех ваших устройствах, начиная с:
sk: Potvrďte, že ste dostali tento e-mail a my vám pomôžeme s inštaláciou a synchronizáciou Firefoxu na všetkých vašich zariadeniach vrátane:
sl: Potrdite prejem te e-pošte, nakar vam bomo pomagali namestiti in sinhronizirati Firefox na vseh vaših napravah. Najprej bo na vrsti:
sq: Ripohoni që e keni marrë këtë email dhe do t’ju ndihmojmë të instaloni dhe njëkohësoni Firefox-in në krejt pajisjet tuaja që fillojnë me:
sr: Потврдите да сте примили е-пошту и помоћићемо вам да инсталирате и синхронизујете Firefox на свим вашим уређајима почећи од:
sr_latn: Potvrdite da ste primili e-poštu i pomoćićemo vam da instalirate i sinhronizujete Firefox na svim vašim uređajima počeći od:
sv_se: Bekräfta att du har fått det här e-postmeddelandet och vi kommer att hjälpa dig att installera och synkronisera Firefox på alla dina enheter och börjar med:
te: మీరు ఈ ఇమెయిల్ అందుకున్నట్లు నిర్థారించుకోవాలి మరియు మేము మీ అన్ని పరికరాల్లో Firefox ను ఇన్స్టాల్ చేసి సమకాలీకరించడానికి ప్రారంభిస్తాము:
th: ยืนยันว่าคุณได้รับอีเมลนี้และเราจะช่วยคุณติดตั้งและซิงค์ Firefox บนอุปกรณ์ทั้งหมดของคุณ เริ่มต้นด้วย:
tr: Bu e-postayı aldığınızı onayladıktan sonra tüm cihazlarınıza Firefox'u kurup eşitlemenize yardım edeceğiz. Önce şununla başlayacağız:
tt: Бу электрон хатны алганыгызны раслаганнан соң бар җиһазларыгызда да Firefox'ны урнаштырып аны синхронларга ярдәм итәрбез. Менә болардан башларбыз:
uk: Підтвердьте, що ви отримали цей лист, і ми допоможемо вам встановити і синхронізувати Firefox на всіх ваших пристроях, починаючи з:
