Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
ar: إن لم يكن هذا أنت <a %(revokeAccountRecoveryLinkAttributes)s>فانقر هنا</a>.
be: Калі гэта былі не вы, <a %(revokeAccountRecoveryLinkAttributes)s>націсніце тут.</a>
ca: Si no heu estat vós, <a %(revokeAccountRecoveryLinkAttributes)s>cliqueu aquí.</a>
cs: Pokud jste to nebyli vy, <a %(revokeAccountRecoveryLinkAttributes)s>klikněte zde</a>.
cy: Os nad chi oedd hwn, <a %(revokeAccountRecoveryLinkAttributes)s>cliciwch yma.</a>
da: Hvis det ikke var dig , så <a %(revokeAccountRecoveryLinkAttributes)s>klik her.</a>
de: Wenn Sie das nicht waren, <a %(revokeAccountRecoveryLinkAttributes)s>klicken Sie hier</a>.
el: Αν δεν το κάνατε εσείς, <a %(revokeAccountRecoveryLinkAttributes)s>κάντε κλικ εδώ.</a>
es_ar: Si no fue usted, <a %(revokeAccountRecoveryLinkAttributes)s>haga clic aquí.</a>
es_cl: Si no fuiste tu, <a %(revokeAccountRecoveryLinkAttributes)s>haz clic aquí.</a>
et: Kui seda ei teinud sina, <a %(revokeAccountRecoveryLinkAttributes)s>vajuta siia.</a>
fi: Jos et tehnyt tätä, <a %(revokeAccountRecoveryLinkAttributes)s>napsauta tästä.</a>
fr: Si vous n’êtes pas à l’origine de cette demande, <a %(revokeAccountRecoveryLinkAttributes)s>cliquez ici.</a>
gd: Mur bu tusa a rinn seo, <a %(revokeAccountRecoveryLinkAttributes)s>briog an-seo.</a>
he: אם לא ביצעת את הפעולה הזאת, נא <a %(revokeAccountRecoveryLinkAttributes)s>ללחוץ כאן.</a>
hr: Ako ovo nisi bila/bio ti, <a %(revokeAccountRecoveryLinkAttributes)s>klikni ovdje.</a>
hu: Ha ez nem Ön volt, <a %(revokeAccountRecoveryLinkAttributes)s>kattintson ide.</a>
ia: Si iste non esseva tu, <a %(revokeAccountRecoveryLinkAttributes)s>clicca ci.</a>
it: Se non hai effettuato questa operazione, <a %(revokeAccountRecoveryLinkAttributes)s>fai clic qui</a>.
ja: これがあなたではない場合は、<a %(revokeAccountRecoveryLinkAttributes)s>こちらをクリックしてください</a>。
ka: თუ ეს თქვენ არ გაგიკეთებიათ, <a %(revokeAccountRecoveryLinkAttributes)s>დააწკაპეთ აქ.</a>
kab: Ma da yella mačči d kečč, <a %(revokeAccountRecoveryLinkAttributes)s>senned da:</a>
lt: Jeigu jūs šio veiksmo neatlikote, <a %(revokeAccountRecoveryLinkAttributes)s>spustelėkite čia.</a>
ml: ഇത് നിങ്ങൾ ആല്ലായിരുന്നെല്ലെങ്കിൽ <a %(revokeAccountRecoveryLinkAttributes)s>ഇവിടെ ക്ലിക്കുചെയ്യുക.</a>
ms: Jika ini bukan anda, <a %(revokeAccountRecoveryLinkAttributes)s>klik sini.</a>
nb_no: Hvis dette ikke var deg, <a %(revokeAccountRecoveryLinkAttributes)s>klikk her.</a>
nl: Als u dit niet hebt gedaan, <a %(revokeAccountRecoveryLinkAttributes)s>klik dan hier.</a>
pl: Jeśli to nie Ty, to <a %(revokeAccountRecoveryLinkAttributes)s>kliknij tutaj</a>.
pt: Se não foi você, <a %(revokeAccountRecoveryLinkAttributes)s>clique aqui.</a>
pt_br: Se não foi você, <a %(revokeAccountRecoveryLinkAttributes)s>clique aqui.</a>
ro: Dacă nu ai fost tu, <a %(revokeAccountRecoveryLinkAttributes)s>dă clic aici.</a>
ru: Если это были не вы, <a %(revokeAccountRecoveryLinkAttributes)s>щёлкните здесь.</a>
sk: Ak ste to neboli vy, <a %(revokeAccountRecoveryLinkAttributes)s>kliknite sem.</a>
sl: Če to niste bili vi, <a %(revokeAccountRecoveryLinkAttributes)s>kliknite tukaj</a>.
sq: Nëse ky s’qetë ju, <a %(revokeAccountRecoveryLinkAttributes)s>klikoni këtu.</a>
sr: Ако ово нисте били ви, <a %(revokeAccountRecoveryLinkAttributes)s>кликните овде.</a>
sr_latn: Ako ovo niste bili vi, <a %(revokeAccountRecoveryLinkAttributes)s>kliknite ovde.</a>
sv_se: Om det inte var du, <a %(revokeAccountRecoveryLinkAttributes)s>klicka här.</a>
th: หากนี่ไม่ใช่คุณ <a %(revokeAccountRecoveryLinkAttributes)s>คลิกที่นี่</a>
tr: Bu siz değilseniz <a %(revokeAccountRecoveryLinkAttributes)s>buraya tıklayın.</a>
tt: Әгәр дә моны Сез эшләмәгән булсагыз, <a %(revokeAccountRecoveryLinkAttributes)s>монда басыгыз.</a>
uk: Якщо це були не ви, <a %(revokeAccountRecoveryLinkAttributes)s>натисніть тут.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
ar: نجح توليد مفتاح استعادة للحساب من حسابَ فَيَرفُكس في الجهاز الآتي:
be: Вы паспяхова згенеравалі ключ аднаўлення ўліковага запісу для вашага ўліковага запісу Firefox з наступнай прылады:
ca: Heu generat una clau de recuperació del vostre compte del Firefox des del següent dispositiu:
cs: Úspěšně jste vygenerovali obnovovací klíč pro svůj účet Firefoxu z následujícího zařízení:
cy: Rydych wedi cynhyrchu allwedd adfer ar gyfer eich cyfrif Firefox, yn llwyddiannus, gan ddefnyddio'r ddyfais ganlynol:
da: Du har oprettet en genoprettelsesnøgle til din Firefox-konto fra følgende enhed:
de: Sie haben erfolgreich einen Kontowiederherstellungsschlüssel für Ihr Firefox-Konto von folgendem Gerät erzeugt:
el: Έχετε δημιουργήσει επιτυχώς ένα κλειδί ανάκτησης για το λογαριασμό Firefox σας από την ακόλουθη συσκευή:
es_ar: Generó exitosamente una clave de recuperación de cuenta para su cuenta de Firefox desde el siguiente dispositivo:
es_cl: Has generado exitosamente una clave de recuperación de cuenta para tu cuenta de Firefox desde el siguiente dispositivo:
et: Oled järgmises seadmes edukalt loonud uue Firefoxi konto taastamisvõtme:
fi: Olet luonut tilin palautusavaimen Firefox-tilillesi seuraavasta laitteesta:
fr: Vous avez réussi à générer une clé de récupération de votre compte Firefox en utilisant l’appareil suivant :
gd: Ghin thu iuchair aisig dhan chunntas Firefox agad on uidheam a leanas:
he: ייצרת בהצלחה מפתח לשחזור חשבון ה־Firefox שלך מהמכשיר הבא:
hr: Uspješno je generiran ključ za oporavak računa za tvoj Firefox račun sa sljedećeg uređaja:
hu: Sikeresen előállított egy fiók helyreállítási kulcsot a Firefox fiókjához a következő eszközről:
ia: Tu ha generate con successo un clave de recuperation de conto pro tu conto de Firefox ab le sequente apparato:
it: La chiave di recupero per l’account Firefox è stata correttamente generata dal seguente dispositivo:
ja: 以下の端末からあなたの Firefox アカウントの回復用キーの生成が完了しました:
ka: თქვენ წარმატებით შექმენით აღდგენის ახალი გასაღები Firefox-ანგარიშისთვის შემდეგი მოწყობილობიდან:
kab: Tesluleḍ-d akken iwata amiḍan n tririt seg umiḍan-ik Firefox seg ibenk-agi:
lt: Jūsų „Firefox“ paskyros atkūrimo raktas sėkmingai sugeneruotas, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തിൽ നിന്ന് നിങ്ങളുടെ ഫയര്‍ഫോക്സ് അക്കൌണ്ടിനായുള്ല അക്കൗണ്ട് വീണ്ടെടുക്കൽ കീ വിജയകരമായി സൃഷ്ടിച്ചു:
ms: Anda telah berjaya menjana kekunci pemulihan baru untuk Akaun Firefox anda daripada peranti berikut:
nb_no: Du har opprettet en nøkkel for kontogjenoppretting for din Firefox-konto fra følgende enhet:
nl: U hebt met succes een sleutel voor accountherstel voor uw Firefox-account gegenereerd vanaf het volgende apparaat:
pl: Pomyślnie utworzono klucz odzyskiwania konta Firefoksa z tego urządzenia:
pt: Gerou uma chave de recuperação de conta para a sua Conta Firefox com sucesso a partir do seguinte dispositivo:
pt_br: Você gerou com sucesso uma chave de recuperação de conta para sua Conta Firefox no seguinte dispositivo:
ro: Ai generat cu succes o cheie de recuperare a contului tău Firefox de pe următorul dispozitiv:
ru: Вы успешно сгенерировали ключ восстановления аккаунта для вашего Аккаунта Firefox из следующего устройства:
sk: Úspešne ste vygenerovali obnovovací kľúč pre svoj účet Firefox z nasledujúceho zariadenia:
sl: Uspešno ste ustvarili obnovitveni ključ za svoj Firefox Račun z naslednje naprave:
sq: Prodhuat me sukses një kyç rimarrjeje llogarie për Llogarinë tuaj Firefox, që nga pajisja vijuese:
sr: Успешно сте генерисали кључ за опоравак налога за ваш Firefox налог из следећег уређаја:
sr_latn: Uspešno ste generisali ključ za oporavak naloga za vaš Firefox nalog iz sledećeg uređaja:
sv_se: Du har lyckats generera en kontoåterställningsnyckel för ditt Firefox-konto från följande enhet:
th: คุณสร้างสร้างกุญแจกู้คืนบัญชีสำเร็จจากบัญชี Firefox บนอุปกรณ์เหล่านี้:
tr: Aşağıdaki cihazı kullanarak Firefox Hesabınız için hesap kurtarma anahtarını başarıyla oluşturdunuz:
tt: Түбәндәге җиһазны кулланып, Firefox Хисап өчен хисапны торгызу ачкычын ясату уңышлы булды:
uk: Ви успішно згенерували ключ відновлення облікового запису Firefox з такого пристрою:

source: If this was not you, revoke key.
ar: إن لم يكن هذا أنت فاسحب المفتاح.
be: Калі гэта былі не вы, адклікайце ключ.
ca: Si no heu estat vós, anul·leu la clau.
cs: Pokud jste to nebyli vy, zrušte platnost klíče.
cy: Os nad chi oedd hwn, diddymwch yr allwedd.
da: Hvis det ikke var dig, så tilbagekald nøglen.
de: Wenn Sie dies nicht waren, widerrufen Sie diesen Schlüssel.
el: Αν δεν το κάνατε εσείς, ανακαλέστε το κλειδί.
es_ar: Si no fue usted, anule la clave.
es_cl: Si no fuiste tu, revoca la clave.
et: Kui see polnud sina, siis tühista võti.
fi: Jos et tehnyt tätä, kumoa avain.
fr: Si vous n’êtes pas à l’origine de cette action, révoquez cette clé.
gd: Mur bu tusa a rinn seo, gairm an iuchair air ais.
he: אם לא ביצעת את הפעולה, כדאי לשלול את המפתח.
hr: Ako ovo nisi bila/bio ti, opozovi ključ.
hu: Ha ez nem Ön volt, vonja vissza a kulcsot.
ia: Si iste non esseva tu, revoca le clave.
it: Se non hai effettuato questa operazione, revoca la chiave.
ja: これがあなたではない場合は、キーを無効化してください。
ka: თუ ეს თქვენ არ გაგიკეთებიათ, გააუქმეთ გასაღები.
kab: Ma mačči d kečč/kem i ixedmen aya, ḥwi tasarutt.
lt: Jeigu jūs šio veiksmo neatlikote, atšaukite raktą.
ml: ഇത് നിങ്ങളല്ലായിരുന്നെങ്കിൽ, കീ പിൻവലിക്കുക.
ms: Jika ini bukan anda, batalkan kekunci.
nb_no: Hvis dette ikke var deg, tilbakekall nøkkelen.
nl: Als u dit niet hebt gedaan, trek dan de sleutel in.
pl: Jeśli to nie Ty, to unieważnij klucz.
pt: Se não foi você, revogue a chave.
pt_br: Se não foi você, revogue a chave.
ro: Dacă nu ai fost tu, revocă această cheie.
ru: Если это были не вы, отзовите ключ.
sk: Ak ste to neboli vy, zrušte platnosť kľúča.
sl: Če to niste bili vi, razveljavite ključ.
sq: Nëse ky s’qetë ju, shfuqizojeni kyçin.
sr: Ако ово нисте били ви, укините кључ.
sr_latn: Ako ovo niste bili vi, ukinite ključ.
sv_se: Om det inte var du, återkalla nyckeln.
th: ถ้านี่ไม่ใช่คุณ ให้เพิกถอนกุญแจนี้
tr: Bu işlemi siz yapmadıysanız anahtarı iptal edin.
tt: Әгәр дә моны Сез эшләмәгән булсагыз, ачкычны кире кайтарыгыз.
uk: Якщо це були не ви, відхиліть ключ.

source: Two-step authentication enabled
ar: فُعّل الاستيثاق بخطوتين
be: Двухэтапная аўтарызацыя ўключана
bs: Autentifikacija u dva koraka je omogućena
ca: S'ha habilitat l'autenticació en dos passos
cs: Dvoufázové ověřování je zapnuto
cy: Mae dilysu dau gam wedi ei alluogi
da: Totrinsgodkendelse aktiveret
de: Zwei-Schritt-Authentifizierung aktiviert
el: Η ταυτοποίηση δύο παραγόντων ενεργοποιήθηκε
es_ar: Se habilitó la autenticación en dos pasos
es_cl: Autenticación en dos pasos activada
et: Kaheastmeline autentimine lubati
fi: Kaksivaiheinen todennus otettu käyttöön
fr: Authentification en deux étapes activée
gd: Tha an dearbhadh dà-cheumnach an comas
he: אימות דו־שלבי הופעל
hr: Dvofaktorska autentifikacija je omogućena
hu: Kétlépcsős hitelesítés engedélyezve
ia: Authentication a duo passos activate
it: Autenticazione in due passaggi attivata
ja: 2 段階認証が有効化されました
ka: ორსაფეხურიანი დამოწმება შესვლისას ჩართულია
kab: Asesteb s snat n tarrayin yermed
lt: Įgalintas dvipakopis atpažinimas
ml: രണ്ടു-ഘട്ട പ്രാമാണീകരണം പ്രാപ്തമാക്കി
ms: Pengesahan dwi-langkah telah didayakan
nb_no: Totrinns-verifisering aktivert
nl: Authenticatie in twee stappen ingeschakeld
pa_in: ਦੋ-ਪੜਾਵੀਂ ਪਰਮਾਣਕਿਤਾ ਸਮਰੱਥ ਹੈ
pl: Włączono uwierzytelnianie dwuetapowe
pt: Autenticação de dois passos ativada
pt_br: Autenticação em duas etapas ativada
ro: Autentificare în doi pași activată
ru: Двухэтапная аутентификация включена
sk: Dvojstupňové overenie bolo povolené
sl: Overitev v dveh korakih je omogočena
sq: Mirëfilltësimi dyhapësh u aktivizua
sr: Аутентификација у два корака омогућена
sr_latn: Autentifikacija u dva koraka omogućena
sv_se: Tvåstegsautentisering aktiverad
te: రెండు-దశల ప్రమాణీకరణ చేతనమైనది
th: เปิดใช้งานการรับรองความถูกต้องสองขั้นตอนแล้ว
tr: İki aşamalı kimlik doğrulama etkinleştirildi
tt: Ике адымлы аутентификация кабызылды
uk: Двоетапну перевірку увімкнено

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
ar: نجح تفعيل الاستيثاق بخطوتين لحسابَ فَيَرفُكس بالجهاز الآتي:
be: Вы паспяхова ўключылі двухэтапную аўтарызацыю ў вашым ўліковым запісе Firefox з наступнай прылады:
bs: Uspješno ste omogućili autentifikaciju u dva koraka na vašem Firefox računu sa sljedećeg uređaja:
ca: Heu habilitat l'autenticació en dos passos per al vostre compte del Firefox des del següent dispositiu:
cs: Úspěšně jste zapnuli dvoufázové ověřování na vašem účtu Firefoxu z následujícího zařízení:
cy: Rydych wedi galluogi dilysu dau gam yn llwyddiannus ar eich Cyfrif Firefox o'r ddyfais ganlynol:
da: Du har aktiveret totrinsgodkendelse på din Firefox-konto fra følgende enhed:
de: Sie haben die Zwei-Schritt-Authentifizierung für Ihr Firefox-Konto von folgendem Gerät erfolgreich aktiviert:
el: Έχετε ενεργοποιήσει επιτυχώς την ταυτοποίηση δύο παραγόντων στον λογαριασμό Firefox σας από την ακόλουθη συσκευή:
es_ar: Activó correctamente la autenticación en dos pasos en su cuenta de Firefox desde el siguiente dispositivo:
es_cl: Has activado exitosamente la autenticación en dos pasos en tu cuenta de Firefox desde el siguiente dispositivo:
et: Oled järgnevat seadet kasutades edukalt lubanud Firefoxi konto kaheastmelise autentimise:
fi: Olet ottanut onnistuneesti käyttöön kaksivaiheisen todennuksen Firefox-tilillesi seuraavista laitteista:
fr: Vous avez activé l’authentification en deux étapes pour votre compte Firefox à partir de l’appareil suivant :
gd: Chuir thu dearbhadh dà-cheumnach an comas sa chunntas Firefox agad o na h-uidheaman a leanas:
he: הפעלת בהצלחה אימות דו־שלבי בחשבון ה־Firefox שלך מהמכשיר הבא:
hr: Uspješno je omogućena autentikacija u dva koraka na tvom Firefox računu sa sljedećeg uređaja:
hu: Sikeresen engedélyezte a kétlépcsős hitelesítést a Firefox fiókjához a következő eszközön:
ia: Tu ha activate con successo le authentication a duo passos in tu conto de Firefox ab le apparato sequente:
it: L'autenticazione in due passaggi è stata attivata correttamente per il tuo account Firefox dal seguente dispositivo:
ja: 次の端末から Firefox アカウント上の 2 段階認証の有効化が完了しました:
ka: ორსაფეხურიანი დამოწმება შესვლისას წარმატებით ჩაირთო თქვენს Firefox-ანგარიშზე შემდეგი მოწყობილობიდან:
kab: Tremdeḍ akken iwata asesteb s snat n tarrayin ɣef umiḍan-ik Firefox Account seg yibenk-agi:
lt: Dvipakopis atpažinimas sėkmingai įgalintas jūsų „Firefox“ paskyrai, pasinaudojus šiuo įrenginiu:
ml: ഇനിപ്പറയുന്ന ഉപകരണത്തിൽ നിന്നും നിങ്ങളുടെ ഫയർഫോക്സ് അക്കൗണ്ടിൽ നിങ്ങൾ വിജയകരമായി രണ്ട് ഘട്ടങ്ങളായുള്ള പ്രാമാണീകരണം പ്രാപ്തമാക്കിയിരിക്കുന്നു:
ms: Anda telah berjaya dayakan pengesahan dwi-langkah Akaun Firefox anda dari peranti berikut:
nb_no: Du har aktivert totrinns-verifisering på din Firefox-konto fra følgende enhet:
nl: U hebt authenticatie in twee stappen op uw Firefox-account ingeschakeld vanaf het volgende apparaat:
pa_in: ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਯੰਤਰਾਂ ਤੋਂ ਆਪਣੇ ਫਾਇਰਫੌਕਸ ਖਾਤੇ ਤੇ ਦੋ-ਪਗ਼ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸਮਰੱਥ ਕਰ ਲਿਆ ਹੈ:
pl: Pomyślnie włączono uwierzytelnianie dwuetapowe na koncie Firefoksa z tego urządzenia:
pt: Ativou com sucesso a autenticação de dois passos na sua Conta Firefox a partir do seguinte dispositivo:
pt_br: Você ativou com sucesso a autenticação em duas etapas na sua Conta Firefox através do seguinte dispositivo:
ro: Ai activat cu succes autentificarea în doi pași pentru contul tău Firefox de pe următorul dispozitiv:
ru: Вы успешно включили двухэтапную аутентификацию в вашем Аккаунте Firefox со следующего устройства:
sk: Úspešne ste povolili dvojstupňové overenie na vašom účte Firefox z nasledujúceho zariadenia:
sl: Uspešno ste omogočili overitev v dveh korakih za svoj Firefox Račun z naslednje naprave:
sq: Keni aktivizuar me sukses mirëfilltësimin dyhapësh për Llogarinë tuaj Firefox që nga pajisja vijuese:
sr: Успешно сте омогућили аутентификацију у два корака на вашем Firefox налогу са уређаја:
sr_latn: Uspešno ste omogućili autentifikaciju u dva koraka na vašem Firefox nalogu sa uređaja:
sv_se: Du har aktiverat tvåstegsautentisering på ditt Firefox-konto från följande enhet:
th: คุณได้เปิดใช้งานการยืนยันตัวบุคคลแบบสองขั้นตอนบน Firefox Account จากอุปกรณ์ดังต่อไปนี้เรียบร้อยแล้ว:
tr: Aşağıdaki cihaz aracılığıyla Firefox Hesabınızda iki aşamalı doğrulamayı başarıyla etkinleştirdiniz:
tt: Түбәндәге җиһаздан Firefox аккаунтыгызда ике адымлы аутентификацияне уңышлы гына кабыздыгыз:
uk: Ви успішно увімкнули двоетапну перевірку в обліковому записі Firefox з такого пристрою:

source: Security codes from your authentication app will now be required at each sign-in.
ar: ستكون الآن رموز الاستعادة من تطبيق الاستيثاق مطلوبة للولوج.
be: Цяпер пры кожным уваходзе спатрэбіцца код бяспекі ад вашай праграмы аўтэнтыфікацыі.
bs: Sigurnosni kodovi iz vaše aplikacije za autentifikaciju će sada biti traženi pri svakoj prijavi.
ca: A partir d'ara, se us demanaran els codis de seguretat de l'aplicació d'autenticació cada vegada que inicieu la sessió.
cs: Při každém přihlášení teď bude nutné zadat bezpečnostní kód z vaší ověřovací aplikace.
cy: Bydd angen codau diogel o'ch ap dilysu bob tro fyddwch yn mewngofnodi.
da: Sikkerhedskoder fra din godkendelsesapp vil nu være påkrævet ved hvert login.
de: Sicherheitscodes aus Ihrer Authentifizierungs-App sind ab sofort bei jeder Anmeldung erforderlich.
el: Θα απαιτούνται πλέον κωδικοί ασφαλείας από την εφαρμογή ταυτοποίησής σας σε κάθε σύνδεση.
es_ar: A partir de ahora se te van a pedir los códigos de seguridad de tu aplicación de autenticación cada vez que inicies una sesión.
es_cl: Los códigos de seguridad de tu aplicación de autenticación ahora serán requeridos en cada conexión.
et: Koodigeneraatori äpi poolt loodavaid turvakoode on nüüd tarvis igal sisselogimisel.
fi: Todennussovelluksen turvallisuuskoodit vaaditaan tästä lähtien aina kirjauduttaessa.
fr: Un code de sécurité issu de votre application d’authentification sera désormais requis à chaque connexion.
gd: Thèid còd tèarainteachd on aplacaid dearbhaidh agad iarraidh gach turas a chlàraicheas tu a-steach a-nis.
he: מעתה יש להשתמש בקודים של האבטחה מיישומון האימות שלך בכל כניסה.
hr: Sigurnosni kodovi iz tvoje aplikacije za provjeru autentičnosti sada će biti potrebni pri svakoj prijavi.
hu: A hitelesítő alkalmazásból származó biztonsági kód minden bejelentkezésnél szükséges lesz.
ia: Le codices de securitate ab tu application de authentication essera ora requirite a cata apertura de session.
it: Da ora in avanti a ogni nuovo accesso verranno richiesti i codici generati dall'app di autenticazione.
ja: 今後ログインのたびに認証アプリに表示されるセキュリティコードが必要となります。
ka: ყოველი შესვლისას საჭირო იქნება უსაფრთხოების კოდის შეყვანა, თქვენი შესვლის დასამოწმებელი პროგრამიდან.
kab: Tingalin n tɣellist seg usnas-ik n usesteb ad yili yal tuqqna tamaynut.
lt: Nuo šiol kaskart jungiantis prie paskyros, bus reikalaujama saugos kodo, kurį rodys autentifikavimo programa.
ml: നിങ്ങളുടെ പ്രാമാണീകരണ അപ്ലിക്കേഷനിൽ നിന്നുള്ള സുരക്ഷാ കോഡ് ഇപ്പോൾ ഓരോ സൈൻ ഇൻ ചെയ്യലും ആവശ്യമാണ്.
ms: Kod keselamatan dari aplikasi pengesahan akan diperlukan setiap kali anda mendaftar-masuk.
nb_no: Sikkerhetskoder fra autentiseringappen din vil nå kreves ved hver pålogging.
nl: Vanaf nu zijn bij elke aanmelding beveiligingscodes vanaf uw authenticatie-app vereist.
pa_in: ਤੁਹਾਡੇ ਪ੍ਰਮਾਣੀਕਰਨ ਐਪ ਤੋਂ ਸੁਰੱਖਿਆ ਕੋਡ ਨੂੰ ਹੁਣ ਹਰ ਸਾਈਨ-ਇਨ ਤੇ ਲੋੜ ਹੋਵੇਗੀ।
pl: Od teraz podczas każdego logowania wymagane będą kody zabezpieczeń z aplikacji do uwierzytelniania.
pt: Os códigos de segurança da sua aplicação de autenticação serão agora requeridos a cada início de sessão.
pt_br: Agora serão solicitados códigos de segurança do seu aplicativo de autenticação a cada novo acesso.
ro: Codurile de securitate generate de aplicația ta de autentificare vor fi necesare de acum încolo pentru fiecare autentificare.
ru: Коды безопасности от вашего приложения аутентификации теперь будут необходимы вам при каждом входе.
sk: Pri každom prihlásení bude odteraz nutné zadať bezpečnostný kód z vašej overovacej aplikácie.
sl: Varnostne kode iz vaše aplikacije za overitev bodo odslej zahtevane ob vsaki prijavi.
sq: Tani e tutje, për çdo hyrje do të kërkohen kod sigurie nga aplikacioni juaj i mirëfilltësimeve.
sr: Безбедносни кодови из ваше апликације за аутентификацију ће од сада увек бити потребни за приступање.
sr_latn: Bezbednosni kodovi iz vaše aplikacije za autentifikaciju će od sada uvek biti potrebni za pristupanje.
sv_se: Säkerhetskoder från din autentiseringsapp kommer nu att krävas vid varje inloggning.
th: ต่อจากนี้ไป คุณจะต้องป้อนรหัสความปลอดภัยจากแอพการยืนยันตัวบุคคลในแต่ละครั้งที่คุณลงชื่อเข้าใช้
tr: Bundan sonra her girişinizde kimlik doğrulama uygulamanızın ürettiği güvenlik kodları gerekecektir.
tt: Алга таба һәр керүегездә аутентификация кулланмагыздан алынган хәвефсезлек кодлары кирәк булачак.
uk: Відтепер при кожному вході необхідно вводити коди безпеки з вашої програми автентифікації.
