Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: Sorry, we’re having trouble with your payment method
cs: Je nám to líto, ale s vaší platební metodou se vyskytly problémy
cy: Ymddiheuruadau, rydym yn cael trafferth gyda'ch dull talu
da: Vi har desværre problemer med din betalingsmetode
de: Entschuldigung, wir haben Probleme mit Ihrer Zahlungsmethode
el: Δυστυχώς, αντιμετωπίζουμε πρόβλημα με τη μέθοδο πληρωμή σας
es_ar: Lo sentimos, tenemos problemas con el método de pago
es_cl: Lo sentimos, estamos teniendo problemas con tu método de pago
fi: Valitettavasti valitsemasi maksutavan kanssa ilmeni ongelmia
fr: Toutes nos excuses, nous avons rencontré des problèmes avec votre mode de paiement
hr: Oprosti, imamo problem s tvojom metodom plaćanja
hu: Sajnáljuk, gondok vannak a fizetési módjával
ia: Desolate, nos ha problemas con tu methodo de pagamento
it: Spiacenti, stiamo riscontrando problemi con il tuo metodo di pagamento
ka: სამწუხაროდ ხარვეზია გადახდის თქვენს საშუალებასთან დაკავშირებით
kab: Suref-aɣ, nesɛa uguren s tarrayt-ik·im n lexlaṣ
nb_no: Beklager, vi har problemer med betalingsmetoden din
nl: Sorry, we hebben problemen met uw betalingsmethode
pl: Przepraszamy, mamy problem z wybraną metodą płatności
pt: Desculpe, estamos a ter problemas com o seu método de pagamento
pt_br: Desculpe, estamos com problemas com seu método de pagamento
ru: Извините, у нас возникли проблемы с вашим способом оплаты
sl: Žal imamo težave z vašim načinom plačila
sq: Na ndjeni, po kemi probleme me metodën tuaj të pagesave
sv_se: Vi har tyvärr problem med din betalningsmetod
tr: Kusura bakmayın, ödeme yönteminizle ilgili bir sorun yaşıyoruz
tt: Гафу итегез, сезнең түләү ысулы белән проблема бар
uk: Перепрошуємо, у нас виникли труднощі з вашим способом оплати

source: We have detected a problem with your payment method for %(productName)s.
cs: S vaší platební metodou platbou pro úhradu %(productName)s se vyskytly problémy.
cy: Rydym wedi canfod anhawster gyda'ch dull talu am %(productName)s.
da: Vi har registreret et problem med din betalingsmetode for %(productName)s.
de: Wir haben ein Problem mit Ihrer Zahlungsmethode für %(productName)s festgestellt.
el: Εντοπίσαμε πρόβλημα με τη μέθοδο πληρωμής σας για το %(productName)s.
es_ar: Detectamos un problema con tu método de pago para %(productName)s.
es_cl: Hemos detectado un problema con tu método de pago para %(productName)s.
fi: Havaitsimme ongelman tuotteen %(productName)s kanssa käyttämäsi maksutavan kohdalla.
fr: Nous avons rencontré un problème avec votre mode de paiement pour %(productName)s.
he: איתרנו בעיה באמצעי התשלום שלך עבור %(productName)s.
hr: Otkrili smo problem s tvojom metodom plaćanja za %(productName)s.
hu: Problémát észleltünk a %(productName)s termékhez tartozó fizetési módjával kapcsolatban.
ia: Nos ha revelate un problemas con tu methodo de pagamento pro %(productName)s.
it: Abbiamo rilevato un problema con il metodo di pagamento scelto per %(productName)s.
ka: ხარვეზი გვქონდა თქვენს ბოლო გადახდაზე %(productName)s-ისთვის.
nl: We hebben een probleem met uw betalingsmethode voor %(productName)s vastgesteld.
pl: Wykryliśmy problem z wybraną metodą płatności za %(productName)s.
pt: Detetámos um problema com o seu método de pagamento para %(productName)s.
pt_br: Detectamos um problema com seu método de pagamento de %(productName)s.
ru: Мы обнаружили проблему с вашим способом оплаты за %(productName)s.
sl: Zaznali smo težavo z vašim načinom plačila za %(productName)s.
sq: Pikasëm një problem me metodën tuaj të pagesës për %(productName)s.
sv_se: Vi har upptäckt ett problem med din betalningsmetod för %(productName)s.
tr: %(productName)s ödeme yönteminizle ilgili bir sorun tespit ettik.
tt: %(productName)s өчен түләү ысулыгыз белән бер проблема ачыкладык.
uk: Ми виявили проблему з вашим способом оплати для %(productName)s.

source: Thank you for reactivating your %(productName)s subscription!
cs: Děkujeme vám za obnovení předplatného produktu %(productName)s.
cy: Diolch am ail-agor eich tanysgrifiad %(productName)s
da: Tak fordi du har fornyet dit abonnement på %(productName)s!
de: Vielen Dank, dass Sie Ihr Abonnement von %(productName)s erneuert haben!
el: Ευχαριστούμε για την εκ νέου ενεργοποίηση της συνδρομής %(productName)s!
es_ar: ¡Gracias por reactivar tu suscripción a %(productName)s!
es_cl: ¡Gracias por reactivar tu suscripción a %(productName)s!
fi: Kiitos että aktivoit tuotteen %(productName)s tilauksen uudelleen!
fr: Merci d’avoir réactivé votre abonnement à %(productName)s !
he: תודה שהפעלת מחדש את המינוי שלך ל־%(productName)s!
hr: Zahvaljujemo na ponovnoj pretplati na %(productName)s!
hu: Köszönjük, hogy újraaktiválta a %(productName)s-előfizetését.
ia: Gratias pro le reactivation de tu subscription a %(productName)s!
it: Grazie per aver rinnovato il tuo abbonamento a %(productName)s!
ja: %(productName)s のサブスクリプションを再開していただき、ありがとうございます。
ka: გმადლობთ, რომ კვლავ გამოიწერეთ %(productName)s!
kab: Tanemmirt imi tulseḍ ajerred ɣer %(productName)s!
nb_no: Takk for at du reaktiverer abonnementet på %(productName)s!
nl: Bedankt voor het opnieuw activeren van uw abonnement op %(productName)s!
pl: Dziękujemy za ponowną aktywację subskrypcji %(productName)s!
pt: Obrigado por reativar a sua subscrição do %(productName)s !
pt_br: Obrigado por reativar sua assinatura do %(productName)s!
ro: Îți mulțumim că ți-ai reactivat abonamentul pentru %(productName)s!
ru: Благодарим вас за повторную активацию подписки %(productName)s!
sl: Hvala, ker ste ponovno aktivirali svojo naročnino na %(productName)s!
sq: Faleminderit për riaktivizimin e pajtimit tuaj në %(productName)s!
sr: Хвала вам што сте се поново активирали вашу %(productName)s претплату!
sr_latn: Hvala vam što ste se ponovo aktivirali vašu %(productName)s pretplatu!
sv_se: Tack för att du aktiverade din prenumeration på %(productName)s igen!
tr: %(productName)s aboneliğinizi yeniden etkinleştirdiğiniz için teşekkür ederiz!
tt: %(productName)s абунәгезне яңадан активлаштырганыгыз өчен рәхмәт!
uk: Дякуємо, що поновили передплату на %(productName)s!

source: Your billing cycle and payment will remain the same. Your next charge will be %(invoiceTotal)s on %(nextInvoiceDateOnly)s. Your subscription will automatically renew each billing period unless you choose to cancel.
cs: Částka a platební období zůstane beze změny. Vaše další platba %(invoiceTotal)s bude zaúčtována %(nextInvoiceDateOnly)s. Vaše předplatné bude pravidelně automaticky obnovováno, dokud se nerozhodnete ho zrušit.
cy: Bydd eich cylch bilio a'ch taliad yn aros yr un peth. Eich tâl nesaf fydd %(invoiceTotal)s ar %(nextInvoiceDateOnly)s. Bydd eich tanysgrifiad yn cael ei adnewyddu pob cyfnod bilio yn awtomatig oni bai eich bod yn dewis ei ddiddymu.
da: Frekvensen af faktureringer og dine betalinger ændrer sig ikke. Din næste opkrævning er på %(invoiceTotal)s og vil blive trukket %(nextInvoiceDateOnly)s. Dit abonnement er fortløbende og bliver automatisk fornyet, hvis du ikke annullerer det.
de: Ihr Abrechnungsrhythmus und Ihre Zahlung bleiben gleich. Ihre nächste Rechnung beträgt %(invoiceTotal)s am %(nextInvoiceDateOnly)s. Ihr Abonnement wird automatisch jede Abrechnungsperiode erneuert, es sei denn, sie stornieren es vorher.
el: Ο κύκλος χρέωσης και η πληρωμή σας θα παραμείνουν ως έχουν. Η επόμενη χρέωση θα είναι %(invoiceTotal)s στις %(nextInvoiceDateOnly)s. Η συνδρομή σας θα ανανεώνεται αυτόματα σε κάθε περίοδο χρέωσης, εκτός αν κάνετε ακύρωση.
es_ar: El ciclo de facturación y pagos seguirá siendo el mismo. El próximo cargo será de %(invoiceTotal)s en %(nextInvoiceDateOnly)s. La suscripción será automáticamente renovada en cada período de facturación a menos que se decida cancelar.
es_cl: Tu ciclo de facturación y pago seguirá siendo el mismo. Tu próximo cargo será de %(invoiceTotal)s el %(nextInvoiceDateOnly)s. Tu suscripción se renovará automáticamente en cada período de facturación a menos que elija cancelarla.
fi: Laskutusjaksosi ja maksusi pysyvät ennallaan. Seuraava maksu, suuruudeltaan %(invoiceTotal)s, veloitetaan %(nextInvoiceDateOnly)s. Tilauksesi uusitaan automaattisesti jokaisen laskutusjakson päättyessä, ellet päätä peruuttaa tilaustasi.
fr: Votre cycle de facturation et de paiement resteront les mêmes. Votre prochain paiement sera de %(invoiceTotal)s le %(nextInvoiceDateOnly)s. Votre abonnement sera renouvelé automatiquement à chaque période de facturation, sauf si vous choisissez de l’annuler.
he: מחזור החיוב והתשלום שלך יישארו זהים. החיוב הבא שלך יהיה %(invoiceTotal)s בתאריך %(nextInvoiceDateOnly)s. המינוי שלך יתחדש באופן אוטומטי כל תקופת חיוב אלא אם בחרת לבטל.
hr: Ciklus naplate i plaćanje ostat će isti. Sljedeće opterećenje iznosi %(invoiceTotal)s na %(nextInvoiceDateOnly)s. Tvoja će se pretplata automatski obnoviti, ukoliko je ne otkažeš.
hu: A számlázási ciklusa és fizetése változatlan marad. A következő terhelés %(invoiceTotal)s lesz, ekkor: %(nextInvoiceDateOnly)s. Előfizetése automatikusan megújítja az összes számlázási időszakot, hacsak nem dönt úgy, hogy lemondja.
ia: Tu termino de facturation e pagamento remanera identic. Tu amonta successive sera %(invoiceTotal)s le %(nextInvoiceDateOnly)s. Tu subscription sera renovate automaticamente cata termino de facturation usque tu non seligera de cancellar lo.
it: Il ciclo di fatturazione e l’importo resteranno invariati. Il tuo prossimo addebito sarà di %(invoiceTotal)s e avverrà il %(nextInvoiceDateOnly)s. Il tuo abbonamento si rinnoverà automaticamente a ogni scadenza di fatturazione, a meno che tu non decida di annullarlo.
ja: 請求サイクルとお支払い方法は同じです。次回は %(nextInvoiceDateOnly)s に %(invoiceTotal)s が請求されます。キャンセルを選択しない限り、サブスクリプションは請求期間ごとに自動的に更新されます。
ka: თქვენი საანგარიშო და საგადასახადო დროის შუალედი რჩება იგივე. მომდევნო ჩამოსაჭრელი თანხა იქნება $%(invoiceTotal)s, თარიღით %(nextInvoiceDateOnly)s. თქვენი გამოწერა თავისთავად განახლდება ყოველ მომდევნო საგადასახადო პერიოდში, სანამ არ გააუქმებთ.
kab: Allus ufetter-ik•im d uxelleṣ ad qqimen akken. Ssuma-k•m i d-itteddun ad tili d %(invoiceTotal)s deg %(nextInvoiceDateOnly)s. Amulteɣ-ik•im ad imuynet s wudem awurman yal tallit n ufetter anagar ma tferneḍ ad tesfesxeḍ.
nb_no: Faktureringssyklusen og betalingen din vil forbli den samme. Din neste betaling vil være på %(invoiceTotal)s den %(nextInvoiceDateOnly)s. Abonnementet ditt fornyes automatisk hver faktureringsperiode med mindre du velger å kansellere.
nl: Uw betalingscyclus en betaling blijven hetzelfde. Uw volgende afschrijving is %(invoiceTotal)s op %(nextInvoiceDateOnly)s. Uw abonnement wordt automatisch elke factureringsperiode verlengd, tenzij u ervoor kiest om op te zeggen.
pl: Twój okres rozliczeniowy i płatność pozostaną takie same. Następna opłata będzie wynosiła %(invoiceTotal)s w dniu %(nextInvoiceDateOnly)s. Subskrypcja będzie automatycznie odnawiana z każdym okresem rozliczeniowym, chyba że zdecydujesz się ją anulować.
pt: O seu ciclo de faturação e de pagamento irão permanecer como estão. O seu próximo débito será de %(invoiceTotal)s a %(nextInvoiceDateOnly)s. A sua subscrição será renovada automaticamente em cada período de débito exceto se você escolher cancelá-la.
pt_br: Seu ciclo de faturamento e pagamento permanece o mesmo. Sua próxima cobrança será de %(invoiceTotal)s em %(nextInvoiceDateOnly)s. Sua assinatura será renovada automaticamente a cada período de cobrança, a menos que você opte por cancelar.
ro: Ciclul tău de facturare și plăți va rămâne același. Următoarea sumă percepută va fi de %(invoiceTotal)s la data de %(nextInvoiceDateOnly)s. Abonamentul tău se va reînnoi automat la fiecare perioadă de facturare dacă nu optezi pentru anularea lui.
ru: Ваш платёжный цикл и сумма платежа останутся прежними. Ваш следующий платёж будет произведён %(nextInvoiceDateOnly)s на сумму %(invoiceTotal)s. Ваша подписка будет автоматически продлеваться каждый расчетный период, если вы не отмените её.
sq: Cikli juaj i faturimeve dhe pagesa do të mbesin njësoj. Faturimi pasues do të jetë %(invoiceTotal)s, më %(nextInvoiceDateOnly)s. Pajtimi juaj do të rinovohet automatikisht në çdo periudhë faturimi, veç në zgjedhëshi ta anuloni.
sv_se: Din faktureringsperiod och betalning förblir desamma. Din nästa faktura är på %(invoiceTotal)s och dras den %(nextInvoiceDateOnly)s. Din prenumeration förnyas automatiskt varje faktureringsperiod om du inte väljer att avbryta.
uk: Ваш цикл платежів та їхній розмір залишаться незмінними. Наступна оплата становитиме %(invoiceTotal)s та буде здійснена %(nextInvoiceDateOnly)s. Ваша передплата автоматично продовжуватиметься на встановлений розрахунковий період, доки ви не скасуєте її.

source: Your subscription will be renewed soon
cs: Vaše předplatné bude brzy obnoveno
cy: Bydd eich tanysgrifiad yn cael ei adnewyddu'n fuan
da: Dit abonnement vil snart blive fornyet
de: Ihr Abonnement wird in Kürze verlängert
el: Η συνδρομή σας θα ανανεωθεί σύντομα
es_ar: La suscripción será renovada pronto
es_cl: Tu suscripción será renovada pronto
fi: Tilauksesi uusitaan pian
fr: Votre abonnement sera renouvelé prochainement
he: המינוי שלך יחודש בקרוב
hr: Tvoja će se pretplata uskoro obnoviti
hu: Az előfizetése hamarosan meg lesz újítva
ia: Tu subscription sera renovate tosto
it: Il tuo abbonamento verrà rinnovato a breve
ja: サブスクリプションはまもなく更新されます
ka: თქვენი გამოწერა განახლდება მალე
nl: Uw abonnement wordt binnenkort verlengd
pl: Subskrypcja zostanie niedługo odnowiona
pt: A sua subscrição será renovada em breve
pt_br: Sua assinatura será renovada em breve
ru: Ваша подписка скоро будет продлена
sl: Vaša naročnina bo kmalu obnovljena
sq: Pajtimi juaj do të rinovohet së shpejti
sv_se: Din prenumeration kommer att förnyas snart
tr: Aboneliğiniz yakında yenilenecek
tt: Абунәгез тиздән яңартылачак
uk: Ваша передплата невдовзі буде поновлена

source: Dear %(productName)s customer,
cs: Vážený zákazníku našeho produktu %(productName)s,
cy: Annwyl gwsmer %(productName)s,
da: Kære %(productName)s-kunde
de: Lieber %(productName)s-Kunde,
el: Αγαπητέ πελάτη του %(productName)s,
es_ar: Estimado cliente de %(productName)s:
es_cl: Estimado cliente de %(productName)s
fi: Arvoisa %(productName)s -asiakas,
fr: Chers utilisateurs et utilisatrices de %(productName)s,
hr: Poštovani %(productName)s-kupče,
hu: Tisztelt %(productName)s vásárló!
ia: Car cliente de %(productName)s,
it: Gentile cliente di %(productName)s,
ja: 拝啓、%(productName)s のお客様へ
ka: %(productName)s-ის ძვირფასო მომხმარებელო,
kab: Ay iseqdac ɛzizen %(productName)s,
nl: Beste klant van %(productName)s,
pl: Drogi kliencie %(productName)s,
pt: Caro(a) cliente de %(productName)s,
pt_br: Caro cliente do %(productName)s,
ru: Уважаемый покупатель %(productName)s,
sl: Spoštovani uporabnik %(productName)s,
sq: I dashur klient i %(productName)s,
sv_se: Kära %(productName)s-kund,
tr: Sayın %(productName)s müşterisi,
tt: Хөрмәтле %(productName)s мөштәрие,
uk: Шановний передплатнику %(productName)s,

source: Your current subscription is set to automatically renew in %(reminderLength)s days. At that time, Mozilla will renew your %(planIntervalCount)s %(planInterval)s subscription and a charge of %(invoiceTotal)s will be applied to the payment method on your account.
cs: Vaše stávající předplatné bude obnoveno během %(reminderLength)s dní. V tu chvíli Mozilla obnoví vaše předplatné na dobu %(planIntervalCount)s %(planInterval)s a skrze platební metodu nastavenou u vašeho účtu strhne částku %(invoiceTotal)s.
cy: Mae disgwyl i'ch tanysgrifiad cyfredol adnewyddu'n awtomatig ymhen %(reminderLength)s diwrnod. Bryd hynny, bydd Mozilla yn adnewyddu eich tanysgrifiad %(planIntervalCount)s %(planInterval)s a chodir tâl o %(invoiceTotal)s ar y dull talu ar eich cyfrif.
da: Dit nuværende abonnement fornys automatisk om %(reminderLength)s dage. På det tidspunkt vil Mozilla forny dit %(planIntervalCount)s-%(planInterval)s abonnement og der vil blive trukket %(invoiceTotal)s med den angivne betalingsmetode fra din konto.
de: Ihr aktuelles Abonnement verlängert sich automatisch in %(reminderLength)s Tagen. Zu diesem Zeitpunkt verlängert Mozilla Ihr %(planIntervalCount)s %(planInterval)s-Abonnement und Ihr Konto wird über die gewählte Zahlungsmethode mit dem Betrag %(invoiceTotal)s belastet.
el: Η τρέχουσα συνδρομή σας έχει ρυθμιστεί ώστε να ανανεωθεί αυτόματα σε %(reminderLength)s ημέρες. Τότε, η Mozilla θα ανανεώσει τη συνδρομή σας %(planIntervalCount)s %(planInterval)s και θα γίνει χρέωση %(invoiceTotal)s στον τρόπο πληρωμής του λογαριασμού σας.
es_ar: La suscripción actual está configurada para renovarse automáticamente en %(reminderLength)s días. En ese momento, Mozilla renovará la suscripción de %(planIntervalCount)s %(planInterval)s y se aplicará un cargo de %(invoiceTotal)s al método de pago en su cuenta.
es_cl: Tu suscripción actual está configurada para renovarse automáticamente en %(memorylength)s días. En ese momento, Mozilla renovará tu suscripción de %(planIntervalCount)s %(planInterval)s y se aplicará un cargo de %(facturaTotal)s al método de pago asociado a tu cuenta.
fr: Votre abonnement actuel est configuré pour se renouveler automatiquement dans %(reminderLength)s jours. À ce moment-là, Mozilla renouvellera votre abonnement de %(planIntervalCount)s %(planInterval)s et un montant de %(invoiceTotal)s sera prélevé via le mode de paiement de votre compte.
hu: A jelenlegi előfizetése %(reminderLength)s nap múlva automatikusan megújul. Ekkor a Mozilla megújítja a %(planIntervalCount)s %(planInterval)s időszakú előfizetését, és %(invoiceTotal)s összegű díjat számol fel a fiókjában szereplő fizetési módra.
ia: Tu actual subscription es predefinite pro automaticamente renovar se in %(reminderLength)s dies. In ille tempore, Mozilla renovara tu subscription %(planIntervalCount)s %(planInterval)s e un carga de %(invoiceTotal)s sera applicate al methodo de pagamento sur tu conto.
it: Il tuo abbonamento attuale è impostato per il rinnovo automatico tra %(reminderLength)s giorni. A quel punto, Mozilla rinnoverà il tuo abbonamento %(planIntervalCount)s %(planInterval)s e sarà applicato un addebito di %(invoiceTotal)s sul metodo di pagamento inserito nel tuo account.
ja: 現在のサブスクリプションはあと %(reminderLength)s 日で自動的に更新されるよう設定されています。更新時に、Mozilla は %(planIntervalCount)s %(planInterval)s のサブスクリプションを更新し、%(invoiceTotal)s の料金があなたのアカウントの支払い方法に適用されます。
ka: თქვენს მიმდინარე გამოწერას მითითებული აქვს, რომ გაგრძელდება %(reminderLength)s დღეში. მაგ დროისთვის, Mozilla განაახლებს თქვენს %(planIntervalCount)s %(planInterval)s გამოწერას და ჩამოიჭრება %(invoiceTotal)s მითითებული გადახდის საშუალებიდან.
nl: Uw huidige abonnement wordt over %(reminderLength)s dagen automatisch verlengd. Op dat moment verlengt Mozilla uw %(planIntervalCount)s %(planInterval)s-abonnement en wordt %(invoiceTotal)s in rekening gebracht op de betaalmethode op uw account.
pl: Obecna subskrypcja jest ustawiona na automatyczne odnowienie za %(reminderLength)s dni. Tego dnia Mozilla odnowi subskrypcję %(planIntervalCount)s %(planInterval)s, a opłata w wysokości %(invoiceTotal)s zostanie pobrana za pomocą metody płatności konta.
pt: A sua subscrição atual está configurada para ser renovada automaticamente em %(reminderLength)s dias. Nessa altura, a Mozilla irá renovar a sua subscrição %(planIntervalCount)s %(planInterval)s e será feita uma cobrança de %(invoiceTotal)s no método de pagamento da sua conta.
pt_br: Sua assinatura atual está configurada para ser renovada automaticamente daqui a %(reminderLength)s dias. Nesta data, a Mozilla renovará sua assinatura de %(planIntervalCount)s %(planInterval)s. Uma cobrança de %(invoiceTotal)s será aplicada ao método de pagamento de sua conta.
ru: Ваша текущая подписка настроена на автоматическое продление через %(reminderLength)s дней. За это время Mozilla продлит вашу подписку на %(planIntervalCount)s %(planInterval)s, и спишет сумму в размере %(invoiceTotal)s с использованием способа оплаты, выбранного в вашей учетной записи.
sq: Pajtimi juaj aktual është ujdisur të rinovohet automatikisht pas %(reminderLength)s ditësh. Në atë kohë, Mozilla do të rinovojë pajtimin tuaj për %(planIntervalCount)s %(planInterval)s dhe llogarisë tuaj do t’i faturohet vlera %(invoiceTotal)s përmes metodës së pagesës.
sv_se: Din nuvarande prenumeration förnyas automatiskt om %(reminderLength)s dagar. Då kommer Mozilla att förnya din %(planIntervalCount)s %(planInterval)s prenumeration och ditt konto kommer att debiteras med beloppet %(invoiceTotal)s.
uk: Ваша чинна передплата налаштована на автоматичне поновлення через %(reminderLength)s. У вказаний час Mozilla поновить вашу передплату %(planIntervalCount)s %(planInterval)s і з вашого облікового запису буде стягнуто кошти за вказаним способом оплати.
