Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: %(city)s, %(country)s (estimated)
ar: %(city)s، %(country)s (تقريبًا)
ast: %(city)s, %(country)s (estimao)
be: %(city)s, %(country)s (прыблізна)
bg: %(city)s, %(country)s (приблизително)
bs: %(city)s, %(country)s (procijenjeno)
ca: %(city)s, %(country)s (estimació)
cs: %(city)s, %(country)s (odhad)
cy: %(city)s, %(country)s (amcan)
da: %(city)s, %(country)s (anslået)
de: %(city)s, %(country)s (angenähert)
el: %(city)s, %(country)s (εκτίμηση)
es_ar: %(city)s, %(country)s (estimado)
es_cl: %(city)s, %(country)s (estimado)
et: %(city)s, %(country)s (hinnanguline)
eu: %(city)s, %(country)s (zenbatetsia)
fa: %(city)s، %(country)s (تخمینی)
fi: %(city)s, %(country)s (arvio)
fr: %(city)s, %(country)s (approximatif)
gd: %(city)s, %(country)s (tuairmeas)
he: ‏%(city)s,‏ %(country)s (משוער)
hi: %(city)s, %(country)s(अनुमानित)
hr: %(city)s, %(country)s (procijenjeno)
hu: %(city)s, %(country)s (becsült)
ia: %(city)s, %(country)s (estimate)
it: %(city)s, %(country)s (approssimati)
ja: %(country)s、%(city)s (おおよその位置)
ka: %(city)s, %(country)s (მიახლოებით)
kab: %(city)s, %(country)s (ahat)
kk: %(city)s, %(country)s (шамамен)
lt: %(city)s, %(country)s (apskaičiuota)
ml: %(city)s, %(country)s (കണക്കാക്കിയത്)
ms: %(city)s, %(country)s (anggaran)
nb_no: %(city)s, %(country)s (estimert)
nl: %(city)s, %(country)s (geschat)
pa_in: %(city)s, %(country)s (ਅੰਦਾਜ਼ਨ)
pl: %(city)s, %(country)s (przybliżone)
pt: %(city)s, %(country)s (estimado)
pt_br: %(city)s, %(country)s (estimado)
ro: %(city)s, %(country)s (locație estimată)
ru: %(city)s, %(country)s (приблизительно)
sk: %(city)s, %(country)s (odhad)
sl: %(city)s, %(country)s (ocena)
sq: %(city)s, %(country)s (hamendësuar)
sr: %(city)s, %(country)s (процењено)
sr_latn: %(city)s, %(country)s (procenjeno)
sv_se: %(city)s, %(country)s (uppskattad)
te: %(city)s, %(country)s (అంచనా)
th: %(city)s %(country)s (โดยประมาณ)
tr: %(city)s, %(country)s (tahmini)
tt: %(city)s, %(country)s (чама белән)
uk: %(city)s, %(country)s (приблизно)

source: %(stateCode)s, %(country)s (estimated)
ar: %(stateCode)s، %(country)s (تقريبًا)
ast: %(stateCode)s, %(country)s (estimóse)
be: %(stateCode)s, %(country)s (прыблізна)
bg: %(stateCode)s, %(country)s (приблизително)
bs: %(stateCode)s, %(country)s (procijenjeno)
ca: %(stateCode)s, %(country)s (estimació)
cs: %(stateCode)s, %(country)s (odhad)
cy: %(stateCode)s, %(country)s (amcan)
da: %(stateCode)s, %(country)s (anslået)
de: %(stateCode)s, %(country)s (angenähert)
el: %(stateCode)s, %(country)s (εκτίμηση)
es_ar: %(stateCode)s, %(country)s (estimado)
es_cl: %(stateCode)s, %(country)s (estimado)
et: %(stateCode)s, %(country)s (hinnanguline)
eu: %(stateCode)s, %(country)s (zenbatetsia)
fa: %(stateCode)s، %(country)s (تخمینی)
fi: %(stateCode)s, %(country)s (arvio)
fr: %(stateCode)s, %(country)s (approximatif)
gd: %(stateCode)s, %(country)s (tuairmeas)
he: ‏%(stateCode)s,‏ %(country)s (משוער)
hi: %(stateCode)s, %(country)s(अनुमानित)
hr: %(stateCode)s, %(country)s (procijenjeno)
hu: %(stateCode)s, %(country)s (becsült)
ia: %(stateCode)s, %(country)s (estimate)
it: %(stateCode)s, %(country)s (approssimati)
ja: %(stateCode)s、%(country)s (おおよその位置)
ka: %(stateCode)s, %(country)s (მიახლოებით)
kab: %(stateCode)s, %(country)s (ahat)
kk: %(stateCode)s, %(country)s (шамамен)
lt: %(stateCode)s, %(country)s (apskaičiuota)
ml: %(stateCode)s, %(country)s (കണക്കാക്കിയത്)
ms: %(stateCode)s, %(country)s (anggaran)
nb_no: %(stateCode)s, %(country)s (estimert)
nl: %(stateCode)s, %(country)s (geschat)
pa_in: %(stateCode)s, %(country)s (ਅੰਦਾਜ਼ਨ)
pl: %(stateCode)s, %(country)s (przybliżone)
pt: %(stateCode)s, %(country)s (estimado)
pt_br: %(stateCode)s, %(country)s (estimado)
ro: %(stateCode)s, %(country)s (locație estimată)
ru: %(stateCode)s, %(country)s (приблизительно)
sk: %(stateCode)s, %(country)s (odhad)
sl: %(stateCode)s, %(country)s (ocena)
sq: %(stateCode)s, %(country)s (hamendje)
sr: %(stateCode)s, %(country)s (процењено)
sr_latn: %(stateCode)s, %(country)s (procenjeno)
sv_se: %(stateCode)s, %(country)s (uppskattad)
te: %(stateCode)s, %(country)s (అంచనా)
th: %(stateCode)s %(country)s (โดยประมาณ)
tr: %(stateCode)s, %(country)s (tahmini)
tt: %(stateCode)s, %(country)s (чама белән)
uk: %(stateCode)s, %(country)s (приблизно)

source: %(country)s (estimated)
ar: %(country)s (تقريبًا)
ast: %(country)s (estimao)
be: %(country)s (прыблізна)
bg: %(country)s (приблизително)
bs: %(country)s (procijenjeno)
ca: %(country)s (estimació)
cs: %(country)s (odhad)
cy: %(country)s (amcan)
da: %(country)s (anslået)
de: %(country)s (angenähert)
el: %(country)s (εκτίμηση)
es_ar: %(country)s (estimado)
es_cl: %(country)s (estimado)
et: %(country)s (hinnanguline)
eu: %(country)s (zenbatetsia)
fa: %(country)s (تخمینی)
fi: %(country)s (arvio)
fr: %(country)s (approximatif)
gd: %(country)s (tuairmeas)
he: %(country)s (משוער)
hi: %(country)s(अनुमानित)
hr: %(country)s (procijenjeno)
hu: %(country)s (becsült)
ia: %(country)s (estimate)
it: %(country)s (approssimato)
ja: %(country)s (おおよその位置)
ka: %(country)s (მიახლოებით)
kab: %(country)s (ahat)
kk: %(country)s (шамамен)
lt: %(country)s (apskaičiuota)
ml: %(country)s (കണക്കാക്കിയത്)
ms: %(country)s (anggaran)
nb_no: %(country)s (estimert)
nl: %(country)s (geschat)
pa_in: %(country)s (ਅੰਦਾਜ਼ਨ)
pl: %(country)s (przybliżone)
pt: %(country)s (estimado)
pt_br: %(country)s (estimado)
ro: %(country)s (locație estimată)
ru: %(country)s (приблизительно)
sk: %(country)s (odhad)
sl: %(country)s (ocena)
sq: %(country)s (hamendësuar)
sr: %(country)s (процењено)
sr_latn: %(country)s (procenjeno)
sv_se: %(country)s (uppskattad)
te: %(country)s (అంచనా)
th: %(country)s (โดยประมาณ)
tr: %(country)s (tahmini)
tt: %(country)s (чама белән)
uk: %(country)s (приблизно)

source: Finish creating your account
cs: Dokončit vytváření účtu
cy: Gorffen creu eich cyfrif
da: Færdiggør oprettelsen af din konto
de: Erstellung Ihres Kontos abschließen
el: Ολοκληρώστε τη δημιουργία του λογαριασμού σας
es_ar: Terminar de crear la cuenta
es_cl: Termina de crear tu cuenta
fi: Viimeistele tilisi luominen
fr: Terminez la création de votre compte
he: סיום יצירת החשבון שלך
hr: Završi stvaranje računa
hu: A fiókja létrehozásának befejezése
ia: Termina le creation de tu conto
it: Completa la creazione del tuo account
ja: アカウント作成を完了してください
ka: დაასრულეთ ანგარიშის შექმნა
kab: Fak timerna n umiḍan-ik
nb_no: Fullfør oppretting av kontoen din
nl: Aanmaken van uw account voltooien
pl: Dokończ tworzenie konta
pt: Conclua a criação da sua conta
pt_br: Concluir a criação da sua conta
ro: Finalizează crearea contului
ru: Завершите создание вашего аккаунта
sk: Dokončite vytváranie svojho účtu
sl: Dokončajte ustvarjanje računa
sq: Përfundoni krijimin e llogarisë tuaj
sr: Завршите прављење вашег налога
sr_latn: Završite pravljenje vašeg naloga
sv_se: Slutför skapande av ditt konto
th: สร้างบัญชีของคุณให้เสร็จ
tr: Hesabınızı oluşturmayı tamamlayın
tt: Хисап язмагызны ясап бетерегез
uk: Завершіть створення свого облікового запису

source: Confirm email
be: Пацвердзіце электронную пошту
cs: Potvrdit e-mailovou adresu
cy: E-bost cadarnhau
da: Bekræft mailadresse
de: E-Mail-Adresse bestätigen
el: Επιβεβαίωση email
es_ar: Confirmar correo electrónico
es_cl: Confirmar correo
fi: Vahvista sähköposti
fr: Confirmez votre adresse électronique
he: אימות דוא״ל
hr: Potvrdi adresu e-pošte
hu: E-mail cím megerősítése
ia: Confirmar email
it: Verifica indirizzo email
ja: メールアドレス確認
ka: ელფოსტის დადასტურება
kab: Sentem imayl
lt: Patvirtinkite el. paštą
ml: ഇമെയിൽ സ്ഥിരീകരിക്കുക
nb_no: Bekreft e-postadressen
nl: E-mailadres bevestigen
pl: Potwierdź adres e-mail
pt: Confirmar email
pt_br: Confirmar email
ro: Confirmă adresa de e-mail
ru: Подтвердить электронную почту
sk: Potvrdiť e-mailovú adresu
sl: Potrdite e-poštni naslov
sq: Ripohoni email-in
sr: Потврдите своју е-пошту
sr_latn: Potvrdite svoju e-poštu
sv_se: Bekräfta e-postadress
th: ยืนยันอีเมล
tr: E-postanızı doğrulayın
tt: Эл. почтаны раслау
uk: Підтвердьте електронну пошту

source: Verification code: %(code)s
cs: Ověřovací kód: %(code)s
cy: Cod dilysu: %(code)s
da: Bekræftelseskode: %(code)s
de: Bestätigungscode: %(code)s
el: Κωδικός επαλήθευσης: %(code)s
es_ar: Código de verificación: %(code)s
es_cl: Código de verificación: %(code)s
fi: Vahvistuskoodi: %(code)s
fr: Code de vérification : %(code)s
he: קוד אימות: %(code)s
hr: Verifikacijski kôd: %(code)s
hu: Ellenőrzőkód: %(code)s
ia: Codice de verification: %(code)s
it: Codice di verifica: %(code)s
ja: 確認コード: %(code)s
ka: დამადასტურებელი კოდი: %(code)s
kab: Tangalt n usenqed: %(code)s
nb_no: Bekreftelseskode: %(code)s
nl: Verificatiecode: %(code)s
pl: Kod weryfikacyjny: %(code)s
pt: Código de confirmação: %(code)s
pt_br: Código de verificação: %(code)s
ro: Cod de verificare: %(code)s
ru: Код подтверждения: %(code)s
sk: Overovací kód: %(code)s
sl: Potrditvena koda: %(code)s
sq: Kod verifikimi: %(code)s
sr: Верификациони код: %(code)s
sr_latn: Verifikacioni kod: %(code)s
sv_se: Verifieringskod: %(code)s
th: รหัสยืนยัน: %(code)s
tr: Doğrulama kodu: %(code)s
tt: Раслау коды: %(code)s
uk: Код підтвердження: %(code)s

source: Reminder: Finish creating your account
cs: Připomínka: Dokončete vytvoření svého účtu
cy: Nodyn atgoffa: Gorffennwch greu eich cyfrif
da: Påmindelse: Færdiggør oprettelsen af din konto
de: Erinnerung: Erstellung Ihres Kontos abschließen
el: Υπενθύμιση: Ολοκληρώστε τη δημιουργία του λογαριασμού σας
es_ar: Recordatorio: terminá de crear tu cuenta
es_cl: Recordatorio: Termina la creación de tu cuenta
fi: Muistutus: viimeistele tilisi luominen
fr: Rappel : terminez la création de votre compte
he: תזכורת: סיום יצירת החשבון שלך
hr: Podsjetnik: Dovrši otvaranje tvog računa
hu: Emlékeztető: Fejezze be a fiókja létrehozását
ia: Rememoration: Termina le creation de tu conto
it: Promemoria: completa la creazione del tuo account
ja: 通知: アカウント作成を完了してください
ka: შეხსენება: დაასრულეთ ანგარიშის შექმნა
kab: Asmekti: Fak timerna n umiḍan-ik
nb_no: Påminnelse: Fullfør oppretting av kontoen din
nl: Herinnering: voltooi het aanmaken van uw account
pl: Przypomnienie: dokończ tworzenie konta
pt: Lembrete: termine a criação da sua conta
pt_br: Lembrete: Conclua a criação da sua conta
ro: Memento: Finalizează crearea contului
ru: Напоминание: Завершите создание вашего аккаунта
sk: Pripomienka: dokončite vytváranie svojho účtu
sl: Opomnik: Dokončajte ustvarjanje računa
sq: Kujtues: Përfundoni krijimin e llogarinë tuaj
sr: Опомена: завршите прављење вашег налога
sr_latn: Opomena: završite pravljenje vašeg naloga
sv_se: Påminnelse: Slutför skapande av ditt konto
th: แจ้งเตือน: สร้างบัญชีของคุณให้เสร็จ
tr: Hatırlatma: Hesabınızı oluşturmayı tamamlayın
tt: Бер искәртү: Хисабыгызны ясап бетерегез
uk: Нагадування: Завершіть створення свого облікового запису

source: Final reminder: Activate your account
cs: Poslední připomenutí: Aktivujte svůj účet
cy: Nodyn atgoffa terfynol: Gweithredwch eich cyfrif
da: Sidste påmindelse: Aktivér din konto
de: Letzte Erinnerung: Aktivieren Sie Ihr Konto
el: Τελική υπενθύμιση: Ενεργοποιήστε τον λογαριασμό σας
es_ar: Recordatorio final: activá tu cuenta
es_cl: Último recordatorio: Activa tu cuenta
fi: Viimeinen muistutus: aktivoi tilisi
fr: Dernier rappel : activez votre compte
he: תזכורת אחרונה: הפעלת החשבון שלך
hr: Konačni podsjetnik: Aktiviraj svoj račun
hu: Végső emlékeztető: Aktiválja fiókját
ia: Rememoration final: Activa tu conto
it: Ultimo promemoria: attiva il tuo account
ja: 最終通知：アカウントを有効にしてください
ka: საბოლოო შეხსენება: აამოქმედეთ თქვენი ანგარიში
kab: Asmekti aneggaru: Rmed amiḍan-ik
nb_no: Siste påminnelse: Aktiver din konto
nl: Laatste herinnering: activeer uw account
pl: Ostatnie przypomnienie: aktywuj swoje konto
pt: Lembrete final: ative a sua conta
pt_br: Lembrete final: Ative sua conta
ro: Memento final: Activează-ți contul
ru: Последнее напоминание: Активируйте ваш аккаунт
sk: Posledná pripomienka: aktivujte svoj účet
sl: Zadnji opomnik: Aktivirajte svoj račun
sq: Kujtues përfundimtar: Aktivizoni llogarinë tuaj
sr: Последња опомена: активирајте ваш налог
sr_latn: Poslednja opomena: aktivirajte vaš nalog
sv_se: Sista påminnelse: Aktivera ditt konto
th: การแจ้งเตือนครั้งสุดท้าย: เปิดใช้งานบัญชีของคุณ
tr: Son hatırlatma: Hesabınızı etkinleştirin
tt: Соңгы искәртү: Хисабыгызны активләштерегез
uk: Остаточне нагадування: Активуйте свій обліковий запис

source: Reminder: Finish setting up your account
cy: Nodyn atgoffa: Gorffennwch greu eich cyfrif
da: Påmindelse: Færdiggør opsætningen af din konto
de: Erinnerung: Erstellung Ihres Kontos abschließen
el: Υπενθύμιση: Ολοκληρώστε τη ρύθμιση του λογαριασμού σας
es_ar: Recordatorio: terminá de configurar tu cuenta
es_cl: Recordatorio: Termina de configurar tu cuenta
fi: Muistutus: viimeistele tilisi määrittäminen
fr: Rappel : terminez la configuration de votre compte
he: תזכורת: סיום הגדרת החשבון שלך
hu: Emlékeztető: Fejezze be a fiókja beállítását
ia: Memento: fini le preparation de tu conto
it: Promemoria: completa la configurazione del tuo account
ka: შეხსენება: დაასრულეთ ანგარიშის შექმნა
nl: Herinnering: voltooi het instellen van uw account
pl: Przypomnienie: dokończ konfigurację konta
pt: Lembrete: termine a configuração da sua conta
pt_br: Lembrete: Conclua a configuração da sua conta
ru: Напоминание: Завершите настройку вашего аккаунта
sl: Opomnik: Dokončajte nastavljanje računa
sq: Kujtues: Përfundoni ujdisjen e llogarisë tuaj
sv_se: Påminnelse: Slutför konfigureringen av ditt konto
tr: Hatırlatma: Hesabınızın kurulumunu tamamlayın
tt: Бер искәртү: Хисабыгызны көйләүне тәмамлагыз
uk: Нагадування: Завершіть налаштування свого облікового запису

source: Final reminder: Setup your account
cy: Nodyn atgoffa terfynol: Crëwch eich cyfrif
da: Sidste påmindelse: Opsæt din konto
de: Letzte Erinnerung: Richten Sie Ihr Konto ein
el: Τελική υπενθύμιση: Ρυθμίστε τον λογαριασμό σας
es_ar: Recordatorio final: configurá tu cuenta
es_cl: Último recordatorio: Configura tu cuenta
fi: Viimeinen muistutus: määritä tilisi
fr: Dernier rappel : configurez votre compte
he: תזכורת אחרונה: הגדרת החשבון שלך
hu: Végső emlékeztető: Állítsa be a fiókját
ia: Memento final: configura tu conto
it: Ultimo promemoria: configura il tuo account
ka: საბოლოო შეხსენება: გამართეთ თქვენი ანგარიში
nl: Laatste herinnering: stel uw account in
pl: Ostatnie przypomnienie: skonfiguruj swoje konto
pt: Lembrete final: Configure a sua conta
pt_br: Lembrete final: Configure sua conta
ru: Последнее напоминание: Настройте ваш аккаунт
sl: Zadnji opomnik: Nastavite svoj račun
sq: Kujtues përfundimtar: Ujdisni llogarinë tuaj
sv_se: Sista påminnelse: Konfigurera ditt konto
tr: Son hatırlatma: Hesabınızı kurun
tt: Соңгы искәртү: Хисабыгызны көйләгез
uk: Останнє нагадування: Налаштуйте свій обліковий запис

source: Create a password
cs: Vytvoření hesla
cy: Crëwch gyfrinair
da: Opret en adgangskode
de: Passwort erstellen
el: Δημιουργία κωδικού πρόσβασης
es_ar: Crear una contraseña
es_cl: Crear una contraseña
fi: Luo salasana
fr: Créer un mot de passe
he: יצירת ססמה
hu: Egy jelszó létrehozása
ia: Crear un contrasigno
it: Crea una password
ka: შექმენით პაროლი
kab: Rnu awal uffir
nl: Een wachtwoord aanmaken
pl: Utwórz hasło
pt: Criar uma palavra-passe
pt_br: Crie uma senha
ru: Создать пароль
sl: Ustvarite geslo
sq: Krijoni fjalëkalim
sv_se: Skapa ett lösenord
tr: Parola oluştur
tt: Серсүз булдыру
uk: Створити пароль

source: Account authorization code
cs: Autorizační kód účtu
cy: Cod awdurdodi cyfrif
da: Godkendelseskode til konto
de: Konto-Autorisierungscode
el: Κωδικός εξουσιοδότησης λογαριασμού
es_ar: Código de autorización de la cuenta
es_cl: Código de autorización de la cuenta
fi: Tilin valtuuskoodi
fr: Code d’autorisation du compte
he: קוד הרשאת חשבון
hr: Kod za autorizaciju računa
hu: Fiók engedélyezési kód
ia: Codice de autorisation del conto
it: Codice di autorizzazione per l’account
ja: アカウントの認証コード
ka: ანგარიშზე დაშვების კოდი
kab: Tangalt n tsiregt n umiḍan
nb_no: Godkjenningskode for konto
nl: Accountautorisatiecode
pl: Kod upoważnienia konta
pt: Código de autorização da conta
pt_br: Código de autorização da conta
ro: Cod de autorizare al contului
ru: Код авторизации аккаунта
sk: Autorizačný kód účtu
sl: Overitvena koda računa
sq: Kod autorizimi llogarie
sr: Код за ауторизацију налога
sr_latn: Kod za autorizaciju naloga
sv_se: Behörighetskod för konto
th: รหัสอนุญาตของบัญชี
tr: Hesap yetkilendirme kodu
tt: Хисабыгызны авторизацияләү коды
uk: Код підтвердження облікового запису

source: Confirm new sign-in to %(clientName)s
ar: أكِّد الولوج الجديد إلى %(clientName)s
bg: Потвърждение на вписване от %(clientName)s
bs: Potvrdite novu prijavu na %(clientName)s
cs: Potvrzení nového přihlášení skrze %(clientName)s
cy: Cadarnhau'r mewngofnodi newydd i %(clientName)s
da: Bekræft nyt login til %(clientName)s
de: Neue Anmeldung bei %(clientName)s bestätigen
el: Επιβεβαίωση νέας σύνδεσης στο %(clientName)s
es_ar: Confirmar nuevo ingreso a %(clientName)s
es_cl: Confirmar nueva conexión de %(clientName)s
et: Kinnitan uue sisselogimise seadmes %(clientName)s
fi: Vahvista uusi kirjautuminen: %(clientName)s
fr: Confirmer la nouvelle connexion via %(clientName)s
gd: Dearbh an clàradh a-steach ùr o %(clientName)s
he: אישור כניסה חדשה אל %(clientName)s
hr: Potvrdi novu prijavu na %(clientName)s
hu: Erősítse meg bejelentkezését ide: %(clientName)s
ia: Confirmar apertura de session a %(clientName)s
it: Conferma nuovo accesso a %(clientName)s
ja: %(clientName)s への新規ログインを確認
ka: ახალი შესვლის დადასტურება %(clientName)s
kab: Sentem tuqqna tamaynut ɣer %(clientName)s
ml: %(clientName)s ലേക്കുള്ള പുതിയ പ്രവേശനം സ്ഥിരീകരിക്കുക
ms: Sahkan daftar masuk baru ke %(clientName)s
nb_no: Bekreftet ny innlogging på %(clientName)s
nl: Nieuwe aanmelding bij %(clientName)s bevestigen
pa_in: %(clientName)s ਵਿੱਚ ਨਵੇਂ ਸਾਈਨ ਇਨ ਦੀ ਤਸਦੀਕ
pl: Potwierdź nowe logowanie do „%(clientName)s”
pt: Confirmar novo início de sessão em %(clientName)s
pt_br: Confirmar novo acesso no %(clientName)s
ro: Confirmă noua autentificare în %(clientName)s
ru: Подтвердите новый вход в %(clientName)s
sk: Potvrdenie nového prihlásenia k %(clientName)s
sl: Potrdite novo prijavo v %(clientName)s
sq: Ripohoni hyrje të re te %(clientName)s
sr: Потврдите ново пријављивање на %(clientName)s
sr_latn: Potvrdite novo prijavljivanje na %(clientName)s
sv_se: Bekräfta ny inloggning till %(clientName)s
te: %(clientName)sకు క్రొత్త సైన్-ఇన్ను నిర్ధారించండి
th: ยืนยันการเข้าสู่ระบบของ %(clientName)s
tr: Yeni %(clientName)s girişini onaylayın
tt: %(clientName)s җиһазына яңа керүне раслагыз
uk: Схвалити новий вхід у %(clientName)s

source: Sign-in code for %(serviceName)s
cs: Přihlašovací kód pro %(serviceName)s
cy: Cod mewngofnodi ar gyfer %(serviceName)s
da: Login-kode til %(serviceName)s
de: Anmeldecode für %(serviceName)s
el: Κωδικός σύνδεσης για το %(serviceName)s
es_ar: Código de inicio de sesión para %(serviceName)s
es_cl: Código de inicio de sesión para %(serviceName)s
fi: Kirjautumiskoodi palveluun %(serviceName)s
fr: Code de connexion pour %(serviceName)s
he: קוד כניסה ל־%(serviceName)s
hr: Kod za prijavu za %(serviceName)s
hu: Bejelentkezési kód ehhez: %(serviceName)s
ia: Codice pro aperir session in %(serviceName)s
it: Codice di accesso per %(serviceName)s
ja: %(serviceName)s のログインコード
ka: შესვლის კოდი – %(serviceName)s
kab: Tangalt n tuqqna i %(serviceName)s
nb_no: Innloggingskode for %(serviceName)s
nl: Aanmeldcode voor %(serviceName)s
pl: Kod logowania usługi %(serviceName)s
pt: Código de início de sessão para %(serviceName)s
pt_br: Código de acesso em %(serviceName)s
ro: Cod de autentificare pentru %(serviceName)s
ru: Код для входа в %(serviceName)s
sk: Prihlasovací kód pre %(serviceName)s
sl: Koda za prijavo v %(serviceName)s
sq: Kod hyrjeje për %(serviceName)s
sr: Код за пријаву у %(serviceName)s
sr_latn: Kod za prijavu u %(serviceName)s
sv_se: Inloggningskod för %(serviceName)s
th: รหัสการลงชื่อเข้าสำหรับ %(serviceName)s
tr: %(serviceName)s giriş kodu
tt: %(serviceName)s хезмәтенә керү коды
uk: Код підтвердження для %(serviceName)s

source: Confirm primary email
cs: Ověřit hlavní e-mailovou adresu
cy: Cadarnhau'r prif e-bost
da: Bekræft primær mailadresse
de: Primäre E-Mail-Adresse bestätigen
el: Επιβεβαίωση πρωτεύοντος email
es_ar: Confirmar correo electrónico principal
es_cl: Confirmar correo primario
fi: Vahvista ensisijainen sähköpostiosoite
fr: Confirmer l’adresse principale
he: אימות כתובת דוא״ל ראשית
hr: Potvrdi primarnu e-mail adresu
hu: Elsődleges e-mail cím megerősítése
ia: Confirmar e-mail primari
it: Conferma l’indirizzo email primario
ja: 優先メールアドレス確認
ka: მთავარი ელფოსტის დამოწმება
kab: Sentem tansa tagejdant
nb_no: Bekreft primær e-postadresse
nl: Primair e-mailadres bevestigen
pl: Potwierdź główny adres e-mail
pt: Confirmar e-mail principal
pt_br: Confirmar email principal
ro: Confirmă e-mailul principal
ru: Подтвердите основную электронную почту
sk: Potvrdiť hlavnú e-mailovú adresu
sl: Potrdi glavni e-poštni naslov
sq: Ripohoni email parësor
sr: Потврдите примарну адресу е-поште
sr_latn: Potvrdite primarnu adresu e-pošte
sv_se: Bekräfta primär e-postadress
th: ยืนยันอีเมลหลัก
tr: Ana e-posta adresini onayla
tt: Төп эл. почтаны раслау
uk: Підтвердьте основну адресу електронної пошти

source: Verify email
cs: Ověřit e-mailovou adresu
cy: Dilysu'r e-bost
da: Bekræft mailadresse
de: E-Mail-Adresse bestätigen
el: Επαλήθευση email
es_ar: Verificar correo electrónico
es_cl: Verificar correo
fi: Vahvista sähköpostiosoite
fr: Vérifier l’adresse électronique
he: אימות דוא״ל
hr: Potvrdi e-poštu
hu: E-mail cím megerősítése
ia: Verificar le email
it: Verifica indirizzo email
ja: メールアドレスの確認
ka: ელფოსტის დამოწმება
kab: Seqed tansa-inek imayl
nb_no: Bekreft e-post
nl: E-mailadres verifiëren
pl: Zweryfikuj adres e-mail
pt: Confirmar e-mail
pt_br: Validar email
ro: Verifică adresa de e-mail
ru: Подтвердить почту
sl: Potrdi e-poštni naslov
sq: Verifikoni email-in
sr: Верификујте адресу е-поште
sr_latn: Verifikujte adresu e-pošte
sv_se: Verifiera e-postadress
th: ยืนยันอีเมล
tr: E-postayı doğrula
tt: Эл. почтаны раслау
uk: Підтвердьте е-пошту

source: Confirm secondary email
cs: Ověřit záložní e-mailovou adresu
cy: Cadarnhau'r ail e-bost
da: Bekræft sekundær mailadresse
de: Sekundäre E-Mail-Adresse bestätigen
el: Επιβεβαίωση δευτερεύοντος email
es_ar: Confirmar correo electrónico secundario
es_cl: Confirmar correo secundario
fi: Vahvista toissijainen sähköpostiosoite
fr: Confirmer l’adresse secondaire
he: אימות כתובת דוא״ל משנית
hr: Potvrdi sekundarnu e-poštu
hu: Másodlagos e-mail megerősítése
ia: Confirmar e-mail secundari
it: Conferma l’indirizzo email secondario
ja: 予備メールアドレスの確認
ka: დამატებითი ელფოსტის დამოწმება
kab: Sentem tansa tis snat
nb_no: Bekreft sekundær e-postadresse
nl: Secundair e-mailadres bevestigen
pl: Potwierdź dodatkowy adres e-mail
pt: Confirmar e-mail secundário
pt_br: Confirmar email secundário
ro: Confirmă adresa de e-mail secundară
ru: Подтвердите дополнительную электронную почту
sl: Potrdi pomožni e-poštni naslov
sq: Ripohoni email dytësor
sr: Потврдите секундарну адресу е-поште
sr_latn: Potvrdite sekundarnu adresu e-pošte
sv_se: Bekräfta sekundär e-postadress
th: ยืนยันอีเมลสำรอง
tr: İkinci e-postayı onayla
tt: Икенчел эл. почтаны раслау
uk: Підтвердьте альтернативну адресу електронної пошти
