Repository: mozilla/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: ar, ast, az, be, bg, bs, ca, cs, cy, da, de, el, es_ar, es_cl, et, eu, fa, fi, fr, fur, fy, gd, he, hi, hr, hu, ia, it, ja, ka, kab, kk, lt, lv, ml, ms, my, nb_no, nl, pa_in, pl, pt, pt_br, ro, ru, sk, sl, sq, sr, sr_latn, sv_se, te, th, tr, tt, uk, vi

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
ar: إن لم يكن كذلك فساعدنا على منع المتسللين <a %(reportSignInLinkAttributes)s>بإبلاغنا عن هذا</a>.
ast: Si nun ye asina, ayuda a defendemos d'intrusos ya <a %(reportSignInLinkAttributes)s>informa d'ellos.</a>
be: Калі не, дапамажыце нам стрымліваць зламыснікаў і <a %(reportSignInLinkAttributes)s>паведамце нам аб гэтым.</a>
bg: Ако ли пък не – ни помогнете да отблъснем натрапниците като ни ги <a %(reportSignInLinkAttributes)s>докладвате.</a>
bs: Ako ne, pomozite nam braniti se od uljeza i <a %(reportSignInLinkAttributes)s>prijavite nam to.</a>
ca: Si no és així, ajudeu-nos a rebutjar intrusos i <a %(reportSignInLinkAttributes)s>envieu un informe.</a>
cs: Pokud ne, pomozte nám odrazit útočníky a <a %(reportSignInLinkAttributes)s>nahlaste nám to.</a>
cy: Os nad, cynorthwywch ni i gadw ymyrwyr draw ac <a %(reportSignInLinkAttributes)s>adrodd arno i ni.</a>
da: Hvis det ikke er, så hjælp os med at afværge ubudne gæster og <a %(reportSignInLinkAttributes)s>rapportér det til os.</a>
de: Wenn nicht, helfen Sie uns bei der Abwehr von Eindringlingen und <a %(reportSignInLinkAttributes)s>schreiben Sie eine Meldung an uns</a>.
el: Αν όχι, βοηθήστε μας να εμποδίσουμε τους εισβολείς και <a %(reportSignInLinkAttributes)s>αναφέρετέ το σε εμάς.</a>
es_ar: Si no es así, ayudanos a defendernos de los intrusos e <a %(reportSignInLinkAttributes)s>informanos.</a>
es_cl: En caso contrario, ayudanos a alejar a los intrusos <a %(reportSignInLinkAttributes)s>reportándolo</a>.
et: Kui mitte, siis aita meil sissetungijaid tõrjuda ning <a %(reportSignInLinkAttributes)s>teavita meid.</a>
fa: اگر خیر، به ما کمک کنید تا مزاحمان را پیدا کنیم و <a %(reportSignInLinkAttributes)s>این حرکت را به ما گزارش کنید.</a>
fi: Jos et, auta meitä torjumaan tunkeutujia ja <a %(reportSignInLinkAttributes)s>ilmoita asiasta meille.</a>
fr: Si non, aidez-nous à repousser les intrus et <a %(reportSignInLinkAttributes)s>signalez-le-nous</a>.
gd: Mur e, cuidich leinn ’nar strì an aghaidh luchd-foill is <a %(reportSignInLinkAttributes)s>cuir aithisg mu dhèidhinn thugainn.</a>
he: אם לא, עזרו לנו להדוף פורצים <a %(reportSignInLinkAttributes)s>ודווחו לנו על זה.</a>
hi: यदि नहीं, तो हमें घुसपैठियों को रोकने मे मदद करें और <a %(reportSignInLinkAttributes)s> हमें इसकी रिपोर्ट करें।</a>
hr: Ako ne, pomozi nam u sprječavanju neovlaštene prijave pomoću <a %(reportSignInLinkAttributes)s>prijave problema.</a>
hu: Ha nem, akkor segítsen kivédeni a behatolókat, és <a %(reportSignInLinkAttributes)s>jelentse nekünk.</a>
ia: Si non, adjuta nos a parar le intrusos e <a %(reportSignInLinkAttributes)s>reporta lo a nos.</a>
it: In caso contrario, aiutaci a tenere alla larga gli intrusi <a %(reportSignInLinkAttributes)s>segnalandocelo</a>.
ja: もし違うなら、侵入者を防ぐため <a %(reportSignInLinkAttributes)s>問題を報告してください</a>。
ka: თუ არა, დაგვეხმარეთ დამრღვევების გამოვლენასა და მოგერიებაში და <a %(reportSignInLinkAttributes)s>გამოგზავნეთ მოხსენება.</a>
kab: Ma ulac, mmel-aɣ-d amek ad neḥwi yir imdanen <a %(reportSignInLinkAttributes)s>mmel-aɣ-t-id</a>.
kk: Жоқ болса, алаяқтылармен күресуге көмектесу үшін <a %(reportSignInLinkAttributes)s>ол туралы бізге хабарлаңыз.</a>
lt: Jei ne, padėkite mums kovoti su įsilaužėliais – <a %(reportSignInLinkAttributes)s>praneškite apie juos</a>.
ml: ഇല്ലെങ്കിൽ, അത് <a %(reportSignInLinkAttributes)s>റിപ്പോർട്ടുചെയ്ത് </a>നുഴഞ്ഞുകയറ്റക്കാരെ തടയാന്‍ ഞങ്ങളെ സഹായിക്കൂ
ms: Jika tidak, bantu kami menangkis penceroboh dan <a %(reportSignInLinkAttributes)s>laporkan kepada kami.</a>
nb_no: Hvis nei, hjelp oss med å avverge inntrengere og <a %(reportSignInLinkAttributes)s>rapporter dette til oss.</a>
nl: Zo nee, help ons dan indringers tegen te houden en <a %(reportSignInLinkAttributes)s>meld het aan ons.</a>
pl: Jeśli nie, prosimy pomóc nam odpędzić intruzów <a %(reportSignInLinkAttributes)s>zgłaszając to</a>.
pt: Se não, ajude-nos a afastar os intrusos e <a %(reportSignInLinkAttributes)s>denuncie à nossa equipa.</a>
pt_br: Senão, ajude-nos a evitar intrusos e <a %(reportSignInLinkAttributes)s>nos informe</a>.
ro: Dacă nu, ajută-ne să blocăm intrușii și <a %(reportSignInLinkAttributes)s>raportează-ne.</a>
ru: Если нет, помогите нам в борьбе со злоумышленниками и <a %(reportSignInLinkAttributes)s>сообщите нам об этом.</a>
sk: Ak nie, pomôžte nám odraziť útočníkov a <a %(reportSignInLinkAttributes)s>nahláste nám to.</a>
sl: Če to niste vi, nam pomagajte odgnati vsiljivce in <a %(reportSignInLinkAttributes)s>nam prijavite poskus zlorabe.</a>
sq: Nëse jo, na ndihmoni të mbajmë jashtë të padëshiruarit dhe <a %(reportSignInLinkAttributes)s>raportojeni këtë te ne.</a>
sr: Ако нисте, помозите нам да одбијемо уљеза и <a %(reportSignInLinkAttributes)s>пријавите нам то.</a>
sr_latn: Ako niste, pomozite nam da odbijemo uljeza i <a %(reportSignInLinkAttributes)s>prijavite nam to.</a>
sv_se: Om nej, hjälp oss att avvärja inkräktare och <a %(reportSignInLinkAttributes)s>rapportera detta till oss.</a>
te: ఒకవేళ కాకపోతే, మాకు చొరబాటు తప్పించడానికి సహాయం చేయండి మరియు <a %(reportSignInLinkAttributes)s>దాన్ని మాకు నివేదించండి.</a>
th: ถ้าไม่ใช่ ช่วยเรากำจัดผู้บุกรุกและ<a %(reportSignInLinkAttributes)s>รายงานมายังเรา</a>
tr: Değilseniz, saldırganları kapı dışarı edebilmemiz için <a %(reportSignInLinkAttributes)s>bize rapor edin</a>.
tt: Юк булса, безгә алдакчылар белән көрәшергә ярдәм итү өчен бу хәл турында <a %(reportSignInLinkAttributes)s>хәбәр итегез.</a>
uk: Якщо ні, допоможіть нам не допустити зловмисників і <a %(reportSignInLinkAttributes)s>повідомте про це нас.</a>

source: If no, help us fend off intruders and report it to us.
ar: إن لم يكن كذلك فساعدنا على منع المتسللين بإبلاغنا عن هذا.
ast: Si nun ye asina, ayuda a defendemos d'intrusos ya informa d'ellos.
be: Калі не, дапамажыце нам стрымліваць зламыснікаў і паведамце нам аб гэтым.
bg: Ако ли пък не – ни помогнете да отблъснем натрапниците като ни ги докладвате.
bs: Ako ne, pomozite nam braniti se od uljeza i prijavite nam to.
ca: Si no és així, ajudeu-nos a rebutjar intrusos i envieu un informe.
cs: Pokud ne, pomozte nám odrazit útočníky a nahlaste nám to.
cy: Os nad, cynorthwywch ni i gadw ymyrwyr draw ac adrodd arno i ni.
da: Hvis det ikke er, så hjælp os med at afværge ubudne gæster og rapportér det til os.
de: Wenn nicht, helfen Sie uns bei der Abwehr von Eindringlingen und schreiben Sie eine Meldung an uns.
el: Αν όχι, βοηθήστε μας να εμποδίσουμε τους εισβολείς και αναφέρετέ το σε εμάς.
es_ar: Si no es así, ayudanos a defendernos de los intrusos e informarnos.
es_cl: En caso contrario, ayudanos a alejar a los intrusis reportándolo.
et: Kui mitte, siis aita meil sissetungijaid eemal hoida ning teavita meid.
fa: اگر خیر، به ما کمک کنید تا مزاحمان را پیدا کنیم و این فعالیت‌ها را به ما گزارش کنید.
fi: Jos et, auta meitä torjumaan tunkeutujia ja ilmoita asiasta meille.
fr: Si non, aidez-nous à repousser les intrus et signalez-le-nous.
gd: Mur e, cuidich leinn ’nar strì an aghaidh luchd-foill is cuir aithisg mu dhèidhinn thugainn.
he: אם לא, עזרו לנו להדוף פורצים ודווחו לנו על זה.
hi: यदि नहीं, तो हमें घुसपैठियों को रोकने मे मदद करें और हमें इसकी रिपोर्ट करें।
hr: Ako ne, pomozi nam u sprječavanju neovlaštene prijave pomoću prijave problema.
hu: Ha nem, akkor segítsen kivédeni a behatolókat, és jelentse nekünk.
ia: Si non, adjuta nos a parar le intrusos e reporta lo a nos.
it: In caso contrario, aiutaci a tenere alla larga gli intrusi segnalandocelo.
ja: もし違うなら、侵入者を防ぐため問題を報告してください。
ka: თუ არა, დაგვეხმარეთ დამრღვევების გამოვლენასა და მოგერიებაში და გამოგზავნეთ მოხსენება.
kab: Ma ulac, mudd-aɣ-d afus akken ad neḥwi yir imdanen udiɣ mmel-aɣ-tid.
kk: Жоқ болса, алаяқтылармен күресуге көмектесу үшін ол туралы бізге хабарлаңыз.
lt: Jei ne, padėkite mums kovoti su įsilaužėliais – praneškite apie juos.
ml: ഇല്ലെങ്കിൽ, അത് റിപ്പോർട്ടുചെയ്ത് നുഴഞ്ഞുകയറ്റക്കാരെ തടയാന്‍ ഞങ്ങളെ സഹായിക്കൂ.
ms: Jika tidak, bantu kami menangkis penceroboh dan laporkan kepada kami.
nb_no: Hvis nei, hjelp oss med å avverge inntrengere og rapporter dette til oss.
nl: Zo nee, help ons dan indringers tegen te houden en meld het aan ons.
pl: Jeśli nie, prosimy pomóc nam odpędzić intruzów zgłaszając to.
pt: Se não, ajude-nos a afastar os intrusos e denuncie-nos a atividade.
pt_br: Senão, ajude-nos a evitar intrusos e nos informe.
ro: Dacă nu, ajută-ne să blocăm intrușii și raportează-ne.
ru: Если нет, помогите нам в борьбе со злоумышленниками и сообщите нам об этом.
sk: Ak nie, pomôžte nám odraziť útočníkov a nahláste nám to.
sl: Če to niste vi, nam pomagajte odgnati vsiljivce in nam prijavite poskus zlorabe.
sq: Nëse jo, na ndihmoni të mbajmë jashtë të padëshiruarit dhe raportojeni këtë te ne.
sr: Ако нисте, помозите нам да одбијемо уљеза и пријавите нам то.
sr_latn: Ako niste, pomozite nam da odbijemo uljeza i prijavite nam to.
sv_se: Om nej, hjälp oss att avvärja inkräktare och rapportera detta till oss.
te: ఒకవేళ కాకపోతే, మాకు చొరబాటు తప్పించడానికి సహాయం చేయండి మరియు దాన్ని మాకు నివేదించండి.
th: ถ้าไม่ใช่ ช่วยเรากำจัดผู้บุกรุกและรายงานมายังเรา
tr: Değilseniz, saldırganları kapı dışarı edebilmemiz için bize rapor edin.
tt: Юк булса, безгә алдакчылар белән көрәшергә ярдәм итү өчен бу хәл турында хәбәр итегез.
uk: Якщо ні, допоможіть нам не допустити зловмисників і повідомте про це нас.

source: Welcome to the Firefox family
be: Сардэчна запрашаем у сям'ю Firefox
cs: Vítejte v rodině Firefoxu
cy: Croeso i deulu Firefox
da: Velkommen til Firefox-familien
de: Willkommen in der Firefox-Familie
el: Καλώς ορίσατε στην οικογένεια Firefox
es_ar: Bienvenido a la familia Firefox
es_cl: Bienvenido a la familia Firefox
fi: Tervetuloa Firefox-perheeseen
fr: Bienvenue dans la famille Firefox
he: ברוכים הבאים למשפחת Firefox
hr: Dobro došao/Dobro došla u obitelj Firefox
hu: Üdvözöljük a Firefox családban
ia: Benvenite al familia de Firefox
it: Benvenuto nella famiglia Firefox
ja: Firefox ファミリーへようこそ
ka: მოგესალმებათ Firefox-ოჯახი
kab: Ansuf ɣer twacult Firefox
lt: Sveiki, čia „Firefox“ šeima
nb_no: Velkommen til Firefox-familien
nl: Welkom bij de Firefox-familie
pl: Witamy w rodzinie Firefoksa
pt: Bem-vindo(a) à família Firefox
pt_br: Boas-vindas à família Firefox
ro: Bine ai venit în familia Firefox
ru: Добро пожаловать в семью Firefox
sk: Vitajte v rodine Firefoxu
sl: Dobrodošli v družini Firefox
sq: Mirë se vini në familjen Firefox
sr: Добродошли у Firefox породицу
sr_latn: Dobrodošli u Firefox porodicu
sv_se: Välkommen till Firefox-familjen
th: ยินดีต้อนรับเข้าสู่ครอบครัว Firefox
tr: Firefox ailesine hoş geldiniz
tt: Firefox гаиләсенә рәхим итегез
uk: Ласкаво просимо до сімейства Firefox

source: A few days ago you created a Firefox account, but never confirmed it.
be: Некалькі дзён таму вы стварылі ўліковы запіс Firefox, але так і не пацвердзілі яго.
cs: Před několika dny jste si vytvořili účet Firefoxu, ale nikdy jste ho nepotvrdili.
cy: Ychydig ddyddiau yn ôl fe wnaethoch chi greu cyfrif Firefox, ond heb ei gadarnhau.
da: For et par dage siden oprettede du en Firefox-konto, men bekræftede den aldrig.
de: Vor ein paar Tagen haben Sie ein Firefox-Konto erstellt, es aber nie bestätigt.
el: Πριν από λίγες ημέρες, δημιουργήσατε ένα λογαριασμό Firefox, αλλά δεν κάνατε ποτέ επιβεβαίωση.
es_ar: Hace unos días creaste una cuenta de Firefox, pero nunca la confirmaste.
es_cl: Hace unos días creaste una cuenta de Firefox, pero nunca la confirmaste.
fi: Loit Firefox-tilin muutama päivä sitten, mutta et koskaan vahvistanut sitä.
fr: Il y a quelques jours, vous avez créé un compte Firefox, mais vous ne l’avez jamais confirmé.
he: לפני מספר ימים יצרת חשבון Firefox, אבל לא אימתת אותו.
hr: Prije nekoliko dana stvoren je tvoj Firefox račun, ali nije potvrđen.
hu: Néhány napja létrehozott egy Firefox-fiókot, de azt nem erősítette meg.
ia: Alcun dies retro tu ha create un conto de Firefox, ma tu non lo ha ancora confirmate.
it: Hai creato un account Firefox qualche giorno fa ma non l’hai mai confermato.
ja: 数日前に Firefox アカウントを作成されましたが、まだ確認が行われていません。
ka: რამდენიმე დღის წინ თქვენ შექმენით Firefox-ანგარიში, მაგრამ ჯერ არ დაგიმოწმებიათ.
kab: Kra n wussan aya terniḍ amiḑan Firefox, dacu mazal ur t-tsentmeḍ ara.
lt: Prieš keletą dienų susikūrėte „Firefox“ paskyrą, tačiau jos nepatvirtinote.
nb_no: For noen dager siden laget du en Firefox-konto, men du bekreftet den aldri.
nl: U hebt enkele dagen geleden een Firefox-account aangemaakt, maar dit nooit bevestigd.
pl: Kilka dni temu utworzono konto Firefoksa, ale nigdy go nie potwierdzono.
pt: Há alguns dias criou uma Conta Firefox, mas nunca a confirmou.
pt_br: Há alguns dias você criou uma Conta Firefox, mas ainda não a confirmou.
ro: Acum câteva zile ai creat un cont Firefox, dar nu l-ai confirmat.
ru: Несколько дней назад вы создали аккаунт Firefox — но так и не подтвердили его.
sk: Pred niekoľkými dňami ste si vytvorili účet Firefox, ale zatiaľ ste ho nepotvrdili.
sl: Pred nekaj dnevi ste ustvarili Firefox Račun, vendar ga niste nikoli potrdili.
sq: Pak ditë më parë krijuat një llogari Firefox, por s’e ripohuat kurrë këtë.
sr: Пре неколико дана сте направили Firefox налог, али га нисте и потврдили.
sr_latn: Pre nekoliko dana ste napravili Firefox nalog, ali ga niste i potvrdili.
sv_se: För några dagar sedan skapade du ett Firefox-konto, men du bekräftade aldrig det.
th: ไม่กี่วันที่ผ่านมาคุณได้สร้างบัญชี Firefox แต่ไม่เคยได้ยืนยันบัญชีของคุณ
tr: Birkaç gün önce bir Firefox hesabı açtınız ama hesabınızı onaylamadınız.
uk: Кілька днів тому ви створили обліковий запис Firefox, але досі не підтвердили його.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
be: Пацвердзіце зараз і атрымайце тэхналогію, якая абараняе і змагаецца за вашу прыватнасць, узбройвае вас практычнымі ведамі і павагай, якой вы вартыя.
cs: Potvrďte ho nyní a získejte technologii, která bojuje za vaše soukromí a chrání ho, vyzbrojuje vás praktickými znalostmi a projevuje vám zasloužený respekt.
cy: Cadarnhewch nawr a chael technoleg sy'n ymgyrchu ac yn diogelu eich preifatrwydd, yn rhoi gwybodaeth ymarferol i chi, a'r parch rydych yn ei haeddu.
da: Bekræft nu og få adgang til teknik, der kæmper for din ret til privatliv på nettet, giver dig nyttig viden og den respekt, du fortjener.
de: Bestätigen Sie es jetzt und holen Sie sich eine Technologie, die für Ihre Privatsphäre kämpft und diese schützt, Sie mit praktischem Wissen und dem Respekt ausstattet, den Sie verdienen.
el: Κάντε τώρα επιβεβαίωση για να αποκτήστε την τεχνολογία που μάχεται για το απόρρητό σας, σας εξοπλίζει με πρακτικές γνώσεις και σας σέβεται όπως σας αξίζει.
es_ar: Confirmá ahora y obtené tecnología que lucha por y protege tu privacidad, te ofrece conocimientos prácticos y el respeto que te merecés.
es_cl: Confírmala ahora y obtén tecnología que lucha y protege tu privacidad, te equipa con información útil y te da el respeto que mereces.
fi: Vahvista nyt ja saat teknologian, joka taistelee yksityisyyden puolesta ja suojelee sitä, sekä varustaa sinut käytännön tiedoin sekä ansaitsemallasi kunnioituksella.
fr: Confirmez votre compte pour adopter une technologie qui lutte pour vos droits, protège votre vie privée, et vous offre des connaissances utiles et le respect que vous méritez.
hr: Potvrdi sada i nabavi tehnologiju koja se bori za tvoju privatnost, štiti je, te pruža praktično znanje i poštovanje koje zaslužuješ.
hu: Erősítse meg most, és kapjon olyan technológiát, amely megvédi és küzd az adatvédelméért, felvértezi gyakorlati ismeretekkel, és megadja az Önnek járó tiszteletet.
ia: Confirma lo ora e obtene un technologia que defende e protege tu vita private, te arma con cognoscentias practic, e te accorda le respecto que tu merita.
it: Conferma subito il tuo account e sfrutta i vantaggi di una tecnologia che protegge la tua privacy, arricchisce le tue conoscenze pratiche del Web e rispetta i tuoi diritti di utente.
ka: დაამოწმეთ ახლავე და მიიღეთ ყველა ის საშუალება, რომელიც იბრძვის თქვენი პირადი მონაცემების უსაფრთხოებისთვის, უზრუნველგყოფთ გამოსადეგი ცოდნითა და გეპყრობათ სათანადო პატივისცემით.
kab: Sentem amiḍan-ik akken ad taɣeḍ tanumi n tetiknulujit i yettannaɣen ɣef yizerfan-ik, i yemmestanen tudert-ik tabaḍnit, daɣen tettmuddu tamussni akked uqadeṛ i tuklaleḍ.
lt: Patvirtinkite dabar, ir naudokitės technologijomis, kurios kovoja už ir saugo jūsų privatumą, apginkluoja jus praktinėmis žiniomis, ir suteikia pagarbą, kurios nusipelnėte.
nb_no: Bekreft nå og få teknologi som kjemper for og beskytter personvernet ditt, gir deg praktisk kunnskap og respekten du fortjener.
nl: Bevestig nu en ontvang technologie die voor uw privacy vecht en deze beschermt, u versterkt met praktische kennis en u het respect geeft dat u verdient.
pl: Potwierdź teraz i korzystaj z technologii, która walczy o Twoją prywatność i chroni ją, uzbraja Cię w praktyczną wiedzę oraz darzy Cię szacunkiem, na jaki zasługujesz.
pt: Confirme agora e obtenha tecnologia que luta e protege a sua privacidade, oferece-lhe conhecimento prático e o respeito que merece.
pt_br: Confirme agora e obtenha a tecnologia que luta por sua privacidade e a protege, oferece conhecimento prático e o respeito que você merece.
ro: Confirmă-l acum și obține tehnologia care luptă pentru și îți protejează viața privată, îți oferă cunoștințe practice și îți acordă respectul pe care îl meriți.
ru: Подтвердите сейчас — и получите доступ к технологиям, которые защищают вас, сражаются за вашу конфиденциальность, вооружают вас знаниями об этом и, прежде всего, уважают вас.
sk: Potvrďte ho teraz a získajte technológiu, ktorá bojuje za vaše súkromie a chráni ho, vyzbrojuje vás praktickými znalosťami a prejavuje vám zaslúžený rešpekt.
sl: Potrdite zdaj in prejmite tehnologijo, ki se bori za vašo zasebnost in jo varuje, ter vas opremlja s praktičnim znanjem in spoštovanjem, ki si ga zaslužite.
sq: Ripohojeni tani dhe merrni teknologji që lufton për dhe e mbron privatësinë tuaj, ju armatos me dije praktike, dhe respektin që meritoni.
sr: Потврдите сада и усвојите технологију која се бори за ваша права, штити вашу приватност и даје вам корисно знање и поштовање које заслужујете.
sr_latn: Potvrdite sada i usvojite tehnologiju koja se bori za vaša prava, štiti vašu privatnost i daje vam korisno znanje i poštovanje koje zaslužujete.
sv_se: Bekräfta nu och få teknik som bekämpar och skyddar din integritet och ger dig den praktiska kunskapen och respekten du förtjänar.
th: ยืนยันตอนนี้เพื่อใช้เทคโนโลยีที่ต่อสู้และปกป้องความเป็นส่วนตัวของคุณ ติดอาวุธให้คุณด้วยความรู้เชิงปฏิบัติและความเคารพที่คุณสมควรได้รับ
tr: Hesabınızı şimdi doğrulayın; gizliliğiniz için mücadele eden, sizi pratik bilgilerle donatan ve size hak ettiğiniz saygıyı gösteren teknolojiye kavuşun.
uk: Підтвердьте зараз і отримайте доступ до технології, що відстоює та захищає вашу приватність, надає практичні знання, і поважає вас.

source: Confirm email:
be: Пацвердзіце электронную пошту:
cs: Potvrdit e-mailovou adresu:
cy: E-bost cadarnhau:
da: Bekræft mailadresse:
de: E-Mail-Adresse bestätigen:
el: Επιβεβαίωση email:
es_ar: Confirmar correo electrónico:
es_cl: Confirmar correo:
fi: Vahvista sähköposti:
fr: Confirmez votre adresse électronique :
hr: Potvrdi adresu e-pošte:
hu: E-mail cím megerősítése:
ia: Confirmar email:
it: Verifica indirizzo email:
ka: ელფოსტის დადასტურება:
kab: Sentem imayl:
lt: Patvirtinkite el. paštą:
ml: ഇമെയിൽ സ്ഥിരീകരിക്കുക:
nb_no: Bekreft e-postadressen:
nl: E-mailadres bevestigen:
pl: Potwierdź adres e-mail:
pt: Confirmar email:
pt_br: Confirmar email:
ro: Confirmă adresa de e-mail:
ru: Подтвердите свою электронную почту:
sk: Potvrdiť e-mailovú adresu:
sl: Potrdite e-poštni naslov:
sq: Ripohoni email-in:
sr: Потврдите своју е-пошту:
sr_latn: Potvrdite svoju e-poštu:
sv_se: Bekräfta e-postadress:
th: ยืนยันอีเมล:
tr: E-postanızı doğrulayın:
tt: Эл. почтаны раслау:
uk: Підтвердити електронну пошту:

source: Still there?
ast: ¿Entá tas ende?
be: Усё яшчэ тут?
ca: Encara hi sou?
cs: Jste tu ještě?
cy: Dal yna?
da: Er du der stadig?
de: Sind Sie noch da?
el: Ακόμη εκεί;
es_ar: ¿Seguís ahí?
es_cl: ¿Sigues ahí?
et: Kas oled veel seal?
eu: Oraindik hor?
fa: هنوز اینجایی؟
fi: Oletko vielä siellä?
fr: Toujours là ?
he: עדיין פה?
hr: Još si tamo?
hu: Ott van még?
ia: Ancora ci?
it: Intendi ancora attivare un account Firefox?
ja: まだお使いになりますか？
ka: ისევ აქ ხართ?
kab: Aqla-k da?
lt: Ar nepamiršote?
lv: Vai jūs te joprojām esat?
ml: ഇപ്പോഴും അവിടെയുണ്ടോ?
nb_no: Fortsatt der?
nl: Bent u er nog?
pl: Nadal z nami?
pt: Ainda aqui?
pt_br: Ainda está aí?
ro: Mai ești aici?
ru: Всё ещё здесь?
sk: Ste tu ešte?
sl: Ste še tu?
sq: Ende këtu?
sr: Још увек сте овде?
sr_latn: Još uvek ste ovde?
sv_se: Fortfarande där?
th: ยังอยู่ที่นั่นใช่ไหม?
tr: Orada mısınız?
tt: Сез әле дә мондамы?
uk: Досі тут?
