Repository: mozilla/fxa-content-server-l10n
Catalog: locale/hsb/LC_MESSAGES/client.po
Languages: hsb

source: Did you use the system camera? You must pair from within a Firefox app.
hsb: Sće systemowu kameru wužił? Dyrbiće w nałoženju Firefox koplować.
