Repository: mozilla/fxa-content-server-l10n
Catalog: locale/hsb/LC_MESSAGES/client.po
Languages: hsb

source: Sign in to Firefox for iOS to complete set-up
hsb: Přizjewće so pola Firefox za iOS, zo byšće zarjadowanje dokónčił

source: Cookies and local storage are required
hsb: Placki a lokalny składowak su trěbne

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
hsb: Prošu zmóžńće placki a lokalny składowak we wašim wobhladowaku, zo byšće přistup k Firefox Accounts měł. To funkcije zmóžnja, kaž na přikład spomjatkowanje přez posedźenja.

source: Try again
hsb: Spytajće hišće raz

source: Enter your password <span class="card-subheader" id="subheader">for your Firefox account</span>
hsb: Zapodajće swoje hesło <span class="card-subheader" id="subheader">za swoje konto Firefox</span>

source: Password
hsb: Hesło

source: By proceeding, you agree to the <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
hsb: Pokročujće, zo byšće do <a class="link-grey" id="fxa-tos" href="/legal/terms">wužiwanskich wuměnjenjow</a> a <a class="link-grey" id="fxa-pp" href="/legal/privacy">pokazki priwatnosće</a> zwolił.

source: Use a different account
hsb: Wužiwajće druhe konto

source: Forgot password?
hsb: Sće hesło zabył?

source: Continue to Firefox accounts
hsb: Dale ke kontam Firefox

source: Sync your passwords, tabs, and bookmarks everywhere you use Firefox.
hsb: Synchronizujće swoje hesła, rajtarki a zapołožki wšudźe, hdźež Firefox wužiwaće.

source: Enter your email
hsb: E-mejlowu adresu zapodać

source: Continue to <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
hsb: Dale do <div class="graphic %(serviceLogo)s">%(serviceName)s</div>

source: Sign up or sign in
hsb: Registrować abo přizjewić

source: A Firefox account also unlocks access to more privacy-protecting products from Mozilla.
hsb: Konto Firefox tež přistup k wjace produktam škita datow wot Mozilla zmóžnja.

source: Save recovery codes
hsb: Wobnowjenske kody składować

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
hsb: Składujće tute kody za jónkróćne wužiwanje na wěstym městnje, jeli přistup k swojemu mobilnemu gratej nimaće.

source: Download
hsb: Sćahnyć

source: Copy
hsb: Kopěrować

source: Print
hsb: Ćišćeć

source: Continue
hsb: Dale

source: Cancel setup
hsb: Instalaciju přetorhnyć

source: Confirm recovery code
hsb: Wobnowjenski kod wobkrućić

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
hsb: Zo byšće zaso přistup k swojemu kontu dóstał, jeli sće swój grat zhubił, zapodajće prošu jedyn ze swojich wobnowjenskich kodow.

source: Recovery code
hsb: iWobnowjenski kod

source: Enable two-step authentication
hsb: Dwukročelowu awtentifikaciju zmóžnić

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
hsb: Požadajće wěstotne kody z jednoho z <a %(escapedTotpSupportAttributes)s>tutych awtentifikaciskich nałoženjow</a>, zo byšće swojemu kontu wěstotnu runinu přidał.

source: Scan authentication code
hsb: Awtentificiski kod skenować

source: Enter code manually
hsb: Kod manuelnje zapodać

source: Scan the QR code in your authentication app and then enter the security code it provides.
hsb: Skenujće QR-kod w swojim awtentifikaciskim nałoženju a zapodajće potom k dispoziciji stajeny wěstotny kod.

source: Can’t scan code?
hsb: Njemóžeće kod skenować?

source: Once complete, it will begin generating security codes for you to enter.
hsb: Hdyž proces je dokónčeny, so wěstotne kody wutworjeja, kotrež móžeće zapodać.

source: Type this secret key into your authentication app.
hsb: Zapisajće tutón tajny kluč do swojeho awtentifikowanskeho nałoženja:

source: Scan QR code instead?
hsb: QR-kod město toho skenować?

source: Security code
hsb: Wěstotny kod

source: Ready
hsb: Hotowo

source: Legal
hsb: Prawniske wěcy

source: Terms of Service
hsb: Wužiwanske wuměnjenja

source: Privacy Notice
hsb: Zdźělenka priwatnosće

source: Get the full Sync experience.
hsb: Wobstarajće sej cyłe Sync-dožiwjenje.

source: Download Firefox for iOS!
hsb: Sćehńće Firefox za iOS!

source: Download Firefox for Android.
hsb: Sćehńće Firefox za Android.

source: Download Firefox for mobile devices.
hsb: Sćehńće Firefox za mobilne graty.

source: Request for permission
hsb: Wo dowolnosć prosyć

source: %(serviceName)s wants the following information from your account:
hsb: %(serviceName)s chce slědowace informacije z wašeho konta:

source: Accept
hsb: Akceptować

source: Cancel
hsb: Přetorhnyć

source: Success
hsb: Wuspěch

source: You are now ready to use <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
hsb: Móžeće nětko <div class="graphic %(serviceLogo)s">%(serviceName)s</div> wužiwać

source: Continue to my account
hsb: Dale k mojemu kontu

source: Your account is ready!
hsb: Waše konto je hotowe!

source: Generate a new recovery key
hsb: Nowy wobnowjenski kluč wutworić

source: Report unauthorized sign-in?
hsb: Njeawtorizowane přizjewjenje zdźělić?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
hsb: Sće mejlku wo spytanym přistupu na swoje konto dóstał. Chceće tutu aktiwitu jako podhladnu zdźělić?

source: Report activity
hsb: Aktiwitu zdźělić

source: Why is this happening?
hsb: Čehodla so to stawa?

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
hsb: <span>KEDŹBU:</span> Hdyž swoje hesło wróćo stajeće, stajiće swoje konto wróćo. Móžeće někotre z wašich wosobinskich datow zhubić (na přikład historiju, zapołožki a hesła). Tohodla zaklučujemy waše daty z wašim hesłom, zo bychmy wašu priwatnosć škitali. Waše abonementy, kotrež snano maće, wobchowaće a daty Pocket njejsu potrjechene.

source: Email
hsb: E-mejlowa adresa

source: Begin reset
hsb: Wróćostajenje započeć

source: Recent Activity
hsb: Najnowša aktiwita

source: Security Events
hsb: Wěstotne podawki

source: Event Name
hsb: Mjeno podawka

source: Created At
hsb: Wutworjeny dnja

source: Delete events
hsb: Podawki zhašeć

source: Back to settings
hsb: Wróćo k nastajenjam

source: Sorry. We’ve locked your&nbsp;account.
hsb: Bohužel je waše konto zawrjene.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
hsb: Wobkrućenska e-mejlka, kotruž smy na %(email)s pósłali, je so wróćiła a smy waše konto zawrěli, zo bychmy waše daty Firefox škitali.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
hsb: Jeli to je płaćiwa adresa, <a %(escapedSupportLinkAttrs)s>informujće nas</a> a móžemy pomhać, waše konto wotewrěć.

source: No longer own that email? Create a new account
hsb: Tuta e-mejlowa hižo wam njesłuša? Załožće konto

source: By proceeding, you agree to:<br /> Pocket’s <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
hsb: Hdyž pokročujeće, zwoliće do:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">wužiwanskich wuměnjenjow</a> a <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">rozswětlenja priwatnosće</a> Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">wužiwanskich wuměnjenjow</a> a <a class="link-grey" id="fxa-pp" href="/legal/privacy">rozswětlenja priwatnosće</a> Firefox.

source: Enter recovery code
hsb: Wobnowjenski kod zapodać

source: Please enter a recovery code that was provided to you during setup.
hsb: Prošu zapodajće wobnowjenski kod, kotryž sće w běhu instalacije dóstał.

source: Enter 10-digit recovery code
hsb: 10-městny wobnowjenski kod zapodać

source: Are you locked out?
hsb: Sće wuzamknjewny?

source: Thank you for your vigilance
hsb: Dźakujemy so za wašu stražliwosć

source: Our team has been notified. Reports like this help us fend off intruders.
hsb: Naš team je zdźělenku dóstał. Rozprawy kaž tuta nam pomhaja, zadobywarjow wotwobarać.

source: Enter confirmation code <span class="card-subheader">for your Firefox account</span>
hsb: Zapodajće wobkrućenski kod <span class="card-subheader">za swoje konto Firefox</span>

source: Enter the code that was sent to %(email)s within 5 minutes.
hsb: Zapodajće kod, kotryž je so za 5 mjeńšin na %(email)s pósłał.

source: Enter security code
hsb: Wěstotny kod zapodać

source: Open your authentication app and enter the security code it provides.
hsb: Wočińće swoje awtentifikowanske nałoženje a zapodajće k dispoziciji stajeny wěstotny kod.

source: Trouble entering code?
hsb: Maće problemy při zapodawanju koda?

source: Authorize this sign-in
hsb: Tute přizjewjenje awtorizować

source: Check your email for the authorization code sent to %(email)s.
hsb: Přepytajće swoju e-mejl za awtorizowanskim kodom, kotryž je so na %(email)s pósłał.

source: Enter authorization code
hsb: Awtorizowanski kod zapodać

source: Set your password
hsb: Zapodajće swoje hesło

source: Change email
hsb: E-mejlowu adresu změnić

source: Repeat password
hsb: Hesło wospjetować

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
hsb: Trjebaće tute hesło za přistup k zaklučowanym datam, kotrež pola nas składujeće.<br/>Hdyž wróćo stajeće, so snano daty kaž hesła a zapołožki zhubja.

source: Practical knowledge is coming to your inbox. Sign up for more:
hsb: Praktiska wěda do wašeho póstoweho kašćika dóńdźe. Registrujće so za wjace:

source: Choose what to sync
hsb: Wubjerće, štož ma so synchronizować

source: Create account
hsb: Konto załožić

source: By proceeding, you agree to:<br /> Pocket’s <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
hsb: Hdyž pokročujeće, zwoliće do:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">wužiwanskich wuměnjenjow</a> a <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">rozswětlenja priwatnosće</a> Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">wužiwanskich wuměnjenjow</a> a <a class="link-grey" id="fxa-pp" href="/legal/privacy">rozswětlenja priwatnosće</a> Firefox.

source: Firefox Accounts
hsb: Konta Firefox

source: Account Home
hsb: Startowa strona konta

source: Subscriptions
hsb: Abonementy

source: Contact Us
hsb: Kontakt

source: What are you contacting us about?
hsb: Čehodla stajeće so z nami do zwiska?

source: Please select one
hsb: Prošu wubjerće něšto

source: What do you need help with?
hsb: Za čo trjebaće pomoc?

source: Payment & billing
hsb: Płaćenje a wotličenje

source: Account issues
hsb: Problemy z wužiwarskim kontom

source: Technical issues
hsb: Techniske problemy

source: Provide feedback / request features
hsb: Měnjenja pósłać / funkcije požadać

source: Not listed
hsb: Njenalistowany

source: Do you need help with a specific app or service? (optional)
hsb: Trjebaće pomoc za wěste nałoženje abo słužbu? (na přeće)

source: Subject (optional)
hsb: Tema (na přeće)

source: Description of issue
hsb: Problemowe wopisanje

source: Send
hsb: Pósłać

source: Would you like to sync this device to your account?
hsb: Chceće tutón grat ze swojim kontom synchronizować?

source: Sync this device
hsb: Tutón grat synchronizować

source: Step 1 of 2: Re-enter password
hsb: Krok 1 z 2: Hesło znowa zapodać

source: Enter your password to view your recovery key.
hsb: Zapodajće swoje hesło, zo byšće swój wobnowjenski kluč widźał.

source: Enter Password
hsb: Hesło zapodać

source: Successfully connected
hsb: Wuspěšnje zwjazany

source: Please close this page and continue on the other device.
hsb: Prošu začińće tutu stronu a čińće na druhim graće dale.

source: New sign-in to Firefox
hsb: Nowe přizjewjenje pola Firefox

source: Confirm sign-in
hsb: Přizjewjenje wobkrućić

source: If you suspect that someone is trying to gain access to your account, <a id="change-password" href="/settings/change_password">please change your password.</a>
hsb: Jeli měniće, zo něchtó pospytuje, přistup k wašemu kontu dóstać, <a id="change-password" href="/settings/change_password">změńće prošu swoje hesło.</a>

source: Send login push notification
hsb: Při přizjewjenju eksternu zdźělenku pósłać

source: Check your connected Firefox devices for the sign-in confirmation tab we've sent.
hsb: Přepruwujće swoje zwjazane graty Fiefox za přizjewjenski wobkrućenski rajtark, kotryž smy pósłali.

source: Resend tab
hsb: Rajtark znowa pósłać

source: Tab not arriving? Send an email instead
hsb: Rajtark njedochadźa? Sćelće město toho mejlku

source: Add a secondary email address
hsb: Druhu e-mejlowu adresu přidać

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
hsb: Hdyž sekundarnu e-mejlowu adresu přidawaće, dóstanjeće so wróćo k swojemu kontu, jeli sće wuzamknjeny a k %(escapedEmail)s přistup nimaće.

source: Secondary email
hsb: Druha e-mejlowa adresa

source: Maybe later
hsb: Snano pozdźišo

source: Need another code? Resend
hsb: Trjebaće druhi kod? Znowa pósłać

source: Use a different email
hsb: Druhu e-mejlowu adresu wužiwać

source: Please change your password
hsb: Změńće prošu swoje hesło

source: to continue to %(serviceName)s
hsb: zo byšće so k %(serviceName)s dóstał

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
hsb: Smy podhladne zadźerženje we wašim konće Firefox zwěsćili. Zo byšće swoje konto škitał, wutworće prošu nowe hesło. Wužiwajće te hesło, zo byšće so zaso pola słužbow swojeho konta Firefox přizjewił.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
hsb: Synchronizowana historija, zapołožki, přizjewjenja a druhe wosobinske daty so njezhubja.

source: Old password
hsb: Stare hesło

source: Re-enter new password
hsb: Nowe hesło znowa zapodać

source: Change password
hsb: Hesło změnić

source: This Firefox is connected
hsb: Tutón Firefox je zwjazany

source: Sign up for more
hsb: Registrujće so za wjace

source: Practical knowledge is coming to your inbox.
hsb: Praktiska wěda do wašeho póstoweho kašćika přińdźe.

source: Get practical knowledge in your inbox about:
hsb: Wobstarajće so praktisku wědu do swojeho póstoweho kašćika wo:

source: Subscribe %(email)s
hsb: Za %(email)s abonować

source: The link you clicked was missing characters, and may have been broken by your email client.
hsb: Wotkazej, na kotryž sće kliknył, znamješka faluja, a je so snano přez waš e-mejlowy program wobškodźił.

source: Create a Firefox Account
hsb: Konto Firefox załožić

source: Continue to %(productName)s
hsb: Dale k %(productName)s

source: Enter a password
hsb: Hesło zapodać

source: Confirm password
hsb: Hesło wobkrućić

source: Create Password
hsb: Hesło wutworić

source: Device connected!
hsb: Grat je zwjazany!

source: Connect another one
hsb: Z druhim gratom zwjazać

source: Use SMS instead
hsb: SMS město toho wužiwać

source: I'm done for now
hsb: Sym nětko hotowy

source: Sync Firefox between devices
hsb: Firefox mjez gratami synchronizować

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
hsb: Synchronizujće zapołožki, historiju a hesła Firefox na swojich mobilnych gratach. Traje jenož mało mjeńšin.

source: Get started
hsb: Prěnje kroki

source: I'll do this later, send me a reminder
hsb: Budu to pózdźišo činić, sćelće mi dopomnjeće

source: Download Firefox with your camera app
hsb: Sćehńće Firefox ze swojim kamerowym nałoženjom

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
hsb: Instalowanje Firefox a synchronizowanje mjez znajmjeńša dwěmaj gratomaj tež před zhubjenjom wašich datow.

source: Ready to scan
hsb: Hotowy za skenowanje

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device</h1><p>with a QR code we've created just for you</p>
hsb: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Zwjazajće swój mobilny grat</h1><p>z QR-kodom, kotryž smy jenož za was wutworili</p>

source: Open the camera app on your device
hsb: Wočińće nałoženje kamery na swojim graće

source: Point the camera at the QR code and tap the link that appears
hsb: Měrće kameru na QR-kod a podótkńće so w´otkaza, kotryž so jewi

source: Install Firefox and open it on your device
hsb: Instalujće Firefox a wočińće jón na swojim graće

source: Sign into your account
hsb: Přizjewće so pola swojeho konta

source: <span class="number">1</span>Open the camera app on your device
hsb: <span class="number">1</span>Wočińće nałoženje kamery na swojim graće

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
hsb: <span class="number">2</span>Měrće kameru na QR-kod a podótkńće so w´otkaza, kotryž so jewi

source: <span class="number">3</span>Install Firefox and open it on your device
hsb: <span class="number">3</span>Instalujće Firefox a wočińće jón na swojim graće

source: <span class="number">4</span>Sign into your account
hsb: <span class="number">4</span>Přizjewće so ze swojim kontom

source: Protect your data with a recovery key
hsb: Škitajće swoje daty z wobnowjenskim klučom

source: Your synced data can include passwords you've saved.
hsb: Waše synchronizowane daty móža tež wot was składowane hesła wobsahować.

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
hsb: Dokelž tute daty su wažne za wašu wěstotu, Firefox je zhaša, zo by was škitał, hdyž so waše hesło wróćo staja, zo by přistupej přez druhich ludźi zadźěwał.

source: Get a Recovery Key
hsb: Wobnowjenski kluč wobstarać

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
hsb: Prošu wobkrućće swoje hesło za %(escapedEmail)s, zo byšće swój wobnowjenski kluč wutworił.

source: Enter your recovery key to confirm that you've saved a copy.
hsb: Zapodajće swój wobnowjenski kluč, zo byšće wobkrućił, zo sće kopiju składował.

source: Save recovery key
hsb: Wobnowjenski kluč składować

source: Done
hsb: Hotowo

source: Why do I need to create this account? <a %(escapedSuggestionAttrs)s>Find out here</a>
hsb: Čehodla dyrbju tute konto załožić? <a %(escapedSuggestionAttrs)s>Tu čitać</a>

source: How old are you?
hsb: Kak stary sće?

source: You must be at least 13 years old to create an account.
hsb: Dyrbiće znajmjeńša 13 lět stary być, zo byšće konto załožił.

source: %(family)s on %(OS)s
hsb: %(family)s na %(OS)s

source: %(city)s, %(region)s, %(country)s (estimated)
hsb: %(city)s, %(region)s, %(country)s (najskerje)

source: %(region)s, %(country)s (estimated)
hsb: %(region)s, %(country)s (najskerje)

source: Location unknown
hsb: Njeznate městno

source: IP address: %(ipAddress)s
hsb: IP-adresa: %(ipAddress)s

source: Password requirements
hsb: Hesłowe žadanja

source: At least 8 characters
hsb: Znajmjeńša 8 znamješkow

source: Not your email address
hsb: Nic waša e-mejlowa adresa

source: Not a commonly used password
hsb: Nic husto wužiwane hesło

source: Stay safe &mdash; don’t reuse passwords. See more tips to <a %(escapedCommonPasswordLinkAttrs)s>create strong passwords</a>.
hsb: Wostańće wěsty &ndash; njewužiwaj hesła wospjet. Hlejće dalše pokiwy, zo byšće <a %(escapedCommonPasswordLinkAttrs)s> mócne hesła wutworił</a>.

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
hsb: Hm, mamy problemy ze swojim systemom. Dźěłamy na tym je rozrisać a wodajće nam prošu njepřijomnosće. Prošu spytajće pozdźišo hišće raz.

source: Your message was sent to Support
hsb: Waša powěsć je so na team pomocy pósłała

source: Back to Subscriptions
hsb: Wróćo k abonementam

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
hsb: Pytaće Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Započńće tu</a>

source: or
hsb: abo

source: Continue with Google
hsb: Z Google pokročować

source: Continue with Apple
hsb: Z Apple pokročować

source: Did you just sign in to Firefox?
hsb: Sće so runje pola Firefox přizjewił?

source: location balloon
hsb: stejnišćowy balon

source: Yes, approve device
hsb: Haj, grat schwalić

source: If this wasn’t you, <a id="change-password" class="link-blue">change your password</a>
hsb: Jeli wy to njejsće był, <a id="change-password" class="link-blue">změńće swoje hesło</a>

source: Device connected
hsb: Grat je zwjazany

source: You are now syncing with: <span>%(deviceFamily)s on %(deviceOS)s</span>
hsb: Synchronizujeće nětko z: <span>%(deviceFamily)s na %(deviceOS)s</span>

source: Now you can access your open tabs, passwords, and bookmarks on all your devices.
hsb: Nětko maće přistup k swojim wočinjenym rajtarkam, hesłam a zapołožkam na wšěch swojich gratach.

source: See tabs from synced devices
hsb: Rajtarki ze synchronizowanych gratow pokazać

source: Manage devices
hsb: Graty rjadować

source: Approval now required <small>from your other device</small>
hsb: Schwalenje je nětko <small>wot wašeho druheho grata</small> trěbne

source: Pairing not successful
hsb: Koplowanje je so nimokuliło

source: The setup process was terminated.
hsb: Instalowanski proces je so skónčił.

source: Download Firefox on your phone or tablet
hsb: Sćehńće Firefox na swojim šmóratce a tableće

source: QR code
hsb: QR-kod

source: To download Firefox on your mobile device, hold the device’s camera over this code to scan.
hsb: Zo byšće Firefox na swojim mobilnym graće sćahnył, dźeržće kameru grata nad tutón kod, zo byšće jón skenował.

source: Or, send yourself a <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">download link.</a>
hsb: Abo sćelće sej <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">sćehnjenski wotkaz.</a>

source: I’m ready to sync devices
hsb: Sym hotowy, graty synchronizować

source: Sync devices to access your tabs, passwords, and bookmarks everywhere you use Firefox.
hsb: Synchronizujće graty za přistup k swojim rajtarkam, hesłam a zapołožkam wšudźe, hdźež Firefox wužiwaće.

source: Device successfully paired
hsb: Grat wuspěšnje skoplowany

source: Pairing was successful.
hsb: Koplowanje je so poradźiło.

source: Confirm pairing <small>for %(email)s</small>
hsb: Wobkrućće koplowanje <small>za %(email)s</small>

source: Confirm pairing
hsb: Koplowanje wobkrućić

source: Pair using an app
hsb: Z nałoženjom koplować
