Repository: mozilla/fxa-content-server-l10n
Catalog: locale/hsb/LC_MESSAGES/client.po
Languages: hsb

source: Password reset
hsb: Hesło je so wróćo stajiło

source: Password reset successfully. Sign in to continue.
hsb: Hesło je so wuspěšnje wróćo stajiło. Přizjewće so, zo byšće pokročował.

source: Sign in
hsb: Přizjewić

source: Account deleted successfully
hsb: Konto je so wuspěšnje zhašało

source: Use the code %(code)s to set up two-step authentication in supported applications.
hsb: Wužiwajće kod %(code)s, zo byšće dwukročelowu awtentifikaciju w podpěranych nałoženjach připrawił.

source: %(permissionName)s (required)
hsb: %(permissionName)s (trěbne)

source: Email address
hsb: E-mejlowa adresa

source: Display name
hsb: Zwobraznjenske mjeno

source: Account picture
hsb: Kontowy wobraz

source: Welcome back
hsb: Witajće wróćo

source: Firefox Sync will resume momentarily
hsb: Z Firefox Sync so bórze pokročuje

source: Your password has been reset
hsb: Waše hesło je so wróćo stajiło

source: Complete set-up by entering the new password on your other Firefox devices.
hsb: Zapodajće nowe hesło na swojich druhich gratach Firefox, zo byšće zarjadowanje dokónčił.

source: You are now ready to make changes to your Firefox Account.
hsb: Sće nětko hotowy, zo byšće swoje konto Firefox změnił.

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
hsb: Kontowe zdźělenki so tež na %(secondaryEmailVerified)s% pósćelu.

source: Sign-in confirmed
hsb: Přizjewjenje je so wobkrućiło

source: You are now ready to use %(serviceName)s
hsb: Móžeće nětko %(serviceName)s wužiwać

source: Connected
hsb: Zwjazany

source: Unknown account. <a href="/signup">Sign up</a>
hsb: Njeznate konto. <a href="/signup">Registrować</a>

source: Account no longer exists. Recreate it?
hsb: Konto hižo njeeksistuje. Znowa załožić?

source: Other
hsb: Druhe

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
hsb: Wulki dźak, zo sće so přez <b>%(escapedLowercaseTopic)s</b> na pomoc Mozilla wobroćił. Stajimy so přez wašu e-mejlowu adresu tak bórze kaž móžno do zwiska.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. We'll contact you via email as soon as possible.
hsb: Wulki dźak, zo sće so přez <b>%(escapedLowercaseTopic)s</b> za <b>%(escapedSelectedProduct)s</b> na pomoc Mozilla wobroćił. Stajimy so přez wašu e-mejlowu adresu tak bórze kaž móžno do zwiska.

source: Your sync data is protected
hsb: Waše synchronizowanske daty su škitane

source: If you lose access to your account, you’ll be able to restore your sync data.
hsb: Jeli hižo k swojemu kontu přistup nimaće, móžeće swoje synchronizowanske daty wobnowić.

source: Start browsing
hsb: Započńće přehladować

source: Account notifications will now also be sent to %(secondaryEmail)s.
hsb: Kontowe zdźělenki so tež na %(secondaryEmail)s% pósćelu.

source: Continue to %(serviceName)s
hsb: Dale k %(serviceName)s

source: Your account has been locked for security reasons
hsb: Waše konto je so z wěstotnych přičinow zawrěło

source: Reset password
hsb: Hesło wróćo stajić

source: none
hsb: žadyn

source: Last checked: %(lastCheckTime)s
hsb: Posledni raz přepruwowany: %(lastCheckTime)s

source: Open Gmail
hsb: Gmail wočinić

source: Open Hotmail
hsb: Hotmail wočinić

source: Open Yahoo
hsb: Yahoo wočinić

source: Open Outlook
hsb: Outlook wočinić

source: Open Restmail
hsb: Restmail wočinić

source: Hide password
hsb: Hesło schować

source: Show password
hsb: Hesło pokazać

source: Firefox Recovery Codes
hsb: Wobnowjenske kody Firefox

source: Two-step authentication enabled
hsb: Dwukročelowa awtentifikacija zmóžnjena

source: Firefox Recovery Key
hsb: Wobnowjenski kluč Firefox

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
hsb: E-mejlka je so znowa pósłała. Přidajće swojim kontaktam accounts@firefox.com, zo byšće dodaće bjez problemow zawěsćił.

source: Copied
hsb: Kopěrowane

source: Failed to copy. Please manually copy.
hsb: Kopěrowanje njeje so poradźiło. Prošu kopěrujće manuelnje.

source: Downloaded
hsb: Sćehnjeny

source: Printed
hsb: Ćišćane

source: payment & billing
hsb: płaćenje a wotličenje

source: account issues
hsb: kontowe problemy

source: technical issues
hsb: techniske problemy

source: provide feedback / request features
hsb: komentary pósłać / funkcije požadać

source: not listed
hsb: njenalistowany

source: Bookmarks
hsb: Zapołožki

source: History
hsb: Historija

source: Passwords
hsb: Hesła

source: Add-ons
hsb: Přidatki

source: Open Tabs
hsb: Wočinjene rajtarki

source: Preferences
hsb: Nastajenja

source: Addresses
hsb: Adresy

source: Credit Cards
hsb: Kreditne karty

source: Primary email verified successfully
hsb: Primarna e-mejlowa adresa je so wuspěšnje wobkrućiła

source: Secondary email verified successfully
hsb: Sekundarna e-mejlowa adresa je so wuspěšnje wobkrućiła

source: Account verified successfully
hsb: Konto je so wuspěšnje přepruwowało

source: Password reset successfully
hsb: Hesło je so wuspěšnje wróćo stajiło

source: Account recovery enabled
hsb: Kontowe wobnowjenje zmóžnjene

source: Unexpected error
hsb: Njewočakowany zmylk

source: The link you clicked to verify your email is expired.
hsb: Wotkaz, na kotryž sće kliknył, zo byšće swoju e-mejlowu adresu přepruwował, je spadnjeny.

source: You've tried too many times. Try again later.
hsb: Sće to přehusto spytał. Spytajće pozdźišo hišće raz.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
hsb: Sće to přehusto spytał. Spytajće to za %(retryAfterLocalized)s hišće raz.

source: Invalid token
hsb: Njepłaćiwy token

source: Invalid timestamp in request signature
hsb: Njepłaćiwy časowy kołk w naprašowanskej signaturje

source: Invalid nonce in request signature
hsb: Njepłaćiwy nonce w naprašowanskej signaturje

source: Account already exists
hsb: Konto hižo eksistuje

source: Unknown account
hsb: Njeznate konto

source: Incorrect email case
hsb: Njekorektna e-mejlowa adresa

source: Incorrect password
hsb: Njekorektne hesło

source: Unverified account
hsb: Njepłaćiwe přepruwowanske zmylkowe čisło

source: Invalid verification code
hsb: Njepłaćiwy wobkrućenski kod

source: Invalid JSON in request body
hsb: Njepłaćiwy JSON w naprašowanskim ćělesu

source: Invalid parameter: %(param)s
hsb: Njepłaćiwy parameter: %(param)s

source: Missing parameter: %(param)s
hsb: Falowacy parameter: %(param)s

source: Invalid request signature
hsb: Njepłaćiwa naprašowanska signatura

source: Missing content-length header
hsb: Falowaca hłowowa linka content-length

source: Request body too large
hsb: Naprašowanske ćěleso je předołhe

source: The request was blocked for security reasons
hsb: Naprašowanje je so z přičinow wěstoty zablokowało

source: Invalid authorization code
hsb: Njepłaćiwy awtorizowanski kod

source: Invalid phone number
hsb: Njepłaćiwe telefonowe čisło

source: Cannot send to this country
hsb: Njeje móžno do tutoho kraja pósłać

source: Could not send a message to this number
hsb: Powěsć njeda na tute čisło pósłać

source: Your email was just returned
hsb: Waša e-mejlka je so wróćiła

source: Your email was just returned. Mistyped email?
hsb: Waša e-mejlka je so runje wróćiła. Je e-mejlowa adresa wopačna?

source: Unable to deliver email
hsb: Njeje móžno e-mejlku přepodać

source: This email was already verified by another user
hsb: Tuta e-mejl je so hižo wot druheho wužiwarja wobkrućiła

source: Unverified session
hsb: Njewobkrućene posedźenje

source: Secondary email must be different than your account email
hsb: Druha e-mejlowa adresa dyrbi so wot adresy wašeho konta rozeznać

source: You have reached the maximum allowed secondary emails
hsb: Sće maksimalnu ličbu sekundarnych e-mejlowych adresow docpěł

source: This email already exists on your account
hsb: Tuta e-mejlowa adresa hižo we wašim konće eksistuje

source: Primary account email required for sign-in
hsb: Primarna e-mejlowa adresa je trěbna za přizjewjenje

source: Address in use by another account
hsb: Adresa so wot druheho konta wužiwa

source: Primary account email required for reset
hsb: Primarna e-mejlowa adresa je trěbna za wróćostajenje

source: Invalid signin code
hsb: Njepłaćiwy přizjewjenski kod

source: Can not change primary email to an unverified email
hsb: Primarna e-mejlowa adresa njeda so do njewobkrućeneje e-mejloweje adresy změnić

source: Can not change primary email to an email that does not belong to this account
hsb: Primarna e-mejlowa adresa njeda so do e-mejloweje adresy změnić, kotraž k tutomu kontu njesłuša

source: This email can not currently be used to login
hsb: Tuta e-mejlowa adresa njeda so tuchwilu za přizjewjenje wužiwać

source: Failed to send email
hsb: E-mejlowa adresa njeda so słać

source: Valid code required
hsb: Płaćiwy kod trěbny

source: This verification code has expired
hsb: Tutón přepruwowanski kod je spadnył

source: A TOTP token already exists for this account
hsb: TOTP-token za tute konto hižo eksistuje

source: TOTP token not found
hsb: TOTP-token njeje so namakał

source: Recovery code not found
hsb: Wobnowjenski kod njeje so namakał

source: Unavailable device command
hsb: Gratowy přikaz k dispoziciji njeje

source: Recovery key not found
hsb: Wobnowjenski kluč njeje so namakał

source: Invalid recovery key
hsb: Njepłaćiwy wobnowjenski kluč

source: This request requires two step authentication enabled on your account.
hsb: Za tute naprašowanje dyrbi dwukročelowa awtentifikacija zmóžnjena być.

source: Failed due to a conflicting request, please try again.
hsb: Njeje so přećiwneho naprašowanja dla poradźiło, spytajće prošu hišće raz.

source: Unknown customer for subscription.
hsb: Njeznaty kupc za abonement.

source: Unknown subscription.
hsb: Njeznaty abonement.

source: Unknown plan for subscription.
hsb: Njeznaty plan za abonement.

source: Invalid payment token for subscription.
hsb: Njepłaćiwy płaćenski token za abonement.

source: Subscription has already been cancelled
hsb: Abonement je hižo wupowědźeny

source: Update was rejected, please try again
hsb: Aktualizacija je so wotpokazała, prošu spytajće hišće raz

source: Invalid or expired verification code
hsb: Njepłaćiwy abo spadnjeny wobkrućenski kod

source: Server busy, try again soon
hsb: Serwer je přećeženy, spytajće za krótki čas hišće raz

source: Feature not enabled
hsb: Funkcija zmóžnjena njeje

source: System unavailable, try again soon
hsb: System k dispoziciji njesteji, spytajće za krótki čas hišće raz

source: This endpoint is no longer supported
hsb: Tutón kónčny dypk so hižo njepodpěruje

source: Login attempt cancelled
hsb: Přizjewjenski pospyt přetorhnjeny

source: Session expired. Sign in to continue.
hsb: Posedźenje jo wotběžało. Přizjewće so, zo byšće pokročował.

source: Cookies are still disabled
hsb: Placki su hišće znjemóžnjene

source: Passwords do not match
hsb: Hesle jenakej njejstej

source: Working…
hsb: Je hišće w dźěle…

source: Could not get Privacy Notice
hsb: Zdźělenka priwatnosće njeje so namakała

source: Could not get Terms of Service
hsb: Wužiwanske wuměnjenja njejsu so namakali

source: Your new password must be different
hsb: Waše nowe hesło dyrbi druhe być

source: Must be at least 8 characters
hsb: Dyrbi znajmjeńša 8 znamješkow dołhe być

source: Valid password required
hsb: Płaćiwe hesło trěbne

source: Valid email required
hsb: Płaćiwa e-mejlowa adresa trěbna

source: A usable image was not found
hsb: Wužiwajomny wobraz njeje so namakał

source: Could not initialize camera
hsb: Kamera njeda so inicializować

source: Valid URL required
hsb: Płaćiwy URL trěbny

source: Your verification email was just returned. Mistyped email?
hsb: Waša wobkrućenska e-mejl je so runje wróćiła. Je e-mejlowa adresa wopak?

source: Enter a valid email address. firefox.com does not offer email.
hsb: Zapodajće płaćiwu e-mejlowu adresu. firefox.com e-mejlowe adresy njeposkića.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
hsb: Firefox Accounts da so jenož na schwalenych sydłach do IFRAME stajić

source: Verification link damaged
hsb: Wobkrućenski wotkaz wobškodźeny

source: The image dimensions must be at least 100x100px
hsb: Wotměraj wobraza dyrbitej znajmjeńša 100x100px być

source: Signup is coming soon to Firefox for iOS
hsb: Bórze registrowanje za Firefox za iOS přińdźe

source: You must enter your age to sign up
hsb: Dyrbiće swoju starobu zapodać, zo byšće so registrował

source: You must enter a valid age to sign up
hsb: Dyrbiće płaćiwu starobu zapodać, zo byšće so registrował

source: Account no longer exists.
hsb: Konto hižo njeeksistuje.

source: Invalid property in resume token: %(property)s
hsb: Njepłaćiwa kajkosć w pokročowanskim tokenje: %(property)s

source: Missing property in resume token: %(property)s
hsb: Falowaca kajkosć w pokročowanskim tokenje: %(property)s

source: Invalid data attribute: %(property)s
hsb: Njepłaćiwy datowy atribut: %(property)s

source: Missing data attribute: %(property)s
hsb: Falowacy datowy atribut: %(property)s

source: That confirmation link was already used, and can only be used once.
hsb: Tutón wobkrućenski wotkaz je so hižo wužił a da so jenož jónkróć wužiwać.

source: This is a required field
hsb: To je trěbne polo

source: Authorization code required
hsb: Awtorizowanski kod trěbny

source: Link damaged
hsb: Wotkaz je wobškodźeny

source: Phone number required
hsb: Telefonowe čisło trěbne

source: Two-step authentication code required
hsb: Dwukročelowa awtentifikacija trěbna

source: Invalid two-step authentication code
hsb: Njepłaćiwy kod za dwukročelowu awtentifikacija

source: Recovery code required
hsb: Wobnowjenski kod trěbny

source: Invalid recovery code
hsb: Njepłaćiwy wobnowjenski kod

source: Recovery key required
hsb: Wobnowjenski kluč trěbny

source: Please enter verification code
hsb: Prošu zapodajće wobkrućenski kod

source: Invalid redirect
hsb: Njepłaćiwe dalesposrědkowanje

source: Mistyped email? %(domain)s does not offer email.
hsb: E-mejlowa adresa zapisana? %(domain)s e-mejlowu słužbu njeposkića.

source: The image file size is too large to be uploaded.
hsb: Wobrazowa dataja je přewulka za nahraće.

source: Missing configuration
hsb: Falowaca konfiguracija

source: Invalid configuration
hsb: Njepłaćiwa konfiguracija

source: Mistyped email?
hsb: Sće e-mejlowu adresu wopak napisał?

source: Test new Firefox products
hsb: Nowe produkty Firefox testować

source: Get the latest news about Mozilla and Firefox
hsb: Wobstarajće sej najnowše nowinki wo Mozilla a Firefox

source: Take action to keep the internet healthy
hsb: Zasadźće so za strowy internet

source: Be safer and smarter online
hsb: Budźće wěsćiši a z wjace wědu online

source: Testing Firefox products
hsb: Testowanje produktow Firefox

source: Taking action to keep the internet healthy
hsb: Naprawy za strowy internet

source: Safety and privacy online with Firefox and Mozilla
hsb: Wěstota a priwatnosć z Firefox a Mozilla

source: Unknown client
hsb: Njeznaty klient

source: Incorrect redirect_uri
hsb: Njekorektny redirect_url

source: Invalid assertion
hsb: Njepłaćiwe twjerdźenje

source: Unknown code
hsb: Njeznaty kod

source: Incorrect code
hsb: Wopačny kod

source: Expired code
hsb: Spadnjeny kod

source: Invalid OAuth parameter: %(param)s
hsb: Njepłaćiwy OAuth-parameter: %(param)s

source: Unauthorized
hsb: Njeawtorizowany

source: Forbidden
hsb: Zakazany

source: Expired token
hsb: Token je spadnjeny

source: Something went wrong. Please close this tab and try again.
hsb: Něšto je so nimokuliło. Prošu začińće tutón rajtark a spytajće hišće raz.

source: no message
hsb: žana powěsć

source: Missing OAuth parameter: %(param)s
hsb: Falowacy OAuth-parameter: %(param)s

source: User is not signed in
hsb: Wužiwar přizjewjeny njeje

source: A different user is signed in
hsb: Druhi wužiwar je přizjewjeny

source: Unverified user or session
hsb: Njewobkrućeny wužiwar abo njewobkrućene posedźenje

source: Invalid id_token_hint
hsb: Njepłaćiwy id_token_hint

source: Invalid message from the remote device
hsb: Njepłaćiwa zdźělenka z eksterneho grata

source: Error pairing to remote device
hsb: Zmylk při koplowanju z dalokim gratom

source: Connection to remote device closed, please try again
hsb: Zwisk z dalokim gratom je so začinił, prošu spytajće hišće raz

source: Invalid parameter in request body: %(param)s
hsb: Njepłaćiwy parameter w naprašowanskim ćělesu: %(param)s

source: Unsupported image provider
hsb: Njepodpěrany poskićowar wobrazow

source: Image processing error
hsb: Zmylk při předźěłowanju wobraza

source: Invalid Token
hsb: Njepłaćiwy token

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
hsb: Přez to, zo pokročujeće, zwoliće do <a id="service-tos" href="%(termsUri)s">wužiwanskich wuměnjenjow</a> a <a id="service-pp" href="%(privacyUri)s">prawidłow priwatnosće</a> %(serviceName)s (%(serviceUri)s).

source: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Help</a>
hsb: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Pomoc</a>

source: Get the latest news about Mozilla and Firefox.
hsb: Wobstarajće sej najnowše nowinki wo Mozilla a Firefox.

source: %(city)s, %(country)s (estimated)
hsb: %(city)s, %(country)s (trochowane)

source: %(country)s (estimated)
hsb: %(country)s (trochowany)

source: IP address: %(ip)s
hsb: IP-adresa: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
hsb: Prošu wobkrućće přizjewjenje za přidatnu wěstotu, zo byšće z tutym gratom synchronizował:

source: Bad Request
hsb: Špatne naprašowanje

source: 500 Error
hsb: Zmylk 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
hsb: Božo mój, něšto je so nimokuliło. Smy so informowali a damy so do wotstronjenja problema.

source: Reset password link expired
hsb: Wotkaz k wróćostajenju hesła spadnjony

source: The link you clicked to reset your password is expired.
hsb: Wotkaz, na kotryž sće kliknył, zo byšće swoje hesło wróćo stajił, je spadnjeny.

source: Receive new link
hsb: Nowy wotkaz dóstać

source: Reset password with recovery key
hsb: Hesło z wobnowjenskim klučom wróćo stajić

source: Continue to %(serviceName)s
hsb: Dale k %(serviceName)s

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
hsb: Prošu zapodajće wobnowjenski kluč za jónkróćne wužiće, kotryž sće na wěstym městnje składował, zo byšće přistup k swojemu kontu Firefox měł.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
hsb: <span class="note">KEDŹBU:</span> Jeli sće swoje hesło wróćo stajił a nimaće składowany kontowy wobnowjenski kluč, so někotre z wašich datow zhašeja (inkluziwnje synchronizowane serwerowe daty kaž historiju a zapołožki).

source: Enter recovery key
hsb: Wobnowjenski kluč zapodać

source: Confirm recovery key
hsb: Wobnowjenski kluč wobkrućić

source: Don't have a recovery key?
hsb: Nimaće wobnowjenski kluč?

source: Cannot create account
hsb: Konto njeda so załožić

source: You must meet certain age requirements to create a Firefox&nbsp;account.
hsb: Dyrbiće wěste starobne žadanja spjelnić, zo byšće konto&nbsp;Firefox załožił.

source: Learn more
hsb: Dalše informacije

source: Choose what to sync:
hsb: Wubjerće, štož chceće synchronizować:

source: Sync selections
hsb: Wuběry za synchronizaciju

source: Don’t sync this device
hsb: Tutón grat njesynchronizować

source: Reset password link damaged
hsb: Wotkaz k wróćostajenju hesła wobškodźeny

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
hsb: Wotkazej, na kotryž sće kliknył, znamješka faluja, a je snano přez waš e-mejlowy program wobškodźeny. Kopěrujće adresu kedźbliwje a spytajće hišće raz.

source: Create new password
hsb: Nowe hesło wutworić

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
hsb: <span>KEDŹBU:</span> Hdyž swoje hesło wróćo stajeće, stajiće swoje konto wróćo. Móžeće někotre z wašich wosobinskich datow zhubić (na přikład historiju, zapołožki a hesła). Tohodla zaklučujemy waše daty z wašim hesłom, zo bychmy wašu priwatnosć škitali. Waše abonementy, kotrež snano maće, wobchowaće a daty Pocket njejsu potrjechene.

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
hsb: Sće wuspěšnje swoje konto z pomocu swojeho wobnowjenskeho kluča wobnowił. Wutworće nowe hesło, zo byšće swoje daty zawěsćił a składujće jo na wěstym městnje.

source: New password
hsb: Nowe hesło

source: Re-enter password
hsb: Hesło znowa zapodać

source: Remember password? Sign in
hsb: Dopominaće so na hesło? Přizjewće so

source: Primary email already confirmed
hsb: Primarna e-mejlowa adresa je hižo wokrućena

source: Sign-in already confirmed
hsb: Přizjewjenje je so hižo wobkrućiło

source: Confirm your account
hsb: Wobkrućće swoje konto

source: Confirm this sign-in
hsb: Tute přizjewjenje wobkrućić

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
hsb: Přepytujće swoju e-mejl za přizjewjenskim wobkrućenskim wotkazom, kotryž je so na %(escapedEmail)s pósłał

source: Not in inbox or spam folder? Resend
hsb: Ani w postowym dochadźe ani w spamowym rjadowaku? Znowa pósłać

source: Back
hsb: Wróćo

source: Reset email sent
hsb: E-mejlka za wróćostajenje je so pósłała

source: Click the link emailed to %(email)s within the next hour to create a new password.
hsb: Klikńće wob hodźinu na wotkaz, kotryž smy přez e-mejl na %(email)s pósłali, zo byšće nowe hesło wutworił.

source: Enter confirmation code
hsb: Wobkrućenski kod zapodać

source: for your Firefox account
hsb: za swoje konto Firefox

source: Enter the code that was sent to %(escapedEmail)s within 5 minutes.
hsb: Zapodajće kod, kotryž je so za 5 mjeńšin na %(escapedEmail)s pósłał.

source: Enter 6-digit code
hsb: 6-městnowy kod zapodać

source: Confirm
hsb: Wobkrućić

source: Code expired?
hsb: Je kod spadnył?

source: Email new code.
hsb: Nowy kod přez e-mejl pósłać.

source: Connect another device
hsb: Z druhim gratom zwjazać

source: Firefox account connected
hsb: Konto Firefox je zwjazane

source: Complete your set-up
hsb: Konfiguraciju dokónčić

source: Sign in to this Firefox to complete set-up
hsb: Přizjewće so pola tutoho Firefox, zo byšće zarjadowanje dokónčił

source: Still adding devices?
hsb: Chceće dalše graty přidać?

source: Sign in to Firefox on another device to complete set-up
hsb: Přizjewće so pola Firefox, na druhim graće zo byšće zarjadowanje dokónčił

source: Sync Firefox across devices
hsb: Firefox mjez gratami synchronizować

source: Sign in everywhere you use Firefox.
hsb: Přizjewće so wšudźe, hdźež Firefox wužiwaće.

source: We’re on Android and iOS, too!
hsb: Smy tež na Android a iOS!

source: Still adding devices? Sign in to Firefox on another device to complete set-up
hsb: Chceće dalše graty přidać? Přizjewće so pola Firefox, na druhim graće zo byšće zarjadowanje dokónčił

source: Sign in to Firefox for Android to complete set-up
hsb: Přizjewće so pola Firefox za Android, zo byšće zarjadowanje dokónčił
