Repository: mozilla/fxa-content-server-l10n
Catalog: locale/hsb/LC_MESSAGES/server.po
Languages: hsb

source: Questions about your subscriptions? Our support team is here to help you:
hsb: Maće prašenja wo swojich abonementach? Naš team pomocy je tu, zo by wam pomhał:

source: We have detected a problem with your payment method for the following subscriptions.
hsb: Mějachmy problem z wašej płaćenskej metodu za slědowace abonementy.

source: Is this you signing in?
hsb: Chceće so wy přizjewić?

source: If yes, here is the authorization code you need:
hsb: Jeli haj, tu je awtorizowanski kod, kotryž trjebaće:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
hsb: Jeli nic, pomhajće nam zadobywarjow wotwobarać a <a %(reportSignInLinkAttributes)s>zdźělće nam to.</a>

source: If no, help us fend off intruders and report it to us.
hsb: Jeli nic, pomhajće nam zadobywarjow wotwobarać a zdźělće nam to.

source: Welcome to the Firefox family
hsb: Witajće k swójbje Firefox

source: A few days ago you created a Firefox account, but never confirmed it.
hsb: Před někotrymi dnjemi sće konto Firefox załožił, ale nichtó njeje jo wobkrućił.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
hsb: Wobkrućće nětko a wobstarajće sej technologiju, kotraž za wašu priwatnosć wojuje a ju škita, was z praktiskej wědu a respekt wuhotuje, kotryž sej zasłuži.

source: Confirm email:
hsb: E-mejlowu adresu wobkrućić:

source: Still there?
hsb: Sće hišće tu?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
hsb: Před nimale jednym tydźenjom sće konto Firefox załožił, ale njejsće jo wobkrućił. Činimy sej starosće wo was.

source: Confirm this email address to activate your account and let us know you're okay.
hsb: Wobkrućće tutu e-mejlowu adresu, zo byšće swoje konto aktiwizował a zdźělće nam, zo wam derje dźe.

source: Activate the Firefox family of products
hsb: Swójbu produktow Firefox aktiwizować

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
hsb: Wobkrućće swoje konto a wućehńće najlěpše z Firefox, wšudźe, hdźež so přizjewjeće, započinajo z:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
hsb: Wobkrućće swoje konto a wućehńće najlěpše z Firefox, wšudźe, hdźež so přizjewjeće.

source: For added security, please confirm this sign-in from the following device:
hsb: Zo byšće wěstotu powyšił, wobkrućće prošu tute přizjewjenje ze slědowaceho grata:

source: Confirm sign-in
hsb: Přizjewjenje wobkrućić

source: If yes, here is the verification code:
hsb: Jeli haj, tu je wobkrućenski kod:

source: It expires in 5 minutes.
hsb: Spadnje za 5 mjeńšin.

source: Verify primary email
hsb: Primarnu e-mejlowu adresu přepruwować

source: A request to perform an account change has been made from the following device:
hsb: Slědowacy grat je požadał, kontowu změnu přewjesć:

source: Once verified, account changes like adding a secondary email will become possible from this device.
hsb: Hdyž su wobkrućene, su kontowe změny móžne, kaž na přikład přidawanje sekundarneje e-mejloweje adresy z tutoho grata.

source: Verify email:
hsb: E-mejlowu adresu wobkrućić:

source: Verify secondary email
hsb: Druhu e-mejlowu adresu wobkrućić

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
hsb: Slědowace konto Firefox je požadało, %(email)s jako druhu e-mejlowu adresu wužiwać:

source: Once verified, this address will begin receiving security notifications and confirmations.
hsb: Tak ruče kaž je so wobkrućiła, tuta adresa započnje, wěstotne zdźělenki a wobkrućenja dóstawać.

source: Use this verification code:
hsb: Tutón wobkrućenski kod zapodać:

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
hsb: Spadnje za 5 mjeńšin. Tak ruče kaž je so wobkrućiła, tuta adresa započnje, wěstotne zdźělenki a wobkrućenja dóstawać.

source: Is this you signing up?
hsb: Registrujeće wy?

source: If yes, use this verification code in your registration form:
hsb: Jeli haj, wužiwajće wobkrućenski kod w swojim registrowanskim formularje:

source: Ready, set, sync
hsb: Hotowo, nastajić, synchronizować

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
hsb: Wobkrućće, zo sće tutu e-mejlku dóstał a budźemy wam pomhać, Firefox na wšěch wašich gratach instalować a synchronizować, započinajo z:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
hsb: Hdyž je wobkrućena, budźemy wam pomhać, Firefox na znajmjeńša jednym druhim graće instalować a zwjazać.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
hsb: Abo instalujće na <a %(desktopLinkAttributes)s>druhim desktopowym graće</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
hsb: Abo instalujće na <a %(cadLinkAttributes)s>druhim graće</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
hsb: To je awtomatiska e-mejlka; jeli njejsće tutu akciju awtorizował, <a %(passwordChangeLinkAttributes)s>změńće prošu swoje hesło</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
hsb: Za dalše informacije, wopytajće prošu <a %(supportLinkAttributes)s>Pomoc Mozilla</a>.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
hsb: To je awtomatiska e-mejlka; jeli njejsće swojemu kontu Firefox nowy grat přidał, změńcé prošu hnydom swoje hesło na %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
hsb: To je awtomatizowana e-mejlka; jeli sće ju zmylnje dóstał, njetrjebaće ničo činić.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
hsb: To je awtomatiska e-mejlka; jeli njejsće tutu akciju awtorizował, <a %(resetLinkAttributes)s>stajće prošu swoje hesło wróćo</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
hsb: Jeli měniće, zo něchtó pospytuje, přistup na waše konto dóstać, prošu změńće swoje hesło.

source: IP address: %(ip)s
hsb: IP-adresa: %(ip)s

source: Manage account:
hsb: Konto rjadować:

source: Payment details:
hsb: Płaćenske podrobnosće:

source: %(cardType)s card ending in %(lastFour)s
hsb: Karta %(cardType)s so na %(lastFour)s kónči

source: Mozilla Privacy Policy
hsb: Prawidła priwatnosće Mozilla

source: Firefox Cloud Terms of Service
hsb: Wužiwanske wuměnjenja za Firefox Cloud

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
hsb: Dóstawaće tutu mejlku, dokelž %(email)s ma konto Firefox a wy sće za %(productName)s zregistrowany.

source: You're receiving this email because %(email)s has a Firefox account
hsb: Dóstawaće tutu mejlku, dokelž %(email)s ma konto Firefox

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
hsb: Dóstawaće tutu mejlku, dokelž %(email)s ma konto Firefox a sće wjacore produkty abonował.

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
hsb: Wopytajće swoju <a %(accountSettingsLinkAttributes)s>kontowu stronu</a>, zo byšće swoje kontowe nastajenja Firefox rjadował.

source: Terms and cancellation policy
hsb: Wuměnjenja a wotwołanske prawidła

source: Reactivate subscription
hsb: Abonement zaso aktiwizować

source: Cancel subscription
hsb: Abonement wupowědźić

source: Cancel subscriptions
hsb: Abonementy wupowědźić

source: Update billing information
hsb: Płaćenske informacije aktualizować

source: Legal
hsb: Prawniske

source: Privacy
hsb: Priwatnosć

source: Terms and cancellation policy:
hsb: Wuměnjenja a wotwołanske prawidła:

source: Privacy notice:
hsb: Zdźělenka priwatnosće:

source: Cancel subscription:
hsb: Abonement wupowědźić:

source: Cancel subscriptions:
hsb: Abonementy wupowědźić:

source: Update billing information:
hsb: Płaćenske informacije aktualizować:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
hsb: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
hsb: %(uaBrowser)s na %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
hsb: %(city)s, %(stateCode)s, %(country)s (trochowane)

source: %(city)s, %(country)s (estimated)
hsb: %(city)s, %(country)s (trochowane)

source: %(stateCode)s, %(country)s (estimated)
hsb: %(stateCode)s, %(country)s (trochowane)

source: %(country)s (estimated)
hsb: %(country)s (trochowany)

source: Finish creating your account
hsb: Dokónčće załoženje swojeho konta

source: Confirm email
hsb: E-mejlowu adresu wobkrućić

source: Verification code: %(code)s
hsb: Wobkrućenski kod: %(code)s

source: Reminder: Finish creating your account
hsb: Dopomnjeće: Dokónčće załoženje swojeho konta

source: Final reminder: Activate your account
hsb: Poslednje dopomnjeće: Aktiwizujće swoje konto

source: Reminder: Finish setting up your account
hsb: Dopomnjeće: Dokónčće konfigurowanje swojeho konta

source: Final reminder: Setup your account
hsb: Poslednje dopomnjeće: Konfigurujće swoje konto

source: Create a password
hsb: Hesło wutworić

source: Account authorization code
hsb: Kod kontoweje awtorizacije

source: Confirm new sign-in to %(clientName)s
hsb: Nowe přizjewjenje pola %(clientName)s wobkrućić

source: Sign-in code for %(serviceName)s
hsb: Přizjewjenski kod za %(serviceName)s

source: Confirm primary email
hsb: Primarnu e-mejlowu adresu wobkrućić

source: Verify email
hsb: E-mejlowu adresu wobkrućić

source: Confirm secondary email
hsb: Sekundarnu e-mejlowu adresu wobkrućić

source: Reset your password
hsb: Stajće swoje hesło wróćo

source: Password updated
hsb: Hesło je so zaktualizowało

source: Suspicious activity detected
hsb: Podhladna aktiwita wotkryta

source: Manage account
hsb: Konto rjadować

source: Account verified. Next, sync another device to finish setup
hsb: Konto je přepruwowane. Synchronizujće nětko druhi grat, zo byšće konfiguraciju zakónčił.

source: Primary email updated
hsb: Primarna e-mejlowa adresa je so zaktualizowała

source: Two-step verification enabled
hsb: Dwukročelowa awtentifikacija zmóžnjena

source: Two-step verification is off
hsb: Dwukročelowa awtentifikacija znjemóžnjena

source: Recovery code used
hsb: Wobnowjenski kod so wužiwa

source: 1 recovery code remaining
hsb: 1 wobnowjenski kod wyše

source: %(numberRemaining)s recovery codes remaining
hsb: %(numberRemaining)s wobnowjenskich kodow wyše

source: Generate codes
hsb: Kody wutworić

source: Password updated using recovery key
hsb: Hesło je so z pomocu wobnowjenskeho kluča zaktualizowało

source: Create new recovery key
hsb: Nowy wobnowjenski kluč wutworić

source: Welcome to %(productName)s: Please set your password.
hsb: Witajće k %(productName)s? Nastajće prošu swoje hesło.

source: You have upgraded to %(productNameNew)s
hsb: Sće na %(productNameNew)s zaktualizował

source: You have switched to %(productNameNew)s
hsb: Sće k %(productNameNew)s přešoł

source: Credit card for %(productName)s expiring soon
hsb: Kreditna karta za %(productName)s bórze spadnje

source: Credit card for your subscriptions is expiring soon
hsb: Kreditna karta za swoje abonementy bórze spadnje

source: Payment information update required for %(productName)s
hsb: Aktualizowanje płaćenskich informacijow je za %(productName)s trěbne

source: Payment information update required for Mozilla subscriptions
hsb: Aktualizowanje płaćenskich informacijow je za abonementy Mozilla trěbne

source: %(productName)s payment failed
hsb: Płaćenje %(productName)s je so nimokuliło

source: Your %(productName)s subscription has been cancelled
hsb: Waš abonement %(productName)s je so wotskazał

source: %(productName)s subscription reactivated
hsb: Abonement %(productName)s je so zaso zaktiwizował

source: %(productName)s automatic renewal notice
hsb: Zdźělenka wo awtomatiskim podlěšenju %(productName)s

source: %(productName)s payment received
hsb: Płaćenje %(productName)s dóstane

source: %(productName)s payment confirmed
hsb: Płaćenje %(productName)s wobkrućene

source: Download %(productName)s
hsb: %(productName)s sćahnyć

source: Your Friendly Reminder: How To Complete Your Sync Setup
hsb: Waše přećelne dopomnjeće: Kak móžeće konfiguraciju swojeje synchronizacije dokónčić

source: Final Reminder: Complete Sync Setup
hsb: Poslednje dopomnjeće: Dokónčće konfiguracije synchronizacije

source: Sync another device
hsb: Druhi grat synchronizować

source: Page not found
hsb: Strona njeje so namakała

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
hsb: Strona, kotruž sće požadał, njeje so namakała. Smy powěsć dóstali a porjedźimy skóncowane wotkazy.

source: Home
hsb: Startowa strona

source: 500 Error
hsb: Zmylk 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
hsb: Božo mój, něšto je so nimokuliło. Smy so informowali a damy so do wotstronjenja problema.

source: 502 Error
hsb: Zmylk 502

source: Server busy, try again soon
hsb: Serwer je přećeženy, spytajće za krótki čas hišće raz

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
hsb: Smy tuchwilu pod wysokim poćeženjom a dźěłamy na tym, system tak bórze kaž móžno normalny k dispoziciji stajić.

source: Loading
hsb: Začitanje

source: Firefox Accounts requires JavaScript.
hsb: Firefox Accounts wužaduje sej JavaScript.

source: Privacy Notice
hsb: Zdźělenka priwatnosće

source: Terms of Service
hsb: Wužiwanske wuměnenja

source: Firefox update required
hsb: Aktualizacija Firefox trěbna

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
hsb: Firefox Accounts funkcije wužiwa, kotrež so we wašej wersiji Firefox njepodpěruje. Prošu sćehńće a instalujće najnowšu wersiju Firefox, zo byšće pokročował.

source: Download latest
hsb: Najnowšu sćahnyć
