Repository: mozilla/fxa-content-server-l10n
Catalog: locale/hsb/LC_MESSAGES/server.po
Languages: hsb

source: Here's your reminder to sync devices.
hsb: Tu je waše dopomnjeće na synchronizowanje gratow.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
hsb: Za synchronizowanje stej dwaj trěbnej. Priwatna synchronizacija druheho grata z Firefox waše zapołožki, hesła a druhe daty Firefox jenake dźerži, hdźežkuli Firefox wužiwaće.

source: Last reminder to sync devices!
hsb: Poslednje dopomnjeće na synchronizowanje gratow!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
hsb: Priwatna synchronizacija druheho grata z Firefox waše zapołožki, hesła a druhe daty Firefox jenake dźerži, hdźežkuli Firefox wužiwaće.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
hsb: Jeli njejsće hišće %(productName)s sćahnył, móžeće nětko wšě funkcije swojeho abonementa wužiwać:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
hsb: Maće prašenja wo swojim abonemenće? Naš <a href="%(subscriptionSupportUrl)s">team pomocy</a> je tu, zo by wam pomhał.

source: Questions about your subscription? Our support team is here to help you:
hsb: Maće prašenja wo swojim abonemenće? Naš team pomocy je tu, zo by wam pomhał:

source: Low recovery codes remaining
hsb: Mało wobnowjenskich kodow wyše

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
hsb: Smy zwěsćili, zo mało wobnowjenskich kodow wužiwaće. Prošu rozwažujćo, hač nowe kody wutworiće, zo byšće zawrjenje swojeho konta wobešoł.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
hsb: Smy zwěsćili, zo mało wobnowjenskich kodow wužiwaće. Prošu rozwažujćo, hač nowe kody wutworiće, zo byšće zawrjenje swojeho konta wobešoł.

source: Generate codes:
hsb: Kody wutworić:

source: New sign-in to %(clientName)s
hsb: Nowe přizjewjenje pola %(clientName)s

source: Password Change Required
hsb: Změnjenje hesła trěbne

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
hsb: Smy podhladne zadźerženje na wašim konće Firefox zwěsćili. Zo bychmy njeawtorizowanemu přistupej k wašemu kontu Firefox zadźěwali, smy wšě graty we wašim konće dźělili a namołwjamy was, waše hesło wěstoty dla změnić.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
hsb: Přizjewće so zaso pola grata abo słužby, hdźež swoje konto Firefox wužiwaće a sćěhujće kroćele, kotrež so wam pokazuja.

source: <b>Important:</b> Pick a different password than what you were previously using and make sure that it is different from your email account.
hsb: <b>Wažny:</b> Wubjerće druhe hesło hač te, kotrež sće do toho wužiwał, a dźiwajće na to, zo so wot hesła za swoje e-mejlowe konto rozeznawa.

source: Best,
hsb: Z přećelnym postrowom,

source: The Firefox Accounts team
hsb: Team Firefox Accounts

source: Important: Pick a different password than what you were previously using and make sure that it is different from your email account.
hsb: Wažny: Wubjerće druhe hesło hač te, kotrež sće do toho wužiwał, a dźiwajće na to, zo so wot hesła za swoje e-mejlowe konto rozeznawa.

source: Password changed successfully
hsb: Hesło je so wuspěšnje změniło

source: Your Firefox Account password was successfully changed from the following device:
hsb: Hesło wašeho konta Firefox je so wuspěšnje ze slědowaceho grata změniło:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
hsb: To je awtomatiska e-mejlka; jeli njejsće hesło swojeho konta Firefox změnił, měł wy jo hnydom na %(resetLink)s wróćo stajić

source: Your account password was changed
hsb: Waše kontowe hesło je so změniło

source: You will need to enter your new password on other devices to resume syncing.
hsb: Dyrbiće swoje nowe hesło na druhich gratach zapodać, zo byšće ze synchronizaciju pokročował.

source: You will need to enter your new password on other devices to resume syncing.
hsb: Dyrbiće swoje nowe hesło na druhich gratach zapodać, zo byšće ze synchronizaciju pokročował.

source: If you did not change it, please reset your password now at %(resetLink)s
hsb: Jeli njejsće jo změnił, stajće prošu nětko swoje hesło na %(resetLink)s wróćo

source: Your account password was reset with a recovery key
hsb: Waše kontowe hesło jo so wróćo stajiło z wobnowjenskim klučom

source: You have successfully reset your password using a recovery key from the following device:
hsb: Sće wuspěšnje swoje hesło z pomocu wobnowjenskeho kluča ze slědowaceho grata wróćo stajił:

source: You will need to generate a new recovery key.
hsb: Dyrbiće nowy wobnowjenski kluč wutworić.

source: Create new recovery key:
hsb: Nowy wobnowjenski kluč wutworić:

source: For more information, please visit %(supportUrl)s
hsb: Za dalše informacije hlejće %(supportUrl)s

source: Account recovery key generated
hsb: Kontowy wobnowjenski kluč je so wutworił

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
hsb: Sće wuspěšnje nowy wobnowjenski kluč za swoje konto Firefox z pomocu slědowaceho grata wutworił:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
hsb: Jeli wy to njejsće był, <a %(revokeAccountRecoveryLinkAttributes)s>klikńće tu.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
hsb: Sće wuspěšnje nowy wobnowjenski kluč za swoje konto Firefox ze slědowaceho grata wutworił:

source: If this was not you, revoke key.
hsb: Jeli wy to njejsće był, wotwołajće kluč.

source: Two-step authentication enabled
hsb: Dwukročelowa awtentifikacija zmóžnjena

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
hsb: Sće dwukročelowu awtentifikaciju na swojim konće Firefox ze slědowacym gratom wuspěšnje zmóžnił:

source: Security codes from your authentication app will now be required at each sign-in.
hsb: Wěstotne kody z wašeho awtentifikaciskeho nałoženja su wotnětka trěbne při kóždym přizjewjenju.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
hsb: Sće dwukročelowu awtentifikaciju na swojim konće Firefox wuspěšnje zmóžnił. Wěstotne kody z wašeho awtentifikaciskeho nałoženja su wotnětka trěbne při kóždym přizjewjenju.

source: New primary email
hsb: Nowa primarna e-mejlowa adresa

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
hsb: Sće swoju primarnu e-mejlowu adresu wuspěšnje do %(email)s změnił. Tuta adresa je nětko waše wužiwarske mjeno za přizjewjenje pola wašeho konta Firefox a zo byšće wěstotne powěsće a přizjewjenske wobkrućenja dóstał.

source: Recovery code consumed
hsb: Wobnowjenski kod je so wužił

source: You have successfully consumed a recovery code from the following device:
hsb: Sće wobnowjenski kod ze slědowaceho grata wuspěšnje wužił:

source: Consumed recovery code
hsb: Wužity wobnowjenski kod

source: New recovery codes generated
hsb: Nowy wobnowjenski kod wutworjeny

source: You have successfully generated new recovery codes from the following device:
hsb: Sće nowe wobnowjenske kody ze slědowaceho grata wuspěšnje wutworił:

source: Account recovery key removed
hsb: Kontowy wobnowjenski kluč je so wotstronił

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
hsb: Sće wuspěšnje nowy wobnowjenski kluč za swoje konto Firefox z pomocu slědowaceho grata wotstronił:

source: This recovery key can no longer be used to recover your account.
hsb: Tutón wobnowjenski kluč njeda so hižo wužiwać, zo by waše konto wobnowił.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
hsb: Sće wuspěšnje nowy wobnowjenski kluč za swoje konto Firefox ze slědowaceho grata wotstronił:

source: Secondary email removed
hsb: Sekundarna e-mejlowa adresa wotstronjena

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
hsb: Sće %(secondaryEmail)s jako sekundarnu e-mejlowu adresu ze swojeho konta Firefox wuspěšnje wotstronił. Wěstotne zdźělenki a přizjewjenske wobkrućenja njebudu so hižo na tutu adresu słać.

source: Two-step authentication disabled
hsb: Dwukročelowa awtentifikacija znjemóžnjena

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
hsb: Sće dwukročelowu awtentifikaciju na swojim konće Firefox ze slědowacym gratom wuspěšnje znjemóžnił:

source: Security codes will no longer be required at each sign-in.
hsb: Wěstotne kody wotnětka při kóždym přizjewjenju hižo trěbne njejsu.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
hsb: Sće dwukročelowu awtentifikaciju na swojim konće Firefox wuspěšnje znjemóžnił. Wěstotne kody wotnětka při kóždym přizjewjenju hižo trěbne njejsu.

source: Firefox Account verified. You're almost there.
hsb: Konto Firefox je přepruwowane. Sće nimale hotowy.

source: Next sync between your devices!
hsb: Přichodna synchronizacija mjez gratami!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
hsb: Priwatna synchronizacija waše zapołožki, hesła a druhe daty Firefox na wšěch wašich gratach jenake dźerži.

source: Set up next device
hsb: Přichodny grat konfigurować

source: Have questions? Visit %(supportUrl)s
hsb: Maće prašenja? Wopytajće %(supportUrl)s

source: Secondary email added
hsb: Druha e-mejlowa adresa je so přidała

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
hsb: Sće %(secondaryEmail)s wuspěšnje jako sekundarnu e-mejlowu adresu za swoje konto Firefox wobkrućił. Wěstotne zdźělenki a přizjewjenske wobkrućenja budu so nětko na wobě e-mejlowej adresy słać.

source: Need to reset your password?
hsb: Dyrbiće swoje hesło wróćo stajić?

source: Click the button within the next hour to create a new password. The request came from the following device:
hsb: Klikńće na tłóčatko wob hodźinu, zo byšće nowe hesło wutworił. Naprašowanje přińdźe wot slědowaceho grata:

source: Create new password
hsb: Nowe hesło wutworić

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
hsb: Wuli dźak, zo sće Firefox wubrał! Móžeće Firefox za mobilny grat tu instalować: %(link)s

source: Sorry to see you go
hsb: Škoda, zo woteńdźeće

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
hsb: Sće njedawno swoje konto Firefox zhašał. Tohodla smy waš abonement %(productName)s wotskazali. Waše kónčne płaćenje %(invoiceTotal)s je so dnja %(invoiceDateOnly)s zapłaćiło.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
hsb: Prošu wobdźělće so na tutym <a %(cancellationSurveyLinkAttributes)s>krótkim naprašowanju</a>, zo byšće nam pomhał, naše słužby polěpšić.

source: Please help us improve our services by taking this short survey:
hsb: Prošu wobdźělće so na tutym krótkim naprašowanju, zo byšće nam pomhał, naše słužby polěpšić:

source: Welcome to %(productName)s
hsb: Witajće k %(productName)s

source: Your payment is processing and may take up to four business days to complete. Your subscription will renew automatically each billing period unless you choose to cancel.
hsb: Waše płaćenje so předźěłuje a móže hač do štyri wšědnych dnjow trać. Waš abonement so w kóždym wotličenskim času awtomatisce podlěša, chibazo wupowědźeće.

source: Next, you'll create a Firefox account password and download %(productName)s.
hsb: Potom hesło konta Firefox wutworiće a %(productName)s sćehnjeće.

source: Invoice number: %(invoiceNumber)s
hsb: Čisło zličbowanki: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
hsb: Wotknihowany: %(invoiceTotal)s dnja %(invoiceDateOnly)s

source: Next invoice: %(nextInvoiceDateOnly)s
hsb: Přichodna zličbowanka: %(nextInvoiceDateOnly)s

source: You can't access your subscription yet
hsb: Hisće nimaće přistup k swojemu abonementej

source: A few days ago you created a Firefox Account but never verified it. We hope you’ll finish setting up your account, so you can use your new subscription.
hsb: Před někotrymi dnjemi sće konto Firefox załožił, ale njejsće jo ženje wobkrućił. Nadźijamy so, zo konfigurowanje swojeho konta dokónčiće, zo byšće swój nowy abonement wužiwać móhł.

source: Select “Create Password” to set up a new password and finish verifying your account.
hsb: Wubjerće „Hesło wutworić“, zo byšće nowe hesło nastajił a přepruwowanje swojeho konta dokónčił.

source: Create a password:
hsb: Hesło wutworić:

source: Welcome to Firefox!
hsb: Witajće k Firefox!

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
hsb: Smy waš abonement %(productName)s wotskazali. Waše kónčne płaćenje %(invoiceTotal)s je so %(invoiceDateOnly)s zapłaćiło. Waša słužba hač do kónca wašeje aktualneje wotličenskeje doby dale dźe, tuž do %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
hsb: Sće wuspěšnje wot %(productNameOld)s do %(productNameNew)s přešoł.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycle)s to %(paymentAmountNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycle)s.
hsb: Započinajo z wašej přichodnej zličbowanku so waš popłatk wot %(paymentAmountOld)s na %(productPaymentCycle)s do %(paymentAmountNew)s změni. Potom tež jónkróćny dobropis %(paymentProrated)s dóstanjeće, zo by so niši popłatk za zbytk %(productPaymentCycle)s wotbłyšćował.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
hsb: Jeli dyrbiće nowu softwaru instalować, zo byšće %(productNameNew)s wužiwał, dóstanjeće separatnu mejlku ze sćehnjenskimi instrukcijemi.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
hsb: Waš abonement so awtomatisce kóždu wotličensku dobu podlěšuje, chibazo wupowědźiće.

source: Your subscription has been cancelled
hsb: Waš abonement je so wupowědźił

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
hsb: Smy waš abonement %(productName)s wupowědźili, dokelž wjacore płaćenske pospyty njejsu so poradźili. Zo byšće znowa přistup měł, startujće nowy abonement ze zaktualizowanej płaćenskej metodu.

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
hsb: Smy waš abonement %(productName)s wupowědźili, dokelž wjacore płaćenske pospyty njejsu so poradźili. Zo byšće znowa přistup měł, startujće nowy abonement ze zaktualizowanej płaćenskej metodu.

source: Thank you for subscribing to %(productName)s
hsb: Wulki dźak, zo sće %(productName)s abonował

source: Your payment is currently processing and may take up to four business days to complete.
hsb: Waše płaćenje so tuchwilu předźěłuje a móže do štyrjoch wobchodnych dnjow trać.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
hsb: Dóstanjeće separatnu mejlku ze sćehnjenskimi instrukcijemi a wo tym, kak móžeće %(productName)s wužiwać.

source: Invoice Number: <b>%(invoiceNumber)s</b>
hsb: Čisło zličbowanki: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
hsb: %(invoiceTotal)s dnja %(invoiceDateOnly)s wotknihowane

source: <a href="%(invoiceLink)s">View your invoice</a>.
hsb: <a href="%(invoiceLink)s">Wašu zličbowanku pokazać</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
hsb: Přichodna zličbowanka: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
hsb: Čisło zličbowanki: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
hsb: Zličbowanku pokazać: %(invoiceLink)s

source: Your credit card is about to expire
hsb: Waša kreditna karta bórze spadnje

source: The credit card you're using to make payments for %(productName)s is about to expire.
hsb: Kreditna karta, z kotrejž płaćenja za %(productName)s přewjedźeće, bórze spadnje.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
hsb: Zo byšće přetorhnjenje swojeje słužby wobešoł, <a href="%(updateBillingUrl)s">aktualizujće prošu swoje płaćenske informacije</a> tak bórze kaž móžno.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
hsb: Zo byšće přetorhnjenje swojeje słužby wobešoł, aktualizujće prošu swoje płaćenske informacije tak bórze kaž móžno:

source: Sorry, we're having trouble with your payment
hsb: Bohužel mamy problemy z wašim płaćenjom

source: We had a problem with your latest payment for %(productName)s.
hsb: Mějachmy problem z wašim najnowšim płaćenjom za %(productName)s.

source: It may be that your credit card has expired, or your current payment method is out of date.
hsb: Waša kreditna karta je so snano spadnyła, abo waša aktualna płaćenska metoda je zestarjena.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by <a href="%(updateBillingUrl)s">updating your payment information</a>.
hsb: Budźemy pospytować, waše płaćenje za přichodne dny znowa přewjesć, ale dyrbiće snano <a href="%(updateBillingUrl)s">swoje płaćenske informacije aktualizować</a>, zo byšće nam pomhał, problem rozrisać.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by updating your payment information:
hsb: Budźemy pospytować, waše płaćenje za přichodne dny znowa přewjesć, ale dyrbiće snano swoje płaćenske informacije aktualizować, zo byšće nam pomhał, problem rozrisać.

source: Sorry, we’re having trouble with your payment method
hsb: Bohužel mamy problemy z wašej płaćenskej metodu

source: We have detected a problem with your payment method for %(productName)s.
hsb: Mějachmy problem z wašej płaćenskej metodu za %(productName)s.

source: Thank you for reactivating your %(productName)s subscription!
hsb: Wulki dźak, zo sće zaso zaktiwizował swój abonement %(productName)s!

source: Your billing cycle and payment will remain the same. Your next charge will be %(invoiceTotal)s on %(nextInvoiceDateOnly)s. Your subscription will automatically renew each billing period unless you choose to cancel.
hsb: Waš wotličenski cyklus a płaćenje samsnej wostanjetej. Waša přichodna wotknihownje budźe %(invoiceTotal)s dnja %(nextInvoiceDateOnly)s. Waš abonement so po kóždej wotličenskej periodźe awtomatisce wobnowja, chibazo jón wupowědźiće.

source: Your subscription will be renewed soon
hsb: Waš abonement so bórze podlěši

source: Dear %(productName)s customer,
hsb: Luby kupc %(productName)s,

source: Your current subscription is set to automatically renew in %(reminderLength)s days. At that time, Mozilla will renew your %(planIntervalCount)s %(planInterval)s subscription and a charge of %(invoiceTotal)s will be applied to the payment method on your account.
hsb: Waš aktualny abonement so za %(reminderLength)s dnjow awtomatisce podlěši. Potom Mozilla waš abonement %(planIntervalCount)s %(planInterval)s podlěši a waše konto so wužiwajo płaćensku metodu ze sumu %(invoiceTotal)s poćeži.

source: You can ensure that your payment method and account information are up to date <a href="%(updateBillingUrl)s">here</a>.
hsb: Móžeće <a href="%(updateBillingUrl)s">tu</a> zawěsćić, zo waša płaćenska metoda a waše kontowe informacije su aktualne:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please <a href="%(subscriptionSupportUrl)s">contact us</a>.
hsb: Wulki dźak, zo sće %(productName)s abonował. Jeli prašenja wo swojim abonemenće maće abo wjace informacijow wo %(productName)s trjebaće, <a href="%(subscriptionSupportUrl)s">stajće so prošu z nami do zwiska</a>.

source: Sincerely,
hsb: Z přećelnym postrowom

source: The %(productName)s team
hsb: Team %(productName)s

source: You can ensure that your payment method and account information are up to date here:
hsb: Móžeće tu zawěsćić, zo waša płaćenska metoda a waše kontowe informacije su aktualne:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please contact us:
hsb: Wulki dźak, zo sće %(productName)s abonował. Jeli prašenja wo swojim abonemenće maće abo wjace informacijow wo %(productName)s trjebaće, stajće so prošu z nami do zwiska.

source: Thank you for being a subscriber!
hsb: Wulki dźak, zo sće abonent!

source: We received your latest payment for %(productName)s.
hsb: Smy waše najnowše płaćenje za %(productName)s dóstali.

source: Thank you for upgrading!
hsb: Wulki dźak za aktualizowanje!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
hsb: Sće wuspěšnje wot %(productNameOld)s do %(productNameNew)s zaktualizował.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycle)s to %(paymentAmountNew)s. At that time you will also be charged a one-time fee of %(paymentProrated)s to reflect the higher charge for the remainder of this %(productPaymentCycle)s.
hsb: Započinajo z wašej přichodnej zličbowanku so waš popłatk wot %(paymentAmountOld)s na %(productPaymentCycle)s do %(paymentAmountNew)s změni. Potom dyrbiće tež jónkróćny popłatk %(paymentProrated)s płaćić, zo by so wyši popłatk za zbytk %(productPaymentCycle)s wotbłyšćował.

source: The credit card you're using to make payments for the following subscriptions is about to expire.
hsb: Kreditna karta, z kotrejž płaćenja za slědowace abonementy přewjedźeće, bórze spadnje.

source: Questions about your subscriptions? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
hsb: Maće prašenja wo swojich abonementach? Naš <a href="%(subscriptionSupportUrl)s">team pomocy</a> je tu, zo by wam pomhał.
