Repository: mozilla/fxa-content-server-l10n
Catalog: locale/su/LC_MESSAGES/client.po
Languages: su

source: Once complete, it will begin generating security codes for you to enter.
su: Sakalina anggeus, ieu bakal mitembeyan nyieun sandi kaamanan anu bisa dipaké ku anjeun.

source: Type this secret key into your authentication app.
su: Ketikkeun ieu konci rusiah kana aplikasi oténtikasi anjeun.

source: Scan QR code instead?
su: Pinday sandi QR baé?

source: Security code
su: Kodeu kaamanan

source: Ready
su: Siap

source: Legal
su: Légal

source: Terms of Service
su: Katangtuan Layanan

source: Privacy Notice
su: Wawar Privasi

source: Get the full Sync experience.
su: Meunangkeun pangalaman Sync sagemblengna

source: Download Firefox for iOS!
su: Undeur Firefox jang iOS!

source: Download Firefox for Android.
su: Undeur Firefox jang Android.

source: Download Firefox for mobile devices.
su: Undeur Firefox jang paranti ider.

source: Request for permission
su: Pundut idin

source: %(serviceName)s wants the following information from your account:
su: %(serviceName)s mikahayang éta informasi ti akun anjeun:

source: Accept
su: Tampa

source: Cancel
su: Bolay

source: Success
su: Suksés

source: Continue to my account
su: Tuluykeun ka akun kuring

source: Your account is ready!
su: Akun anjeun geus siap!

source: Generate a new recovery key
su: Pangjieunkeun konci pamulangan anyar

source: Report unauthorized sign-in?
su: Laporkeun peta asup teu kaotorisasi?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
su: Anjeun geus nampa surélék ngeunaan pamecakan aksés kana akun anjeun. Rék ngalaporkeun atuh ieu aktivitas téh minangka hal nu nyurigakeun?

source: Report activity
su: Laporan aktivitas

source: Why is this happening?
su: Naha kajadian kieu?

source: Email
su: Surélék

source: Begin reset
su: Vérifikasi

source: Recent Activity
su: Kagiatan Anyar

source: Security Events
su: Acara Kaamanan

source: Event Name
su: Ngaran Acara

source: Verified
su: Divérifikasi

source: Created At
su: Dijieun Di

source: Delete events
su: Hapus acara

source: Back to settings
su: Balik ka setélan

source: Sorry. We’ve locked your&nbsp;account.
su: Hampura, kami ngonci akun anjeun.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
su: Surélék konfirmasi nu kami kirim ka %(email)s téh baruk dipulangkeun deui, atuh ku kami dikonci baé pikeun ngamankeun data Firefox anjeun.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
su: Mun ieu mangrupa alamat surélék sah, <a %(escapedSupportLinkAttrs)s>béjaan kami</a> sangkan kami bisa mantuan muka akun anjeun.

source: No longer own that email? Create a new account
su: Ieu surélék geus teu dipaké lin? Jieun akun anyar

source: Enter recovery code
su: Asupkeun kodeu pamulangan

source: Please enter a recovery code that was provided to you during setup.
su: Prak asupkeun kodeu pamulangan nu geus disayagakeun nalika panataharan.

source: Enter 10-digit recovery code
su: Asupkeun 10-digit kodeu pamulangan

source: Verify
su: Vérifikasi

source: Are you locked out?
su: Anjeun kakonci?

source: Thank you for your vigilance
su: Panuhun kana kawaspadaan anjeun

source: Our team has been notified. Reports like this help us fend off intruders.
su: Tim kami geus diwawaran. Laporan nu kawas kieu téh mantuan kami nyingkahan nu ngaganggu.

source: Enter security code
su: Asupkeun kodeu kaamanan

source: Open your authentication app and enter the security code it provides.
su: Buka aplikasi oténtikasi anjeun sarta asupkeun kodeu kaamanan nu mucunghul.

source: Trouble entering code?
su: Hésé ngasupkeun kodeu?

source: Authorize this sign-in
su: Otorisasi ieu peta asup

source: Check your email for the authorization code sent to %(email)s.
su: Pariksa surélék anjeun sabab kodeu otorisasi geus dikirim ka %(email)s.

source: Enter authorization code
su: Asupkeun kodeu oténtikasi

source: Change email
su: Robah surélék

source: Repeat password
su: Ulang sandi

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
su: Anjeun butuh ieu kecap sandi pikeun muka data diénkrip anu diteundeun di kami.<br/>Rését hartina bisa leungiteun data sarupaning kecap sandi jeung marka buku.

source: Practical knowledge is coming to your inbox. Sign up for more:
su: Pangaweruh praktis bakal asup kana kotak asup anjeun. Daptar pikeun leuwih loba:

source: Choose what to sync
su: Pilih nu rék disingkronkeun

source: Create account
su: Jieun akun

source: Account Home
su: Tepas Akun

source: Subscriptions
su: Balangganan

source: Contact Us
su: Talek Kami

source: What are you contacting us about?
su: Aya perlu naon?

source: Please select one
su: Pilih hiji

source: What do you need help with?
su: Perlu dibantu naon?

source: Payment & billing
su: Babayar & tagihan

source: Account issues
su: Masalah akun

source: Technical issues
su: Masalah téhnis

source: Provide feedback / request features
su: Ngirim kamandang / mundut pitur

source: Not listed
su: Teu kadaptar

source: Subject (optional)
su: Jejer (pilihan)

source: Description of issue
su: Pedaran masalah

source: Send
su: Kirim

source: Would you like to sync this device to your account?
su: Hayang nyingkronkeun alat ieu kana akun anjeun?

source: Sync this device
su: Singkronkeun alat ieu

source: Step 1 of 2: Re-enter password
su: Léngkah 1 ti 2: Asupkeun deui sandi

source: Enter your password to view your recovery key.
su: Asupkeun sandi anjeun pikeun némbong konci pamulangan anjeun.

source: Enter Password
su: Asupkeun sandi

source: Successfully connected
su: Laksana nyambung

source: New sign-in to Firefox
su: Anyar asup ka Firefox

source: Confirm sign-in
su: Konfirmasi asup

source: Resend tab
su: Kirimkeun deui tab

source: Tab not arriving? Send an email instead
su: Tab henteu norojol? Kirim surélék waé

source: Add a secondary email address
su: Tambahan surél sékundér

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
su: Nambahkeun surél sékundér mantuan balik deui ka akun anjeun upama kakonci sarta teu bisa muka %(escapedEmail)s.

source: Secondary email
su: Surélék sékundér

source: Maybe later
su: Moal waka

source: Enter verification code
su: Asupkeun sandi péripikasi

source: Please enter the verification code that was sent to %(escapedEmail)s within 5 minutes.
su: Asupkeun sandi péripikasi anu dikirim ka %(escapedEmail)s dina jangka 5 menit.

source: Need another code? Resend
su: Butuh kodeu lianna? Kirim ulang

source: Use a different email
su: Paké surél anu béda

source: Please change your password
su: Mangga ganti kecap sandi anjeun

source: to continue to %(serviceName)s
su: pikeun laju ka %(serviceName)s

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
su: Kami ngambeu ayana paripolah anu picurigaeun dina akun Firefox anjeun. Pikeun ngajaga akun anjeun, mangga jieun kecap sandi anyar. Anjeun bakal maké ieu kecap sandi pikeun asup deui ka sakur layanan akun Firefox anjeun.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
su: Jujutan, markah, login, jeung data pribadi lianna anu geus disingkronkeun moal leungit.

source: Old password
su: Sandi heubeul

source: Re-enter new password
su: Asupkeun deui kecap sandi anyar

source: Change password
su: Ganti kecap sandi

source: This Firefox is connected
su: Firefox geus nyambung

source: Sign up for more
su: Daptar pikeun leuwih lengkep

source: Practical knowledge is coming to your inbox.
su: Kanyaho praktis datang ka koropak anjeun.

source: Get practical knowledge in your inbox about:
su: Tampa kanyaho praktis dina koropak anjeun ngeunaan:

source: Subscribe %(email)s
su: Daptar %(email)s

source: Create a Firefox Account
su: Jieun Firefox Account

source: Continue to %(productName)s
su: Teruskeun ka %(productName)s

source: Enter a password
su: Asupkeun sandi

source: Confirm password
su: Puguhkeun kecap sandi

source: Create Password
su: Jieun sandi

source: Device connected!
su: Paranti geus nyambung!

source: Connect another one
su: Sambungkeun nu lianna

source: Use SMS instead
su: Maké SMS baé

source: I'm done for now
su: Anggeusan heula

source: Sync Firefox between devices
su: Singkronkeun Firefox antarparanti

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
su: Singkronkeun markah, jujutan, jeung kecap sandi ka Firefox dina piranti ider anjeun. Ngan sakeudeung da.

source: Get started
su: Mitembeyan

source: I'll do this later, send me a reminder
su: Engké deui baé, kirim panginget

source: Download Firefox with your camera app
su: Undeur Firefox maké aplikasi kaméra anjeun

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
su: Masang Firefox tur nyingkronkeun antara sahanteuna dua paranti ogé ngajaga tina leungiteun data.

source: Ready to scan
su: Siap minday

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device</h1><p>with a QR code we've created just for you</p>
su: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Sambungkeun ka piranti ider anjeun</h1><p>maké sandi QR anu dijieun hususon keur anjeun</p>

source: Open the camera app on your device
su: Buka aplikasi kaméra dina paranti anjeun

source: Point the camera at the QR code and tap the link that appears
su: Arahkeun kaméra kana kode QR terus toél tutumbu anu mucunghul

source: Install Firefox and open it on your device
su: Pasang Firefox tur buka dina paranti anjeun

source: Sign into your account
su: Asup ka akun anjeun

source: <span class="number">1</span>Open the camera app on your device
su: <span class="number">1</span>Buka aplikasi kaméra dina paranti anjeun

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
su: <span class="number">2</span>Arahkeun kaméra kana kode QR tur toél tutumbu au mucunghul

source: <span class="number">3</span>Install Firefox and open it on your device
su: <span class="number">3</span>Pasang Firefox tur buka dina paranti anjeun

source: <span class="number">4</span>Sign into your account
su: <span class="number">4</span>Asup ka akun anjeun

source: Protect your data with a recovery key
su: Jaga data anjeun ku konci pamulihan

source: Your synced data can include passwords you've saved.
su: Data singkron anjeun bisa ngawengku kecap konci anu disimpen.

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
su: Kusabab émbaran ieu sipatna kritis pikeun kaamanan anjeun, ku Firefox dihapus pikeun ngajaga nalika kecap sandi anjeun disetél ulang sangkan teu bisa dibuka ku batur.

source: Get a Recovery Key
su: Jieun Konci Pamulihan

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
su: Mangga puguhkeun kecap sandi %(escapedEmail)s pikeun nyieun konci pamulihan.

source: Enter your recovery key to confirm that you've saved a copy.
su: Asupkeun konci pamulihan pikeun muguhkeun yén anjeun geus nyimpen téplakanana.

source: Save recovery key
su: Teundeun konci pamulihan

source: Done
su: Anggeus

source: How old are you?
su: Baraha umur anjeun?

source: %(family)s on %(OS)s
su: %(family)s na %(OS)s

source: %(city)s, %(region)s, %(country)s (estimated)
su: %(city)s, %(region)s, %(country)s (kira)

source: %(region)s, %(country)s (estimated)
su: %(region)s, %(country)s (kira)

source: Location unknown
su: Lokasi teu dipikanyaho

source: IP address: %(ipAddress)s
su: Alamat IP: %(ipAddress)s

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
su: Hadeuh, aya masalah dina sistemna. Ayeuna keur dibenerkeun. Cobaan deui engké.

source: Your message was sent to Support
su: Surat anjeun geus dikirim ka Pangrojong

source: Back to Subscriptions
su: Balik ka Pendaptaran

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
su: Ngilikan Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Pitembeyan didieu</a>

source: Device connected
su: Parangkat nyambung

source: Manage devices
su: Kokolakeun parangkat

source: Approval now required <small>from your other device</small>
su: Panyatujuan ayeuna mah diperlukeun <small>ti parangkat anjeun nu séjén</small>

source: Pairing not successful
su: Ngadumaniskeun teu ngahasil

source: The setup process was terminated.
su: Prosés pangaturan dipeunggas.

source: Device successfully paired
su: Paranti laksana ditumbukeun

source: Pairing was successful.
su: Ngadumaniskeun ngahasil

source: Confirm pairing <small>for %(email)s</small>
su: Konfirmasi aadumanisan <small>pikeun %(email)s </small>

source: Confirm pairing
su: Konfirmasi aadumanisan

source: Pair using an app
su: Adumaniskeun maké aplikasi

source: Did you use the system camera? You must pair from within a Firefox app.
su: Anjeun ngagunakeun kamera sistem? Anjeun kudu ngadumaniskeun tina aplikasi Firefox.
