Repository: mozilla/fxa-content-server-l10n
Catalog: locale/su/LC_MESSAGES/client.po
Languages: su

source: Password reset
su: Setél deui sandi

source: Password reset successfully. Sign in to continue.
su: Sandi geus hasil disetél deui. Asup pikeun nuluykeun.

source: Sign in
su: Asup

source: Account deleted successfully
su: Mupus akun ngahasil

source: Use the code %(code)s to set up two-step authentication in supported applications.
su: Paké kodeu %(code)s pikeun ngatur oténtikasi dua léngkah di aplikasi nu dirojong.

source: %(permissionName)s (required)
su: %(permissionName)s (diperlukeun)

source: Email address
su: Alamat surélék

source: Display name
su: Ngaran pidangan

source: Account picture
su: Gambar akun

source: Welcome back
su: Wangsul wilujeng sumping

source: Firefox Sync will resume momentarily
su: Firefox Sync rék dihanca deui

source: Your password has been reset
su: Sandi anjeun geus disetél ulang

source: Complete set-up by entering the new password on your other Firefox devices.
su: Lengekepan panataharan kalawan ngasupkeun sandi anyar di parangkat Firefox anjeun lianna.

source: You are now ready to make changes to your Firefox Account.
su: Anjeun ayeuna siap nyieun parobahan kana Firefox Account anjeun.

source: Primary email verified
su: Surélék utama geus divérifikasi

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
su: Iber akun bakal dikirim ogé ka %(secondaryEmailVerified)s.

source: Secondary email verified
su: Surélék sékunder geus divérifikasi

source: Sign-in confirmed
su: Peta asup dikonfirmasi

source: You are now ready to use %(serviceName)s
su: Ayeuna anjeun geus siap ngagunakeun %(serviceName)s

source: Account verified
su: Akun geus divérifikasi

source: Connected
su: Nyambung

source: Unknown account. <a href="/signup">Sign up</a>
su: Akun teu dipikanyaho. <a href="/signup">Daptar</a>

source: Account no longer exists. Recreate it?
su: Horéng akun téh euweuh. Jieun ulang baé?

source: Other
su: Lianna

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
su: Nuhun geus nepungan Mozilla Support ngeunaan <b>%(escapedLowercaseTopic)s</b>. Dia bakal diiberan maké surél sagancangna.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. We'll contact you via email as soon as possible.
su: Nuhun geus ngahontal Mozilla Support ngeunaan <b>%(escapedLowercaseTopic)s</b> pikeun <b>%(escapedSelectedProduct)s</b>. Kami bakal nyurélékan anjeun sagancangna.

source: Your sync data is protected
su: Data singkron anjeun kajaga

source: If you lose access to your account, you’ll be able to restore your sync data.
su: Lamun anjeun leungiteun aksés ka akun anjeun, anjeun bakal bisa mulangkeun data singkron anjeun.

source: Start browsing
su: Mitembeyan nyungsi

source: Account notifications will now also be sent to %(secondaryEmail)s.
su: Iber akun ogé ayeuna bakal dikirim ka %(secondaryEmail)s.

source: Continue to %(serviceName)s
su: Laju ka %(serviceName)s

source: Your account has been locked for security reasons
su: Akun anjeun geus dikonci pikeun alesan kaamanan

source: Reset password
su: Setél ulang sandi

source: none
su: euweuhan

source: Last checked: %(lastCheckTime)s
su: Panungtung dipariksa: %(lastCheckTime)s

source: Open Gmail
su: Buka Gmail

source: Open Hotmail
su: Buka Hotmail

source: Open Yahoo
su: Buka Yahoo

source: Open Outlook
su: Buka Outlook

source: Open Restmail
su: Buka Restmail

source: Hide password
su: Sumputkeun sandi

source: Show password
su: Témbongkeun sandi

source: Firefox Recovery Codes
su: Kodeu Pamulangan Firefox

source: Two-step authentication enabled
su: Oténtikasi dua léngkah dihurungkeun

source: Firefox Recovery Key
su: Konci Pamulangan Firefox

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
su: Surélék dikirim deui. Tambahkeun accounts@firefox.com kana kontak anjeun pikeun muguhkeun pangirimanna lancar.

source: Copied
su: Ditiron

source: Failed to copy. Please manually copy.
su: Gagal niron. Tiron manual wé.

source: Downloaded
su: Kaundeur

source: Printed
su: Kacitak

source: Account verified successfully
su: Akun ngahasil divérifikasi

source: payment & billing
su: babayar & tagihan

source: account issues
su: masalah akun

source: technical issues
su: masalah téhnis

source: provide feedback / request features
su: ngirim kamandang / rekés pitur

source: not listed
su: teu kadaptar

source: Bookmarks
su: Markah

source: History
su: Jujutan

source: Add-ons
su: Émbohan

source: Open Tabs
su: Buka Tab

source: Preferences
su: Préférénsi

source: Addresses
su: Alamat

source: Credit Cards
su: Kartu Kiridit

source: Primary email verified successfully
su: Surélék utama ngahasil divérifikasi

source: Secondary email verified successfully
su: Surélék sékundér ngahasil divérifikasi

source: Password reset successfully
su: Nyetél ulang sandi geus hasil

source: Account recovery enabled
su: Pamulangan akun dihurungkeun

source: Unexpected error
su: Éror teu dinyana

source: The link you clicked to verify your email is expired.
su: Tutumbu nu diklik ku anjeun pikeun mérivikasi surélék anjeun geus kadaluwarsa.

source: You've tried too many times. Try again later.
su: Anjeun geus loba teuing mecakan. Pecakan deui engké wé.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
su: Anjeun geus loba teuing mecakan. Pecakan deui %(retryAfterLocalized)s.

source: Invalid token
su: Token teu sah

source: Invalid timestamp in request signature
su: Cap waktu teu sah dina tawis pamundutan

source: Invalid nonce in request signature
su: Teu sah dina tawis pamundutan

source: Account already exists
su: Akun geus aya

source: Unknown account
su: Akun teu dipikanyaho

source: Incorrect email case
su: Surélék salah

source: Incorrect password
su: Sandi salah

source: Unverified account
su: Akun can divérifikasi

source: Invalid verification code
su: Kodeu vérifikasi teu sah

source: Invalid JSON in request body
su: Kodeu JSON na eusi pundutan teu sah

source: Invalid parameter: %(param)s
su: Paraméter teu sah: %(param)s

source: Missing parameter: %(param)s
su: Leungiteun paraméter: %(param)s

source: Invalid request signature
su: Tawis pundutan teu sah

source: Missing content-length header
su: Leungiteun panjang kontén header

source: Request body too large
su: Eusi pundutan kagedéan

source: The request was blocked for security reasons
su: Pamundutan geus dipeungpeuk pikeun alesan kaamanan

source: Invalid authorization code
su: Kodeu otorisasi teu sah

source: Invalid phone number
su: Nomer telepon teu sah

source: Cannot send to this country
su: Teu bisa ngirim ka ieu nagara

source: Could not send a message to this number
su: Teu bisa ngirim talatah ka ieu nomer

source: Your email was just returned
su: Surélék anjeun cik kénéh dipulangkeun deui

source: Your email was just returned. Mistyped email?
su: Surélék anjeun cik kénéh dipulangkeun deui. Salah ngetik surélék boa?

source: Unable to deliver email
su: Teu bisa nepikeun surélék

source: This email was already verified by another user
su: Ieu surélék geus divérifikasi ku batur

source: Unverified session
su: Rintakan teu kapéripikasi

source: Secondary email must be different than your account email
su: Surélék sékundér kudu béda jeung surélék akun anjeun

source: You have reached the maximum allowed secondary emails
su: Anjeun geus ngahontal loba surélék sekundér anu diidinan

source: This email already exists on your account
su: Ieu surélék geus aya dina akun anjeun

source: Primary account email required for sign-in
su: Surélék utama akun diperlukeun jang asup

source: Address in use by another account
su: Alamat dipaké ku akun séjén

source: Primary account email required for reset
su: Surélék utama perlu disetél ulang

source: Invalid signin code
su: Kodeu asup teu sah

source: Can not change primary email to an unverified email
su: Teu bisa ngarobah surélék utama ka surélék nu can kavérifikasi

source: Can not change primary email to an email that does not belong to this account
su: Teu bisa ngarobah surélék utama ka surélék nu teu patula-patali jeung ieu akun

source: This email can not currently be used to login
su: Ieu surélék teu bisa dipaké asup ayeuna mah

source: Failed to send email
su: Gagal ngirim surélék

source: Valid code required
su: Kodeu sah diperlukeun

source: This verification code has expired
su: Ieu kodeu vérifikasi geus kadaluwarsa

source: A TOTP token already exists for this account
su: Token TOTP geus aya jang ieu akun mah

source: TOTP token not found
su: Token TOTP teu kapanggih

source: Recovery code not found
su: Kodeu pamulangan teu kapanggih

source: Unavailable device command
su: Paréntah parangkat teu sayaga

source: Recovery key not found
su: Konci pamulangan teu kapanggih

source: Invalid recovery key
su: Kodeu pamulangan teu sah

source: This request requires two step authentication enabled on your account.
su: Ieu pamundut perlu ngahurungkeun oténtikasi dua léngkah na akun anjeun.

source: Failed due to a conflicting request, please try again.
su: Gagal lantaran pamundut nu silih pasalia, prak pecakan deui.

source: Unknown customer for subscription.
su: Palanggan teu dipikawawuh keur balanggan

source: Unknown subscription.
su: Langganan teu dipikawawuh

source: Unknown plan for subscription.
su: Pakét balanggan teu dipikawawuh

source: Invalid payment token for subscription.
su: Token babayaran teu sah keur balanggan.

source: Subscription has already been cancelled
su: Pendaptaran geus dibolaykeun

source: Update was rejected, please try again
su: Pamutahiran ditolak, mangga cobaan deui

source: Invalid or expired verification code
su: Kodeu péripikasi henteu bener atawa kadaluwarsa

source: Server busy, try again soon
su: Sérver keur teu ari, pecakan deui geura.

source: Feature not enabled
su: Fitur teu dihurungkeun

source: System unavailable, try again soon
su: Sistem teu sayaga, pecakan deui geura

source: This endpoint is no longer supported
su: Nika deui téh geus teu dirojong deui

source: Login attempt cancelled
su: Pamecakan asup dibolaykeun

source: Session expired. Sign in to continue.
su: Sési kadaluwarsa. Asup pikeun nuluykeun.

source: Cookies are still disabled
su: Réréméh dipareuman kénéh

source: Passwords do not match
su: Sandi teu akur

source: Working…
su: Digawé…

source: Could not get Privacy Notice
su: Teu bisa nyomot Wawar Privasi

source: Could not get Terms of Service
su: Teu bisa nyomot Katangtuan Layanan

source: Your new password must be different
su: Sandi anyar anjeun kudu béda

source: Must be at least 8 characters
su: Sahenteuna kudu 8 karakter

source: Valid password required
su: Sandi sah diperlukeun

source: Valid email required
su: Surélék sah diperlukeun

source: A usable image was not found
su: Gambar nu bisa dipaké teu kapanggih

source: Could not initialize camera
su: Teu bisa ngainisialisasi kaméra

source: Valid URL required
su: URL sah diperlukeun

source: Your verification email was just returned. Mistyped email?
su: Surélék vérifikasi anjeun cik kénéh dipulangkeun deui. Salah ngetik surélék boa?

source: Enter a valid email address. firefox.com does not offer email.
su: Asupkeun alamat surélék sah. firefox.com mah teu nawaran surélék.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
su: Firefox Accounts kur bisa ditapelkeun kana IFRAME dina situs nu disatujuan

source: Verification link damaged
su: Tutumbu vérifikasi rajét

source: The image dimensions must be at least 100x100px
su: Diménsi gambar sahenteuna kudu 100x100px

source: Signup is coming soon to Firefox for iOS
su: Padaptaran Firefox téréh dibuka jang iOS

source: You must enter your age to sign up
su: Anjeun kudu ngasupkeun umur pikeun daptar.

source: You must enter a valid age to sign up
su: Anjeun kudu ngasupkeun umur nu bener pikeun daptar

source: Account no longer exists.
su: Akun geus kamana boa.

source: Invalid property in resume token: %(property)s
su: Properti teu sah na token hanca: %(property)s

source: Missing property in resume token: %(property)s
su: Leungiteun properti na token hanca: %(property)s

source: Invalid data attribute: %(property)s
su: Atribut data teu sah: %(property)s

source: Missing data attribute: %(property)s
su: Leungiteun atribut data: %(property)s

source: That confirmation link was already used, and can only be used once.
su: Tutumbu konfirmasi éta geus dipaké, kur bisa dipaké sakali.

source: This is a required field
su: Ieu widang perlu dieusian

source: Authorization code required
su: Kodeu otorisasi diperlukeun

source: Link damaged
su: Tutumbu rajét

source: Phone number required
su: Nomer telepon diperlukan

source: Two-step authentication code required
su: Kodeu oténtikasi dua léngkah diperlukeun

source: Invalid two-step authentication code
su: Kodeu oténtikasi dua léngkah teu sah

source: Recovery code required
su: Kodeu pamulangan diperlukeun

source: Invalid recovery code
su: Kodeu pamulangan teu sah

source: Recovery key required
su: Konci pamulangan diperlukeun

source: Please enter verification code
su: Prak asupkeun kodeu vérifikasi

source: Invalid redirect
su: Alihan teu bener

source: Mistyped email? %(domain)s does not offer email.
su: Salah ketik surél? %(domain)s teu nyadiakeun surél.

source: The image file size is too large to be uploaded.
su: Ukuran berkas gambarna gedé teuing.

source: Missing configuration
su: Leungiteun konfigurasi

source: Invalid configuration
su: Konfigurasi teu sah

source: Mistyped email?
su: Salah ngetik surélék?

source: Test new Firefox products
su: Coba produk alanyar Firefox

source: Get the latest news about Mozilla and Firefox
su: Meunangkeun warta panganyarna ngeunaan Mozilla jeung Firefox

source: Take action to keep the internet healthy
su: Pasang aksi jang ngajaga internét nu séhat

source: Be safer and smarter online
su: Daring jadi leuwih aman sarta leuwih iceus

source: Testing Firefox products
su: Nguji coba produk FIrefox

source: Taking action to keep the internet healthy
su: Ketak jang ngajaga internét nu séhat

source: Safety and privacy online with Firefox and Mozilla
su: Jering kaamanan jeung pripasi jeung Firefox jeung Mozilla

source: Unknown client
su: Klien teu dipikanyaho

source: Incorrect redirect_uri
su: redirect_url salah

source: Invalid assertion
su: Ébréhan teu sah

source: Unknown code
su: Kodeu teu dipikanyaho

source: Incorrect code
su: Kodeu salah

source: Expired code
su: Kodeu kadaluwarsa

source: Invalid OAuth parameter: %(param)s
su: Paraméter OAuth teu sah: %(param)s

source: Unauthorized
su: Teu diwidian

source: Forbidden
su: Dipahing

source: Expired token
su: Token kadaluwarsa

source: Something went wrong. Please close this tab and try again.
su: Aya nu salah! Prak tutup ieu tan sarta pecakan deui.

source: no message
su: taya talatah

source: Missing OAuth parameter: %(param)s
su: Leungiteun paraméter OAuth: %(param)s

source: User is not signed in
su: Pamaké teu asup log

source: A different user is signed in
su: Aya pangguna anu béda geus asup

source: Unverified user or session
su: Pamaké atawa sési henteu kapéripikasi

source: Invalid id_token_hint
su: id_token_hint teu sah

source: Invalid message from the remote device
su: Talatah ti parangkat anggang teu sah

source: Error pairing to remote device
su: Gagal ngadumaniskeun parangkat anggang

source: Connection to remote device closed, please try again
su: Sambungan ka parangkat anggang pegat, geura pecakan deui

source: Invalid parameter in request body: %(param)s
su: Paraméter dina eusi pundutan teu sah: %(param)s

source: Unsupported image provider
su: Panyadia gambar teu dirojong

source: Image processing error
su: Kasalahan pamrosésan gambar

source: Invalid Token
su: Token teu sah

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
su: Lamun neruskeun, hartina anjeun sapuk kana <a id="service-tos" href="%(termsUri)s">Katangtuan Layanan</a> jeung<a id="service-pp" href="%(privacyUri)s">Wawar Privasi</a> %(serviceName)s (%(serviceUri)s).

source: Get the latest news about Mozilla and Firefox.
su: Meunangkeun warta panganyarna ngeunaan Mozilla jeung Firefox.

source: %(city)s, %(country)s (estimated)
su: %(city)s, %(country)s (kira)

source: %(country)s (estimated)
su: %(country)s (kira)

source: IP address: %(ip)s
su: Alamat IP: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
su: Pikeun nambahan kaamanan, prak konfirmasi ieu peta asup pikeun mitembeyan singkronan jeung ieu parangkat:

source: Bad Request
su: Pamundut goréng

source: 500 Error
su: Éror 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
su: Duh lur, aya nu salah ieu téh. Kami geus diwawaran sarta bakal digawé pikeun menerkeunana.

source: Reset password link expired
su: Tutumbu panyetélan ulang sandi kadaluwarsa

source: The link you clicked to reset your password is expired.
su: Tutumbu nu anjeun klik pikeun nyetél ulang sandi geus kadaluwarsa.

source: Receive new link
su: Tampa tutumbu anyar

source: Reset password with recovery key
su: Setél ulang sandi kalayan konci pamulihan

source: Continue to %(serviceName)s
su: Laju ka %(serviceName)s

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
su: Prak asupkeun konci pamulangan sakali nu disimpen ku anjeun di tempat nu aman pikeun meunangkeun deui aksés ka Firefox Account anjeun.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
su: <span class="note"> CATETAN:</span> Mun anjeun nyetél sandi anjeun sarta teu boga konci pamulangan akun nu kasimpen, sawaréh data anjeun bakal kapupus (kaasup singkronan sérver kayaning jujutan jeung markah).

source: Enter recovery key
su: Asupkeun konci pamulihan

source: Confirm recovery key
su: Konfirmasi konci pamulihan

source: Don't have a recovery key?
su: Teu boga konci pamulihan?

source: Cannot create account
su: Teu bisa nyieun akun

source: Learn more
su: Lenyepan

source: Choose what to sync:
su: Pilih anu rék disingkronkeun:

source: Sync selections
su: Pilihan sing

source: Don’t sync this device
su: Ulah singkronkeun alat ieu

source: Reset password link damaged
su: Tutumbu panyetélan ulang sandi rajét

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
su: Tutumbu nu diklik ku anjeun teu mibanda karakter, jeung deuih meureun geus dipiceun ku klien surélék anjeun. Tiron alamat kalawan ati-ati, sarta pecakan deui.

source: Create new password
su: Jieun sandi anyar

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
su: Anjeun geus hasil mulangkeun akun anjeun maké konci pamulangan anjeun. Jieun sandi anyar jang ngamankeun data anjeun, sarta dihadé-hadé di tempat aman.

source: New password
su: Sandi anyar

source: Re-enter password
su: Asupkeun deui sandi

source: Remember password? Sign in
su: Inget sandi? Asup

source: Primary email already confirmed
su: Surélék utama geus dikonfirmasi

source: Sign-in already confirmed
su: Peta asup geus dikonfirmasi

source: Verification link expired
su: Tutumbu vérifikasi kadaluwarsa

source: Click here to receive a new verification link
su: Klik didieu pikeun narima tutumbu vérifikasi anyar

source: Verification error
su: Kasalahan vérifikasi

source: Confirm your account
su: Konfirmasi akun anjeun

source: Confirm this sign-in
su: Konfirmasi ieu peta asup

source: Check your email for the verification link sent&nbsp;to %(escapedEmail)s
su: Pariksa surélék anjeun sabab tutumbu vérifikasi geus dikirim&nbsp;ka %(escapedEmail)s

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
su: Pariksa surélék anjeun sabab tutumbu konfirmasi geus dikirim&nbsp;ka %(escapedEmail)s

source: Not in inbox or spam folder? Resend
su: Euweuh na kotak asup atawa folder spam? Kirim deui

source: Back
su: Mundur

source: Reset email sent
su: Kiriman ulang surélék dikirim

source: Click the link emailed to %(email)s within the next hour to create a new password.
su: Klik tutumbu nu disurélékkeun ka %(email)s dina sawatara jam pikeun nyieun sandi anyar.

source: Enter 6-digit code
su: Asupkeun kodeu 6-digit

source: Confirm
su: Konfirmasi

source: Connect another device
su: Sambungkeun parangkat séjén

source: Email verified
su: Surélék geus divérifikasi

source: Complete your set-up
su: Anggeuskeun set-up anjeun

source: Sign in to this Firefox to complete set-up
su: Asup ka ieu Firefox pikeun mungkaskeun panataharan

source: Still adding devices?
su: Nambahkeun parangkat kénéh?

source: Sign in to Firefox on another device to complete set-up
su: Asup ka ieu Firefox na parangkat séjén pikeun mungkaskeun panataharan

source: Still adding devices? Sign in to Firefox on another device to complete set-up
su: Nambahkeun parangkat kénéh? Asup ka Firefox na parangkat séjén pikeun mungkaskeun panataharan

source: Sign in to Firefox for Android to complete set-up
su: Asup ka ieu Firefox Android pikeun mungkaskeun panataharan

source: Sign in to Firefox for iOS to complete set-up
su: Asup ka ieu Firefox iOS pikeun mungkaskeun panataharan

source: Cookies and local storage are required
su: Réréméh jeung panyimpenan lokal diperlukeun

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
su: Mangga hurungkeun réréméh jeung panyimpenan lokal di panyungsi anjeun pikeun ngaksés Firefox Account. Ku cara kitu ngamungkinkeun fungsionalitas saperti nginget anjeun di antara sési.

source: Try again
su: Pecakan deui

source: Password
su: Sandi

source: Use a different account
su: Paké akun nu béda

source: Forgot password?
su: Poho sandi?

source: Enter your email
su: Asupkeun surélék anjeun

source: Save recovery codes
su: Teundeun kodeu pamulangan

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
su: Teundeun ieu sandi sakali-paké dina tempat anu aman nalika anjeun teu nyepeng piranti ider.

source: Download
su: Undeur

source: Copy
su: Tiron

source: Print
su: Citak

source: Continue
su: Tuluykeun

source: Cancel setup
su: Bolaykeun setélan

source: Confirm recovery code
su: Kompirmasi sandi pamulihan

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
su: Pikeun mastikeun bisa muka deui akun anjeun, upama piranti anjeun leungit, asupkeun salasahiji sandi pamulihan anu disimpen.

source: Recovery code
su: Sandi pamulihan

source: Enable two-step authentication
su: Hurungkeun oténtikasi dua léngkah

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
su: Tambahkeun tilam kaamanan kana akun anjeun kalawan merlukeun kodeu kaamanan ti salah sahiji<a %(escapedTotpSupportAttributes)s>aplikasi oténtikasi ieu</a>.

source: Scan authentication code
su: Pinday sandi oténtikasi

source: Enter code manually
su: Asupkeun sandi manual

source: Scan the QR code in your authentication app and then enter the security code it provides.
su: Téplak kodeu QR na aplikasi oténtikasi jeung tuluy asupkeun kodeu kaamanan nu mucunghul.

source: Can’t scan code?
su: Teu bisa néplak kodeu?
