Repository: mozilla/fxa-content-server-l10n
Catalog: locale/su/LC_MESSAGES/server.po
Languages: su

source: Here's your reminder to sync devices.
su: Ieu panginget pikeun nyingkronkeun paranti anjeun.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
su: Nyingkronkeun ngan butuh dua. Nyingkronkeun paranti séjén maké Firefox sacara buni ngajaga markah, kecap konci, jeung data Firefox lianna sarua di mana baé anjeun maké Firefox.

source: Last reminder to sync devices!
su: Panggeuing pamungkas pikeun nyingkronkeun paranti!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
su: Nyingkronkeun paranti séjén maké Firefox sacara buni ngajaga markah, kecap konci, jeung data Firefox lianna sarua di mana baé anjeun maké Firefox.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
su: Upama can ngundeur %(productName)s, anjeun bisa mitembeyan maké sakabéh pitur anu kaasup dina pendaptaran anjeun:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
su: Patalekan ngeunaan pendaptaran anjeun? <a href="%(subscriptionSupportUrl)s">Tim pangdeudeul</a> kami siap ngabantu.

source: Questions about your subscription? Our support team is here to help you:
su: Patalekan ngeunaan pendaptaran anjeun? Tim pangdeudeul kami siap ngabantu:

source: Low recovery codes remaining
su: Kodeu pamulangan sayaga sakeudeung deui

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
su: Kami perhatikeun yén anjeun béakkeun kodeu pamulangan. Pék tinimbangan nyieun kodeu anyar téh pikeun nyingkahan kakoncina akun anjeun.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
su: Kami perhatikeun yén anjeun béakkeun kodeu pamulangan. Pék tinimbangan nyieun kodeu anyar téh pikeun nyingkahan kakoncina akun anjeun.

source: Generate codes:
su: Pangjieunkeun kodeu:

source: New sign-in to %(clientName)s
su: Peta asup anyar ka %(clientName)s

source: Password Change Required
su: Kudu Gandi Sandi

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
su: Kami ngambeu ayana paripolah anu picurigaeun dina akun Firefox anjeun. Pikeun nyingkahan anu nyulusup, akun anjeun geus dipegatkeun tina sakur paranti sarta ngawajibkeun anjeun ganti kecap sandi.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
su: Asup deui ka sakur paranti atawa layanan anu maké akun Firefox sarta tuturkeun pituduh anu bakal dipidangkeun.

source: Best,
su: Panghadéna

source: The Firefox Accounts team
su: Tim Firefox Accounts

source: Password changed successfully
su: Ngarobah sandi geus hasil

source: Your Firefox Account password was successfully changed from the following device:
su: Sandi Firefox Account anjeun geus hasil diganti tina parangkat di handap:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
su: Ieu mah surélék otomatis; mun anjeun teu rumasa ngarobah sandi Firefox Account anjeun, hadéna mah geuwat anjeun setél ulang di %(resetLink)s

source: Your account password was changed
su: Sandi akun anjeun geus dirobah

source: You will need to enter your new password on other devices to resume syncing.
su: Anjeun bakal perlu ngasupkeun sandi anyar anjeun na parangkat séjén pikeun ngahanca singkronan.

source: You will need to enter your new password on other devices to resume syncing.
su: Anjeun bakal perlu ngasupkeun sandi anyar anjeun na parangkat séjén pikeun ngahanca singkronan.

source: If you did not change it, please reset your password now at %(resetLink)s
su: Lamun anjeun teu rumasa ngarobah ieu, prak setél ulang sandi anjeun ayeuna kénéh di %(resetLink)s

source: Your account password was reset with a recovery key
su: Sandi akun anjeun geus disetél ulang ku konci pamulangan

source: You have successfully reset your password using a recovery key from the following device:
su: Anjeun geus hasil nyetél ulang sandi anjeun maké konci pamulangan ti parangkat di handap:

source: You will need to generate a new recovery key.
su: Anjeun bakal butuh pangjieunkeun konci pamulangan anyar.

source: Create new recovery key:
su: Jieun konci pamulangan anyar:

source: For more information, please visit %(supportUrl)s
su: Pikeun informasi lianna, mangga sorang %(supportUrl)s

source: Account recovery key generated
su: Konci pamulangan akun dipangnyieunkeun

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
su: Anjeun geus hasil dipangnyieunkeun konci akun pamulangan pikeun Firefox Account anjeun maké parangkat di handap:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
su: Mun ieu lain anjeun, <a %(revokeAccountRecoveryLinkAttributes)s>klik didieu.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
su: Anjeun geus hasil dipangnyieunkeun konci akun pamulangan pikeun Firefox Account anjeun ti parangkat di handap:

source: If this was not you, revoke key.
su: Mun ieu lain anjeun, cabut konci.

source: Two-step authentication enabled
su: Oténtikasi dua léngkah dihurungkeun

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
su: Anjeun geus hasil ngaktipkeun oténtikasi dua léngkah na Firefox Account anjeun ti béréndélan parangkat ieu di handap:

source: Security codes from your authentication app will now be required at each sign-in.
su: Perlu kodeu kaamanan ti aplikasi oténtikasi anjeun mun arék asup téh.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
su: Anjeun geus hasil ngaktipkeun oténtikasi dua léngkah na Firefox Account anjeun. Kodeu kaamanan ti aplikasi oténtikasi anjeun ayeuna mah bakal diperlukeun mangsa rék asup.

source: New primary email
su: Surélék utama anyar

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
su: Anjeun geus hasil ngarobah surélék utama anjeun ka %(email)s. Ieu alamat ayeuna jadi sandiasma pikeun peta asup kana Firefox Account anjeun, sarta nampa iber kaamanan jeung konfirmasi asup.

source: Recovery code consumed
su: Kodeu pamulangan geus digunakeun

source: You have successfully consumed a recovery code from the following device:
su: Anjeung geus ngahasil ngagunakeun kodeu pamulangan tina ieu parangkat di handap:

source: Consumed recovery code
su: Kodeu pamulangan nu geus digunakeun

source: New recovery codes generated
su: Kodeu pamulangan anyar dipangnyieunkeun

source: You have successfully generated new recovery codes from the following device:
su: Anjeung geus ngahasil dipangnyieunkeun kodeu pamulangan anyar ti ieu parangkat di handap:

source: Account recovery key removed
su: Konci pamulangan akun dilaan

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
su: Anjeun geus hasil ngalaan konci akun pamulangan pikeun Firefox Account anjeun maké parangkat di handap:

source: This recovery key can no longer be used to recover your account.
su: Ieu konci pamulangan teu bisa dipaké deui jang mulangkeun akun anjeun.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
su: Anjeun geus hasil ngalaan konci akun pamulangan pikeun Firefox Account anjeun ti parangkat di handap:

source: Secondary email removed
su: Surélék sékunder geus dilaan

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
su: Anjeun geus hasil ngalaan %(secondaryEmail)s minangka surélék sékundér ti Firefox Account anjeun. Iber kaamanan sarta konfirmasi peta asup moal ditepikeun ka ieu alamat.

source: Two-step authentication disabled
su: Oténtikasi dua léngkah dipareuman

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
su: Anjeun geus hasil mareuman oténtikasi dua léngkah na Firefox Account anjeun ti béréndélan parangkat ieu di handap:

source: Security codes will no longer be required at each sign-in.
su: Geus teu perlu deui kodeu kaamanan mun arék asup téh.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
su: Anjeun geus hasil ngahurungkeun oténtikasi dua léngkah na Firefox Account anjeun. Kodeu kaamanan nu leungit bakal diperlukeun mangsa rék asup.

source: Firefox Account verified. You're almost there.
su: Akun Firefox geus dipéripikasi. Kari saeutik deui.

source: Next sync between your devices!
su: Lajeng singkronan antara paranti anjeun!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
su: Singkron nyamuni ngajaga markah, kecap sandi, jeung data Firefox lianna sarua di sakabéh paranti anjeun.

source: Have questions? Visit %(supportUrl)s
su: Aya patarosan? Sorang %(supportUrl)s

source: Secondary email added
su: Surélék sékundér ditambahkeun

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
su: Anjeun geus hasil mérivikasi %(secondaryEmail)s minangka surélék sékundér jang Firefox Account anjeun. Iber kaamanan sarta konfirmasi peta asup ayeuna mah bakal ditepikeun ka sakumna alamat.

source: Need to reset your password?
su: Perlu nyetél ulang sandi anjeun?

source: Click the button within the next hour to create a new password. The request came from the following device:
su: Klik tumbul selang sajam deui pikeun nyieun sandi anyar. Pamundut datang ti parangkat di handap:

source: Create new password
su: Jieun sandi anyar

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
su: Nuhun geus milih Firefox! Anjeun bisa masang Firefox jang sélulér didieu: %(link)s

source: Sorry to see you go
su: Pileuleuyan

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
su: Anyar-anyar ieu anjeun mupus Akun FIrefox anjeun. Balukarna, pendaptaran %(productName)s dibedokeun. Pembayaran ahir anjeun %(invoiceTotal)s dibayar %(invoiceDateOnly)s.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
su: Nyungkeun kamandangna ku cara ngeusian <a %(cancellationSurveyLinkAttributes)s>surpéy pondok</a>.

source: Please help us improve our services by taking this short survey:
su: Nyungkeun kamandangna ku cara ngeusian surpéy pondok ieu:

source: Welcome to %(productName)s
su: Wilujeng sumping di %(productName)s

source: Next, you'll create a Firefox account password and download %(productName)s.
su: Laju, anjeun bakal nyieun kecap sandi akun Firefox sarta ngundeur %(productName)s.

source: Invoice number: %(invoiceNumber)s
su: Nomer tagihan: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
su: Ditagih: %(invoiceTotal)s dina %(invoiceDateOnly)s

source: Next invoice: %(nextInvoiceDateOnly)s
su: Tagihan salajengna: %(nextInvoiceDateOnly)s

source: Create a password:
su: Jieun kecap sandi:

source: Welcome to Firefox!
su: Wilujeng sumping di Firefox!

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
su: Langganan %(productName)s anjeun geus dibedokeun. Pembayaran ahir %(invoiceTotal)s tos dibayar %(invoiceDateOnly)s. Layanan anjeun bakal diteruskeun nepi ka periode tagihan anggeus ping %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
su: Anjeun geus laksana pindah ti %(productNameOld)s ka %(productNameNew)s.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycle)s to %(paymentAmountNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycle)s.
su: Salajengna, tagihan anjeun bakal robah ti %(paymentAmountOld)s per %(productPaymentCycle)s jadi %(paymentAmountNew)s. Engké ogé anjeun bakal dipasihan sakali krédit %(paymentProrated)s pikeun némbongkeun tagihan anu ngurangan pikeun sésa %(productPaymentCycle)s.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
su: Lamun aya sopwér anyar nu perlu dipasang pikeun maké %(productNameNew)s, anjeun bakal nampa séjén surélék nu nétélakeun cara ngundeurna.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
su: Langganan anjeun bakal otomatis dianyarkeun unggal periode tagihan iwal anjeun milih bedo.

source: Your subscription has been cancelled
su: Langganan anjeun geus dibolaykeun

source: Thank you for subscribing to %(productName)s
su: Nuhun tos ngalanggan %(productName)s

source: Your payment is currently processing and may take up to four business days to complete.
su: Pembayaran anjeun keur diolah dibéréskeun nepi ka opat poé gawé.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
su: Anjeun bakal nampa surélék misah ngeunaan pituduh ngundeur cara migunakeun %(productName)s.

source: Invoice Number: <b>%(invoiceNumber)s</b>
su: Noner paktur: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
su: Ditagih %(invoiceTotal)s ping %(invoiceDateOnly)s

source: <a href="%(invoiceLink)s">View your invoice</a>.
su: <a href="%(invoiceLink)s">Tingali tagihan anjeun</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
su: Faktur salajengna: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
su: Nomer Faktur: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
su: Tingali Tagihan: %(invoiceLink)s

source: Your credit card is about to expire
su: Kartu kiridit anjeun tos badé kadaluwarsa

source: The credit card you're using to make payments for %(productName)s is about to expire.
su: Kartu kiridit anu dipaké mayar %(productName)s tos badé kadaluwarsa.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
su: Ngarah layanan anjeun teu kapegat, mangga <a href="%(updateBillingUrl)s">mutahirkeun info pembayaran</a> saénggalna.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
su: Ngarah layanan anjeun teu kapegat, mutahirkeun info pembayaran anjeun saénggalna:

source: Sorry, we're having trouble with your payment
su: Punten, aya masalah dina pembayaran anjeun

source: We had a problem with your latest payment for %(productName)s.
su: Aya masalah dina pembayaran panungtung pikeun %(productName)s.

source: It may be that your credit card has expired, or your current payment method is out of date.
su: Bisa jadi alatan kartu kiridit anjeun kadaluwarsa atawa cara bayarna can dibenerkeun.

source: Thank you for reactivating your %(productName)s subscription!
su: Nuhun tos ngaktipkeun deui langganan %(productName)s!

source: Dear %(productName)s customer,
su: Kahatur palanggan %(productName)s,

source: Sincerely,
su: Baktosna,

source: The %(productName)s team
su: Tim %(productName)s

source: Thank you for being a subscriber!
su: Ngahaturkeun nuhun pikeun ngalanggan!

source: We received your latest payment for %(productName)s.
su: Kami geus nampa tawuran panungtung anjeun pikeun %(productName)s.

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
su: Anjeun geus laksana undak ti %(productNameOld)s ka %(productNameNew)s.

source: Is this you signing in?
su: Nu asup téh anjeun lin?

source: If yes, here is the authorization code you need:
su: Mun enya mah, ieu kodeu otorisasi nu anjeun perlukeun:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
su: Mun henteu, bantuan kami nyingkahan nu ngaganggu sarta <a %(reportSignInLinkAttributes)s>laporkeun hal éta ka kami.</a>

source: If no, help us fend off intruders and report it to us.
su: Mun henteu, bantuan kami nyingkahan nu ngaganggu sarta laporkeun ka kami.

source: Welcome to the Firefox family
su: Wilujeng Sumping di Firefox sawargi

source: A few days ago you created a Firefox account, but never confirmed it.
su: Kamari ieu téh anjeun kungsi nyieun akun Firefox, ngan teu werat dikonfirmasi.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
su: Konfirmasikeun ayeuna sarta meunangkeun téhnologi anu bajuang jeung ngamankeun privasi anjeun, méré anjeun pangaweruh praktis, ogé rasa hormat nu sakuduna ka anjeun.

source: Confirm email:
su: Konfirmasi surélék:

source: Still there?
su: Aya kénéh?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
su: Ampir heuleut saminggu anjeun nyieun Firefox Account tapi teu werat divérifikasi waé. Kami semang ka anjeun.

source: Confirm this email address to activate your account and let us know you're okay.
su: Konfirmasi ieu alamat surélék pikeun ngaktifkeun akun anjeun sarta béjaan kami hibar anjeun.

source: Activate the Firefox family of products
su: Aktifkeun produk sawargi Firefox

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
su: Puguhkeun akun anjeun sarta meunangkeun hasil maksimal ti Firefox di mana baé anjeun asup dimimitian ku:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
su: Konfirmasi akun anjeun sarta meunangkeun hasil maksimal ti Firefox di mana baé anjeun asup.

source: For added security, please confirm this sign-in from the following device:
su: Pikeun nambahan kaamanan, prak konfirmasi ieu peta asup ti parangkat di handap:

source: Confirm sign-in
su: Konfirmasi peta asup

source: If yes, here is the verification code:
su: Lamun enya, ieu sandi péripikasina:

source: It expires in 5 minutes.
su: Bakal kadaluwarsa dina 5 menit.

source: Verify primary email
su: Vérifikasi surélék utama

source: A request to perform an account change has been made from the following device:
su: Pamundut pikeun milampah parobahan akun geus dijieun ti perangkat di handap:

source: Once verified, account changes like adding a secondary email will become possible from this device.
su: Sanggeus divérifikasi, parobahan akun saperti nambahkeun surélék sékundér bakal mumkin ti ieu parangkat.

source: Verify email:
su: Vérifikasi surélék:

source: Verify secondary email
su: Vérifikasi surélék sékundér

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
su: Pamundutan pikeun maké %(email)s minangka surélék sékundér téh geus dijieun ti Firefox Account ieu:

source: Once verified, this address will begin receiving security notifications and confirmations.
su: Sanggeus divérifikasi, ieu alamat bakal narima iber sarta konfirmasi kaamanan.

source: Use this verification code:
su: Paké sandi péripikasi ieu:

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
su: Ieu bakal kadaluwarsa dina 5 menit. Sanggeus dipéripikasi, ieu alamat bakal mimiti narima iber sarta konfirmasi kaamanan.

source: Is this you signing up?
su: Anu daptar téh bener anjeun?

source: Ready, set, sync
su: Saged, setél, singkronkeun

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
su: Konfirmasikeun yén anjeun geus nampa ieu surélék sarta kami bakal mantuan anjeun masangkeun jeung nyinkronkeun Firefox di sakumna parangkat anjeun dimimitian ku:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
su: Sanggeus dikonfirmasi, kami bakal mantuan anjeun masangkeun sarta nyambungkeun Firefox sahenteuna ka hiji parangkat séjén.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
su: Atawa, pasang dina <a %(desktopLinkAttributes)s>parabot déstop lianna</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
su: Atawa, pasang dina <a %(cadLinkAttributes)s>séjén parabot</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
su: Ieu surélék otomatis; mun anjeun teu rumasa ngaotorisasi ieu peta, <a %(passwordChangeLinkAttributes)s>geura robah sandi anjeun</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
su: Pikeun infomasi lianna, mangga sorang <a %(supportLinkAttributes)s>Rojongan Mozilla</a>.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
su: Ieu mah surélék otomatis; mun anjeun teu rumasa nambahkeun parangkat anyar kana Firefox Account anjeun, hadéna mah geuwat anjeun robah sandina di %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
su: Ieu mah surélék otomatis; mun anjeun nampa ieu minangka éror, teu kudu kukumaha.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
su: Ieu mah surélék otomatis; mun anjeun teu rumasa ngaotorisasi ieu peta, mangka <a %(resetLinkAttributes)s>geura setél ulang sandi anjeun.</a>

source: If you suspect that someone is trying to gain access to your account, please change your password.
su: Mun sangkaan anjeun batur aya nu nyoba ngaksés ka akun anjeun, geura robah sandi anjeun.

source: IP address: %(ip)s
su: Alamat IP: %(ip)s

source: Manage account:
su: Kokolakeun akun:

source: %(cardType)s card ending in %(lastFour)s
su: Kartu %(cardType)s bakal anggeus %(lastFour)s

source: Mozilla Privacy Policy
su: Kawijakan Salindungan Mozilla

source: Firefox Cloud Terms of Service
su: Katangtuan Layanan Firefox Cloud

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
su: Anjeun nampa ieu surélék kusabab %(email)s boga akun Firefox sarta anjeun daptar ka %(productName)s.

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
su: Anjeun nampa ieu surélék kusabab %(email)s boga akun Firefox sarta anjeun daptar ka rupa-rupa produk.
