Repository: mozilla/fxa-content-server-l10n
Catalog: locale/su/LC_MESSAGES/server.po
Languages: su

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
su: Kokolakeun setélan akun Firefox anjeun di <a %(accountSettingsLinkAttributes)s>kaca akun</a>.

source: Terms and cancellation policy
su: Sarat jeung kawijakan bolay

source: Reactivate subscription
su: Aktipkeun deui langganan

source: Cancel subscription
su: Bolay daptar

source: Cancel subscriptions
su: Bolay daptar

source: Update billing information
su: Ropéa émbaran tagiheun

source: Legal
su: Légal

source: Privacy
su: Pripasi

source: Terms and cancellation policy:
su: Sarat jeung kawijakan bolay:

source: Privacy notice:
su: Wawar privasi:

source: Cancel subscription:
su: Bolay daptar:

source: Cancel subscriptions:
su: Bolay daptar:

source: Update billing information:
su: Ropéa émbaran tagiheun:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
su: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
su: %(uaBrowser)s na %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
su: %(city)s, %(stateCode)s, %(country)s (kira)

source: %(city)s, %(country)s (estimated)
su: %(city)s, %(country)s (kira)

source: %(stateCode)s, %(country)s (estimated)
su: %(stateCode)s, %(country)s (kira)

source: %(country)s (estimated)
su: %(country)s (kira)

source: Finish creating your account
su: Réngsékeun nyieun akun anjeun

source: Confirm email
su: Konfirmasi surélék

source: Verification code: %(code)s
su: Sandi péripikasi: %(code)s

source: Reminder: Finish creating your account
su: Panggeuing: Réngsékeun nyiptakeun akun anjeun

source: Final reminder: Activate your account
su: Panggeuing pamungkas: Aktipkeun akun anjeun

source: Create a password
su: Jieun sandi

source: Account authorization code
su: Kodeu otorisasi akun

source: Confirm new sign-in to %(clientName)s
su: Konfirmasi peta asup anyar ka %(clientName)s

source: Sign-in code for %(serviceName)s
su: Kodeu asup pikeun %(serviceName)s

source: Confirm primary email
su: Puguhkeun surél utama

source: Verify email
su: Pastikeun surél

source: Confirm secondary email
su: Puguhkeun surél sekundér

source: Reset your password
su: Setél ulang kecap sandi anjeun

source: Password updated
su: Kecap sandi geus diropéa

source: Suspicious activity detected
su: Aya kagiatan picurigaeun

source: Manage account
su: Kokolakeun akun

source: Account verified. Next, sync another device to finish setup
su: Akun dipéripikasi. Salajengna, singkronkeun parabot séjénna pikeun nganggeuskeun setup

source: Primary email updated
su: Surélék utama geus diropéa

source: Two-step verification enabled
su: Péripikasi dua léngkah diaktipkeun

source: Two-step verification is off
su: Péripikasi dua léngkah dipareuman

source: Recovery code used
su: Sandi pemulihan dipaké

source: 1 recovery code remaining
su: Sandi pemulihan kari 1

source: %(numberRemaining)s recovery codes remaining
su: Sandi pemulihan kari %(numberRemaining)s

source: Generate codes
su: Pangjieunkeun kodeu

source: Password updated using recovery key
su: Kecap sandi diropéa maké konci pemulihan

source: Create new recovery key
su: Jieun konci pamulangan anyar

source: You have upgraded to %(productNameNew)s
su: Anjeun geus diapgréd ka %(productNameNew)s

source: You have switched to %(productNameNew)s
su: Anjeun geus ditukeur ka %(productNameNew)s

source: Credit card for %(productName)s expiring soon
su: Kartu kiridit keur %(productName)s téréh kadaluwarsa

source: Credit card for your subscriptions is expiring soon
su: Kartu kiridit keur pendaptaran anjeun téréh kadaluwarsa

source: %(productName)s payment failed
su: %(productName)s gagal ditawur

source: Your %(productName)s subscription has been cancelled
su: Langganan %(productName)s anjeun geus dibedokeun

source: %(productName)s subscription reactivated
su: Langganan %(productName)s geus aktip deui

source: %(productName)s payment received
su: Nawur %(productName)s geus katampa

source: Download %(productName)s
su: Undeur %(productName)s

source: Sync another device
su: Singkronkeun séjén alat

source: Page not found
su: Kaca teu kapanggih

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
su: Kaca nu dipundut ku anjeun teu kapanggih. Kami geus diiberan sarta bakal menerkeun tutumbu anu pegat.

source: Home
su: Tepas

source: 500 Error
su: Éror 500

source: 502 Error
su: Éror 502

source: Server busy, try again soon
su: Sérver keur teu ari, pecakan deui geura.

source: Loading
su: Ngamuat

source: Firefox Accounts requires JavaScript.
su: Firefox Accounts merlukeun JavaScript.

source: Privacy Notice
su: Wawar Privasi

source: Terms of Service
su: Katangtuan Layanan

source: Firefox update required
su: Perlu ngapdét Firefox

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
su: Firefox Accounts ngamangpaatkeun fitur-fitur anu teu dirojong dina vérsi Firefox anjeun. Mangga undeur tur pasang vérsi mutahir Firefox pikeun neruskeun.

source: Download latest
su: Undeur panganyarna
