Repository: mozilla/fxa-content-server-l10n
Catalog: locale/rm/LC_MESSAGES/server.po
Languages: rm

source: Is this you signing in?
rm: Emprovas ti da t'annunziar?

source: If yes, here is the authorization code you need:
rm: Sche gea, quai è il code d'autorisaziun che ti dovras:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
rm: Sche na ans pos ti gidar d'ans defender encunter laders ed <a %(reportSignInLinkAttributes)s>ans rapportar quai</a>.

source: If no, help us fend off intruders and report it to us.
rm: Sche na ans pos ti gidar d'ans defender encunter laders ed ans rapportar quai.

source: Welcome to the Firefox family
rm: Bainvegni en la famiglia da Firefox

source: A few days ago you created a Firefox account, but never confirmed it.
rm: Avant in pèr dis has ti creà in conto da Firefox, ma ti n'al has mai confermà.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
rm: Conferma ussa e profitescha dad ina tecnologia che cumbatta per tai e protegia tia sfera privata, ta furnescha tips pratics e ta tracta cun il respect merità.

source: Confirm email:
rm: Confermar l'adressa d'e-mail:

source: Still there?
rm: Es ti anc qua?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
rm: Avant bunamain ina emna has ti creà in conto da Firefox, ma n'al has mai verifitgà. Nus ans faschain quitads per tai.

source: Confirm this email address to activate your account and let us know you're okay.
rm: Conferma questa adressa d'e-mail per activar tes conto ed ans lascha savair che ti stas bain.

source: Activate the Firefox family of products
rm: Activescha la paletta da products da Firefox

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
rm: Conferma tes conto e profitescha al maximum da Firefox – dapertut là nua che ti t'annunzias. L'emprim pass:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
rm: Conferma tes conto e profitescha al maximum da Firefox – dapertut là nua che ti t'annunzias.

source: For added security, please confirm this sign-in from the following device:
rm: Per motivs da segirezza, conferma p.pl. questa annunzia dal suandant apparat:

source: Confirm sign-in
rm: Confermar l'annunzia

source: If yes, here is the verification code:
rm: Sche gea, qua è tes code da verificaziun:

source: It expires in 5 minutes.
rm: El scada en 5 minutas.

source: Verify primary email
rm: Confermar l'adressa d'e-mail principala

source: A request to perform an account change has been made from the following device:
rm: Il suandant apparat ha dumandà da pudair modifitgar il conto:

source: Once verified, account changes like adding a secondary email will become possible from this device.
rm: Uschespert che quest apparat è verifitgà esi pussaivel da modifitgar il conto (p.ex. agiuntar ina adressa dad e-mail alternativa) cun agid da quest apparat.

source: Verify email:
rm: Verifitgar l'adressa dad e-mail:

source: Verify secondary email
rm: Verifitgar l'adressa dad e-mail alternativa

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
rm: Ina dumonda per utilisar %(email)s sco adressa dad e-mail alternativa è vegnida fatga da suandant conto da Firefox:

source: Once verified, this address will begin receiving security notifications and confirmations.
rm: Uschè prest che questa adressa è verifitgada retschaiva ella avis da segirezza e confermas.

source: Use this verification code:
rm: Dovra quest code da verificaziun:

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
rm: El scada en 5 minutas. Uschespert che questa adressa è verifitgada, retschaiva ella avis e confermas da segirezza.

source: Is this you signing up?
rm: Es ti la persuna che s'annunzia?

source: If yes, use this verification code in your registration form:
rm: Sche gea, utilisescha quest code da verificaziun en tes formular da registraziun:

source: Ready, set, sync
rm: En posiziun, pront, Sync

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
rm: Conferma che ti hajas retschavì quest e-mail e nus ta gidain dad installar e sincronisar Firefox sin tut tes apparats, l'emprim suandant:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
rm: Suenter la conferma ta gidain nus dad installar e connectar Firefox sin almain in auter apparat.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
rm: U l'installescha sin <a %(desktopLinkAttributes)s>in auter computer</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
rm: U l'installescha sin <a %(cadLinkAttributes)s>in auter apparat</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
rm: Quai è in e-mail automatic; sche ti n'has betg autorisà questa acziun, lura <a %(passwordChangeLinkAttributes)s>mida per plaschair tes pled-clav</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
rm: Visita l'<a %(supportLinkAttributes)s>Agid da Mozilla</a> per ulteriuras infurmaziuns.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
rm: Quai è in e-mail automatic. Sche ti n'has betg agiuntà in nov apparat a tes conto da Firefox duessas ti immediat midar tes pled-clav sin %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
rm: Quai è in e-mail automatic. Sche ti has retschavì per sbagl quest e-mail na stos ti far nagut.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
rm: Quai è in e-mail automatic. Sche ti n'has betg autorisà questa acziun, lura <a %(resetLinkAttributes)s>reinizialisescha per plaschair tes pled-clav</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
rm: Sche ti supponas ch'insatgi emprovia dad acceder a tes conto, mida p.pl. tes pled-clav.

source: IP address: %(ip)s
rm: Adressa IP: %(ip)s

source: Manage account:
rm: Administrar il conto:

source: Payment details:
rm: Detagls dal pajament:

source: %(cardType)s card ending in %(lastFour)s
rm: La carta %(cardType)s chala cun %(lastFour)s

source: Mozilla Privacy Policy
rm: Directivas per la protecziun da datas da Mozilla

source: Firefox Cloud Terms of Service
rm: Cundiziuns d'utilisaziun dals servetschs da cloud da Firefox

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
rm: Ti retschaivas quest e-mail perquai che %(email)s è associà cun in conto da Firefox e ti has in abunament da %(productName)s.

source: You're receiving this email because %(email)s has a Firefox account
rm: Ti retschaivas quest e-mail perquai che %(email)s ha in conto da Firefox

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
rm: Ti retschaivas quest e-mail perquai che %(email)s è associà cun in conto da Firefox e ti has abunà differents products.

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
rm: Administrescha ils parameters da tes conto da Firefox cun visitar tia <a %(accountSettingsLinkAttributes)s>pagina da conto</a>.

source: Terms and cancellation policy
rm: Cundiziuns e reglas per l'annullaziun

source: Reactivate subscription
rm: Reactivar l'abunament

source: Cancel subscription
rm: Annullar l'abunament

source: Cancel subscriptions
rm: Annullar ils abunaments

source: Update billing information
rm: Actualisar las infurmaziuns per la facturaziun

source: Legal
rm: Infurmaziuns giuridicas

source: Privacy
rm: Protecziun da datas

source: Terms and cancellation policy:
rm: Cundiziuns e reglas per l'annullaziun:

source: Privacy notice:
rm: Infurmaziuns davart la protecziun da datas:

source: Cancel subscription:
rm: Annullar l'abunament:

source: Cancel subscriptions:
rm: Annullar ils abunaments:

source: Update billing information:
rm: Actualisar las infurmaziuns per la facturaziun:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
rm: %(uaBrowser)s sin %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
rm: %(uaBrowser)s sin %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
rm: %(city)s, %(stateCode)s, %(country)s (approximativ)

source: %(city)s, %(country)s (estimated)
rm: %(city)s, %(country)s (approximativ)

source: %(stateCode)s, %(country)s (estimated)
rm: %(stateCode)s, %(country)s (approximativ)

source: %(country)s (estimated)
rm: %(country)s (approximativ)

source: Finish creating your account
rm: Finir la creaziun da tes conto

source: Confirm email
rm: Confermar l'adressa d'e-mail

source: Verification code: %(code)s
rm: Code da verificaziun: %(code)s

source: Reminder: Finish creating your account
rm: Promemoria: Finir la creaziun da tes conto

source: Final reminder: Activate your account
rm: Ultima promemoria: Activescha tes conto

source: Reminder: Finish setting up your account
rm: Promemoria: Terminescha la configuraziun da tes conto

source: Final reminder: Setup your account
rm: Ultima promemoria: Endrizza tes conto

source: Create a password
rm: Crear in pled-clav

source: Account authorization code
rm: Code d'autorisaziun dal conto

source: Confirm new sign-in to %(clientName)s
rm: Confermar la nova annunzia via %(clientName)s

source: Sign-in code for %(serviceName)s
rm: Code d'annunzia per %(serviceName)s

source: Confirm primary email
rm: Confermar l'adressa dad e-mail principala

source: Verify email
rm: Verifitgar l'adressa dad e-mail

source: Confirm secondary email
rm: Confermar l'adressa dad e-mail secundara

source: Reset your password
rm: Redefinir tes pled-clav

source: Password updated
rm: Actualisà il pled-clav

source: Suspicious activity detected
rm: Observà ina activitad suspecta

source: Manage account
rm: Administrar il conto

source: Account verified. Next, sync another device to finish setup
rm: Verifitgà il conto. Sincronisescha ussa in auter apparat per cumplettar la configuraziun

source: Primary email updated
rm: Adressa dad e-mail principala actualisada

source: Recovery code used
rm: Code da recuperaziun utilisà

source: 1 recovery code remaining
rm: I resta 1 code da recuperaziun

source: %(numberRemaining)s recovery codes remaining
rm: I restan %(numberRemaining)s codes da recuperaziun

source: Generate codes
rm: Generar codes

source: Password updated using recovery key
rm: Il pled-clav è vegnì actualisà cun agid dad ina clav da recuperaziun

source: Create new recovery key
rm: Crear ina nova clav da recuperaziun

source: Welcome to %(productName)s: Please set your password.
rm: Bainvegni en %(productName)s: Definescha per plaschair tes pled-clav.

source: You have upgraded to %(productNameNew)s
rm: Ti has midà a %(productNameNew)s

source: You have switched to %(productNameNew)s
rm: Ti has midà a %(productNameNew)s

source: Credit card for %(productName)s expiring soon
rm: La carta da credit per %(productName)s scada prest

source: Credit card for your subscriptions is expiring soon
rm: La carta da credit per tes abunaments scada prest

source: Payment information update required for %(productName)s
rm: Actualisaziun da las infurmaziuns da pajament necessaria per %(productName)s

source: Payment information update required for Mozilla subscriptions
rm: Actualisaziun da las infurmaziuns da pajament necessaria per ils abunaments da Mozilla

source: %(productName)s payment failed
rm: Il pajament per %(productName)s n'è betg reussì

source: Your %(productName)s subscription has been cancelled
rm: Tes abunament da %(productName)s è vegnì annullà

source: %(productName)s subscription reactivated
rm: Reactivà l'abunament da %(productName)s

source: %(productName)s automatic renewal notice
rm: Avis da prolungaziun automatica da %(productName)s

source: %(productName)s payment received
rm: Retschavì il pajament per %(productName)s

source: %(productName)s payment confirmed
rm: Confermà il pajament per %(productName)s

source: Download %(productName)s
rm: Telechargiar %(productName)s

source: Your Friendly Reminder: How To Complete Your Sync Setup
rm: Pitschna pro memoria: co cumplettar la configuraziun da Sync

source: Final Reminder: Complete Sync Setup
rm: Ultima pro memoria: cumplettar la configuraziun da la sincronisaziun

source: Sync another device
rm: Sincronisar in auter apparat

source: Firefox Accounts
rm: Contos da Firefox

source: Page not found
rm: Betg chattà la pagina

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
rm: La pagina che ti has dumandà n'è betg vegnida chattada. Nus essan infurmads e vegnin a curreger eventuals defects da colliaziuns.

source: Home
rm: Chasa

source: 500 Error
rm: Errur 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
rm: Oh, qua è cumparì in problem. Nus essan infurmads e lavurain per curreger l'errur.

source: 502 Error
rm: Errur 502

source: Server busy, try again soon
rm: Il server è surchargià, emprova bainprest anc ina giada

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
rm: Actualmain è il sistem surchargià. Nus lavurain per ch'il sistem stettia bainprest puspè a disposiziun sco usità.

source: Loading
rm: Chargiar

source: Firefox Accounts requires JavaScript.
rm: Ils contos da Firefox basegnan JavaScript.

source: Privacy Notice
rm: Decleraziun da protecziun da datas

source: Terms of Service
rm: Cundiziuns dal servetsch

source: Firefox update required
rm: In'actualisaziun da Firefox è necessaria

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
rm: Ils contos da Firefox fan diever da differentas funcziunalitads che na vegnan betg sustegnidas da tia versiun da Firefox. Telechargia per plaschair la versiun la pli nova da Firefox per cuntinuar.

source: Download latest
rm: Telechargiar la pli nova
