Repository: mozilla/fxa-content-server-l10n
Catalog: locale/rm/LC_MESSAGES/server.po
Languages: rm

source: Here's your reminder to sync devices.
rm: Quai è la promemoria per la sincronisaziun da tes apparats.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
rm: I dovra dus per sincronisar. La sincronisaziun segira cun in auter apparat cun Firefox garantescha che ti chattas ils medems segnapaginas, pleds-clav ed autras datas da Firefox dapertut là nua che ti dovras Firefox.

source: Last reminder to sync devices!
rm: Ultima promemoria per sincronisar tes apparats!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
rm: La sincronisaziun segira cun in auter apparat cun Firefox garantescha che ti chattas ils medems segnapaginas, pleds-clav ed autras datas da Firefox dapertut là nua che ti dovras Firefox.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
rm: Sche ti n'has anc betg telechargià %(productName)s, cumenza a duvrar tut las funcziunalitads inclusas en tes abunament:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
rm: Dumondas davart tes abunament? Noss <a href="%(subscriptionSupportUrl)s">team d'agid</a> stat a tia disposiziun.

source: Questions about your subscription? Our support team is here to help you:
rm: Dumondas davart tes abunament? Noss team d'agid stat a tia disposiziun:

source: Low recovery codes remaining
rm: I restan paucs codes da recuperaziun

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
rm: Nus avain percurschì che ti possedas mo pli paucs codes da recuperaziun. Ti duessas generar novs codes per evitar da perder l'access a tes conto.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
rm: Nus avain percurschì che ti possedas mo pli paucs codes da recuperaziun. Ti duessas generar novs codes per evitar da perder l'access a tes conto.

source: Generate codes:
rm: Generar codes:

source: New sign-in to %(clientName)s
rm: Nova connexiun via %(clientName)s

source: Password Change Required
rm: Midada dal pled-clav necessaria

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
rm: Nus avain constatà in cumportament suspectus en tes conto da Firefox. Per impedir l'access nunautorisà a tes conto da Firefox avain nus deconnectà tut tes apparats da tes conto e sco mesira da precauziun stos ti midar tes pled-clav.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
rm: T'annunzia danovamain sin in dals apparats tar in dals servetschs nua che ti utiliseschas tes conto da Firefox e suonda ils pass che ta vegnan preschentads.

source: <b>Important:</b> Pick a different password than what you were previously using and make sure that it is different from your email account.
rm: <b>Impurtant:</b> Tscherna in pled-clav che sa differenziescha da quel che ti has duvrà enfin ussa e na dovra betg il pled-clav dal conto dad e-mail.

source: Best,
rm: Cordialmain,

source: The Firefox Accounts team
rm: il team dals contos da Firefox

source: Important: Pick a different password than what you were previously using and make sure that it is different from your email account.
rm: Impurtant: Tscherna in pled-clav che sa differenziescha da quel che ti has duvrà enfin ussa e na dovra betg il pled-clav dal conto dad e-mail.

source: Password changed successfully
rm: Midà cun success il pled-clav

source: Your Firefox Account password was successfully changed from the following device:
rm: Il pled-clav da tes conto da Firefox è vegnì midà cun success da suandant apparat:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
rm: Quai è in e-mail automatic. Sche ti n'has betg midà il pled-clav da tes conto da Firefox al duessas ti immediat reinizialisar qua: %(resetLink)s

source: Your account password was changed
rm: Il pled-clav da tes conto è vegnì midà

source: You will need to enter your new password on other devices to resume syncing.
rm: Ti stos endatar tes nov pled-clav sin tes auters apparats per pudair cuntinuar cun la sincronisaziun.

source: You will need to enter your new password on other devices to resume syncing.
rm: Ti stos endatar tes nov pled-clav sin tes auters apparats per pudair cuntinuar cun la sincronisaziun.

source: If you did not change it, please reset your password now at %(resetLink)s
rm: Sche ti n'al has betg midà, reinizialisescha per plaschair ussa tes pled-clav sin %(resetLink)s

source: Your account password was reset with a recovery key
rm: Il pled-clav da tes conto è vegnì reinizialisà cun ina clav da recuperaziun

source: You have successfully reset your password using a recovery key from the following device:
rm: Ti has redefinì cun success tes pled-clav cun agid dad ina clav da recuperaziun dal suandant apparat:

source: You will need to generate a new recovery key.
rm: Igl è necessari da generar ina nova clav da recuperaziun.

source: Create new recovery key:
rm: Crear ina nova clav da recuperaziun:

source: For more information, please visit %(supportUrl)s
rm: Ulteriuras infurmaziuns chattas ti qua: %(supportUrl)s

source: Account recovery key generated
rm: La clav da recuperaziun dal conto è vegnida generada

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
rm: Ti has generà cun success ina clav da recuperaziun per tes conto da Firefox cun agid dal suandant apparat:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
rm: Sche ti n'has betg effectuà questa operaziun, <a %(revokeAccountRecoveryLinkAttributes)s>clicca qua.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
rm: Ti has generà cun success ina clav da recuperaziun per tes conto da Firefox cun agid dal suandant apparat:

source: If this was not you, revoke key.
rm: Sche ti n'has betg effectuà questa operaziun, revochescha la clav.

source: Two-step authentication enabled
rm: Autentificaziun en dus pass activada

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
rm: Ti has activà cun success l'autentificaziun en dus pass per tes conto da Firefox cun agid da suandant apparat:

source: Security codes from your authentication app will now be required at each sign-in.
rm: A partir dad ussa è necessari per mintga annunzia in code da segirezza furnì da tia applicaziun d'autentificaziun.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
rm: Ti has activà cun success l'autentificaziun en dus pass per tes conto da Firefox. A partir dad ussa è necessari per mintga annunzia in code da segirezza furnì da tia applicaziun d'autentificaziun.

source: New primary email
rm: Nova adressa dad e-mail principala

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
rm: Tia nova adressa principala è ussa %(email)s. Questa adressa è ussa tes num d'utilisader per t'annunziar a tes conto da Firefox. En pli serva ella per retschaiver communicaziuns da segirezza e confermas d'annunzia.

source: Recovery code consumed
rm: Code da recuperaziun utilisà

source: You have successfully consumed a recovery code from the following device:
rm: Ti has utilisà in code da recuperaziun cun agid dal suandant apparat:

source: Consumed recovery code
rm: Code da recuperaziun utilisà

source: New recovery codes generated
rm: Generà novs codes da recuperaziun

source: You have successfully generated new recovery codes from the following device:
rm: Ti has generà cun success novs codes da recuperaziun cun agid dal suandant apparat:

source: Account recovery key removed
rm: Stizzà la clav da recuperaziun

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
rm: Ti has stizzà cun success ina clav da recuperaziun per tes conto da Firefox cun agid da suandant apparat:

source: This recovery key can no longer be used to recover your account.
rm: I n'è betg pli pussaivel dad utilisar questa clav da recuperaziun per recuperar tes conto.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
rm: Ti has stizzà cun success ina clav da recuperaziun per tes conto da Firefox cun agid da suandant apparat:

source: Secondary email removed
rm: Allontanà l'adressa dad e-mail alternativa

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
rm: Ti has allontanà cun success %(secondaryEmail)s sco adressa dad e-mail alternativa da tes conto da Firefox. Avis da segirezza e confermas d'annunzia na vegnan betg pli tramessas a questa adressa.

source: Two-step authentication disabled
rm: Autentificaziun en dus pass deactivada

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
rm: Ti has deactivà cun success l'autentificaziun en dus pass per tes conto da Firefox cun agid da suandant apparat:

source: Security codes will no longer be required at each sign-in.
rm: A partir dad ussa n'è betg pli necessari in code da segirezza per mintga annunzia.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
rm: Ti has deactivà cun success l'autentificaziun en dus pass per tes conto da Firefox. A partir dad ussa n'è betg pli necessari in code da segirezza per mintga annunzia.

source: Firefox Account verified. You're almost there.
rm: Verifitgà il conto da Firefox. Ti has quasi finì.

source: Next sync between your devices!
rm: Ed ussa sincronisescha tes apparats!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
rm: La sincronisaziun segira garantescha che ti chattas ils medems segnapaginas, pleds-clav ed autras datas da Firefox sin tut tes apparats.

source: Set up next device
rm: Configurar il proxim apparat

source: Have questions? Visit %(supportUrl)s
rm: Has dumondas? Visita %(supportUrl)s

source: Secondary email added
rm: Agiuntà ina adressa dad e-mail alternativa

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
rm: Ti has verifitgà cun success %(secondaryEmail)s sco adressa dad e-mail alternativa per tes conto da Firefox. Avis da segirezza e confermas d'annunzia vegnan ussa tramess ad omaduas adressas.

source: Need to reset your password?
rm: Stos ti reinizialisar tes pled-clav?

source: Click the button within the next hour to create a new password. The request came from the following device:
rm: Clicca entaifer la proxima ura sin il buttun per crear in nov pled-clav. La dumonda è vegnida da suandant apparat:

source: Create new password
rm: Crear in nov pled-clav

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
rm: Grazia per tscherner Firefox! Qua pos ti installar Firefox per telefonins: %(link)s

source: Sorry to see you go
rm: Donn che ti vas

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
rm: Ti has dacurt stizzà tes conto da Firefox. En consequenza avain nus annullà tes abunament da %(productName)s. Tes pajament final da %(invoiceTotal)s è vegnì pajà ils %(invoiceDateOnly)s.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
rm: Ans gida per plaschair da meglierar noss servetschs cun participar a questa <a %(cancellationSurveyLinkAttributes)s>curta enquista</a>.

source: Please help us improve our services by taking this short survey:
rm: Ans gida per plaschair da meglierar noss servetschs cun participar a questa curta enquista:

source: Welcome to %(productName)s
rm: Bainvegni tar %(productName)s

source: Your payment is processing and may take up to four business days to complete. Your subscription will renew automatically each billing period unless you choose to cancel.
rm: Tes pajament vegn elavurà. Quai po cuzzar enfin quatter dis da lavur. Tes abunament vegn renovà automaticamain suenter mintga perioda da facturaziun sche ti n'al annulleschas betg.

source: Next, you'll create a Firefox account password and download %(productName)s.
rm: Il proxim pass è la definiziun dad in pled-clav per il conto da Firefox e la telechargiada da %(productName)s.

source: Invoice number: %(invoiceNumber)s
rm: Numer da quint: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
rm: Debità: %(invoiceTotal)s ils %(invoiceDateOnly)s

source: Next invoice: %(nextInvoiceDateOnly)s
rm: Proxim quint: %(nextInvoiceDateOnly)s

source: You can't access your subscription yet
rm: Ti na pos anc betg acceder a tes abunament

source: A few days ago you created a Firefox Account but never verified it. We hope you’ll finish setting up your account, so you can use your new subscription.
rm: Avant in pèr dis has ti creà in conto da Firefox ma n'al has mai verifitgà. Nus sperain che ti fineschias la configuraziun per che ti possias utilisar tes nov abunament.

source: Select “Create Password” to set up a new password and finish verifying your account.
rm: Tscherna «Crear in pled-clav» per endrizzar in nov pled-clav e terminescha la verificaziun da tes conto.

source: Create a password:
rm: Crear in pled-clav:

source: Welcome to Firefox!
rm: Bainvegni en Firefox!

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
rm: Nus avain annullà tes abunament da %(productName)s. Tes ultim pajament da %(invoiceTotal)s è vegnì pajà ils %(invoiceDateOnly)s. Tes servetsch vegn a cuntinuar enfin la fin da la perioda da facturaziun actuala ils %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
rm: Tia midada da %(productNameOld)s a %(productNameNew)s è succedida correctamain.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
rm: Sch'igl è necessari dad installar nova software per pudair utilisar %(productNameNew)s, retschaivas ti in e-mail separà cun instrucziuns per la telechargiar.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
rm: Tes abunament vegn renovà automaticamain la fin da mintga perioda da facturaziun, nun che ti ta decidas da l'annullar.

source: Your subscription has been cancelled
rm: Tes abunament è vegnì annullà

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
rm: Nus avain annullà tes abunament da %(productName)s perquai che pliras emprovas da debitaziun n'èn betg reussidas. Per puspè avair access, cumenza in nov abunament cun ina metoda da pajament actualisada.

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
rm: Nus avain annullà tes abunament da %(productName)s perquai che pliras emprovas da debitaziun n'èn betg reussidas. Per puspè avair access, cumenza in nov abunament cun ina metoda da pajament actualisada.

source: Thank you for subscribing to %(productName)s
rm: Grazia per abunar %(productName)s

source: Your payment is currently processing and may take up to four business days to complete.
rm: Tes pajament vegn actualmain elavurà. Quai po durar enfin quatter lavurdis.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
rm: Ti vegns a retschaiver in e-mail separà cun instrucziuns per telechargiar ed utilisar %(productName)s.

source: Invoice Number: <b>%(invoiceNumber)s</b>
rm: Numer da quint: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
rm: Debità %(invoiceTotal)s ils %(invoiceDateOnly)s

source: <a href="%(invoiceLink)s">View your invoice</a>.
rm: <a href="%(invoiceLink)s">Mussar tes quint</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
rm: Proxim quint: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
rm: Numer da quint: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
rm: Mussar il quint: %(invoiceLink)s

source: Your credit card is about to expire
rm: Tia carta da credit scada prest

source: The credit card you're using to make payments for %(productName)s is about to expire.
rm: La carta da credit che ti utiliseschas per far pajaments per %(productName)s scada prest.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
rm: Per evitar l'interrupziun da tes servetsch, <a href="%(updateBillingUrl)s">actualisescha per plaschair tias infurmaziuns da pajament</a> il pli spert pussaivel.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
rm: Per evitar l'interrupziun da tes servetsch, actualisescha per plaschair tias infurmaziuns da pajament il pli spert pussaivel:

source: Sorry, we're having trouble with your payment
rm: Perstgisa, nus avain in problem cun tes pajament

source: We had a problem with your latest payment for %(productName)s.
rm: Nus avain gì in problem cun tes ultim pajament per %(productName)s.

source: It may be that your credit card has expired, or your current payment method is out of date.
rm: Eventualmain è tia carta da credit scadida u tia metoda da pajament actuala na vegn betg sustegnida.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by <a href="%(updateBillingUrl)s">updating your payment information</a>.
rm: Nus vegnin ad empruvar anc ina giada da far il pajament durant ils proxims dis, ma ti stos probablamain gidar cun <a href="%(updateBillingUrl)s">actualisar tias infurmaziuns da pajament</a>.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by updating your payment information:
rm: Nus vegnin ad empruvar anc ina giada da far il pajament durant ils proxims dis, ma ti stos probablamain gidar cun actualisar tias infurmaziuns da pajament:

source: Sorry, we’re having trouble with your payment method
rm: Perstgisa, nus avain in problem cun tia metoda da pajament

source: We have detected a problem with your payment method for %(productName)s.
rm: Nus essan fruntads sin in problem cun tia metoda da pajament per %(productName)s.

source: Thank you for reactivating your %(productName)s subscription!
rm: Grazia per reactivar tes abunament da %(productName)s!

source: Your billing cycle and payment will remain the same. Your next charge will be %(invoiceTotal)s on %(nextInvoiceDateOnly)s. Your subscription will automatically renew each billing period unless you choose to cancel.
rm: Tes ciclus da facturaziun e pajament vegn a restar medem. La proxima debitaziun munta a %(invoiceTotal)s e succeda ils %(nextInvoiceDateOnly)s. Tes abunament vegn renovà automaticamain mintga perioda da facturaziun nun che ti decidas dad annullar l'abunament.

source: Your subscription will be renewed soon
rm: Tes abunament vegn prest prolungà

source: Dear %(productName)s customer,
rm: CharA clientA da %(productName)s,

source: Your current subscription is set to automatically renew in %(reminderLength)s days. At that time, Mozilla will renew your %(planIntervalCount)s %(planInterval)s subscription and a charge of %(invoiceTotal)s will be applied to the payment method on your account.
rm: Tes abunament actual è configurà uschia ch'el vegn prolungà automaticamain en %(reminderLength)s dis. Lura vegn Mozilla a prolungar tes abunament %(planIntervalCount)s %(planInterval)s e la summa da %(invoiceTotal)s vegn indebitada cun la metoda da pajament da tes conto.

source: You can ensure that your payment method and account information are up to date <a href="%(updateBillingUrl)s">here</a>.
rm: Ti pos controllar <a href="%(updateBillingUrl)s">qua</a> che tia metoda da pajament e las infurmaziuns dal conto èn actualas.

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please <a href="%(subscriptionSupportUrl)s">contact us</a>.
rm: Grazia per abunar %(productName)s. Sche ti has dumondas davart tes abunament u sche ti dovras ulteriuras infurmaziuns davart %(productName)s, <a href="%(subscriptionSupportUrl)s">ans contactescha</a> per plaschair.

source: Sincerely,
rm: Amiaivels salids

source: The %(productName)s team
rm: il team da %(productName)s

source: You can ensure that your payment method and account information are up to date here:
rm: Ti pos controllar qua che tia metoda da pajament e las infurmaziuns dal conto èn actualas:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please contact us:
rm: Grazia per abunar %(productName)s. Sche ti has dumondas davart tes abunament u sche ti dovras ulteriuras infurmaziuns davart %(productName)s, ans contactescha per plaschair:

source: Thank you for being a subscriber!
rm: Grazia per tes abunament!

source: We received your latest payment for %(productName)s.
rm: Nus avain retschavì tes ultim pajament per %(productName)s.

source: Thank you for upgrading!
rm: Grazia per l'upgrade!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
rm: Ti has midà cun success da %(productNameOld)s al nivel superiur da %(productNameNew)s.

source: The credit card you're using to make payments for the following subscriptions is about to expire.
rm: La carta da credit che ti utiliseschas per far pajaments per il suandant abunament scada prest.

source: Questions about your subscriptions? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
rm: Dumondas davart tes abunaments? Noss <a href="%(subscriptionSupportUrl)s">team d'agid</a> stat a tia disposiziun.

source: Questions about your subscriptions? Our support team is here to help you:
rm: Dumondas davart tes abunaments? Noss team da support ta gida:

source: We have detected a problem with your payment method for the following subscriptions.
rm: Nus essan fruntads sin in problem cun tia metoda da pajament per ils suandants abunaments.
