Repository: mozilla/fxa-content-server-l10n
Catalog: locale/dsb/LC_MESSAGES/client.po
Languages: dsb

source: Sign in to Firefox for Android to complete set-up
dsb: Pśizjawśo se pla Firefox za Android, aby zarědowanje dokóńcył

source: Sign in to Firefox for iOS to complete set-up
dsb: Pśizjawśo se pla Firefox za iOS, aby zarědowanje dokóńcył

source: Cookies and local storage are required
dsb: Cookieje a lokalny składowak su trěbne

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
dsb: Pšosym zmóžniśo cookieje a lokalny składowak we wašom wobglědowaku, aby pśistup ku kontam Firefox měł. To funkcije zmóžnja, ako na pśikład markowanje pśez pósejźenja.

source: Try again
dsb: Wopytajśo hyšći raz

source: Enter your password <span class="card-subheader" id="subheader">for your Firefox account</span>
dsb: Zapódajśo swójo gronidło <span class="card-subheader" id="subheader">za swójo konto Firefox</span>

source: Password
dsb: Gronidło

source: By proceeding, you agree to the <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
dsb: Pókšacujśo, aby zwólił do <a class="link-grey" id="fxa-tos" href="/legal/terms">wužywańskich wuměnjenjow</a> a <a class="link-grey" id="fxa-pp" href="/legal/privacy">pokazki priwatnosć</a>.

source: Use a different account
dsb: Wužywajśo druge konto

source: Forgot password?
dsb: Sćo gronidło zabył?

source: Continue to Firefox accounts
dsb: Dalej ku kontam Firefox

source: Sync your passwords, tabs, and bookmarks everywhere you use Firefox.
dsb: Synchronizěrujśo swóje gronidła, rejtariki a cytańske znamjenja wšuźi, źož Firefox wužywaśo.

source: Enter your email
dsb: E-mailowu adresu zapódaś

source: Continue to <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
dsb: Dalej do <div class="graphic %(serviceLogo)s">%(serviceName)s</div>

source: Sign up or sign in
dsb: Registrěrowaś abo pśizjawiś

source: A Firefox account also unlocks access to more privacy-protecting products from Mozilla.
dsb: Konto Firefox teke pśistup k wěcej produktam šćita datow wót Mozilla zmóžnja.

source: Save recovery codes
dsb: Wótnowjeńske kody składowaś

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
dsb: Składujśo toś te kody za jadnorazowe wužywanje na wěstem městnje, jolic pśistup k swójomu mobilnemu rědoju njamaśo.

source: Download
dsb: Ześěgnuś

source: Copy
dsb: Kopěrowaś

source: Print
dsb: Śišćaś

source: Continue
dsb: Dalej

source: Cancel setup
dsb: Instalaciju pśetergnuś

source: Confirm recovery code
dsb: Wótnowjeński kod wobkšuśiś

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
dsb: Aby zasej pśistup k swójomu kontoju dostał, jolic sćo zgubił swój rěd, zapódajśo pšosym jaden ze swójich wótnowjeńskich kodow.

source: Recovery code
dsb: Wótnowjeński kod

source: Enable two-step authentication
dsb: Dwójokšacowu awtentifikaciju zmóžniś

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
dsb: Pominajśo wěstotne kody z jadnogo z <a %(escapedTotpSupportAttributes)s>toś tych awtentifikaciskich nałoženjow</a>, aby pśidał swójomu kontoju wěstotnu rowninu.

source: Scan authentication code
dsb: Awtentificěrowański kod skannowaś

source: Enter code manually
dsb: Kod manuelnje zapódaś

source: Scan the QR code in your authentication app and then enter the security code it provides.
dsb: Skannujśo QR-kod w swójom awtentifikaciskem nałoženju a zapódajśo pótom k dispoziciji stajony wěstotny kod.

source: Can’t scan code?
dsb: Njamóžośo kod skannowaś?

source: Once complete, it will begin generating security codes for you to enter.
dsb: Gaž proces jo dokóńcony, se wěstotne kody napóraju, kótarež móžośo zapódaś.

source: Type this secret key into your authentication app.
dsb: Zapišćo toś ten pótajmny kluc do swójogo awtentificěrowańskego nałoženja:

source: Scan QR code instead?
dsb: QR-kod město togo skannowaś?

source: Security code
dsb: Wěstotny kod

source: Ready
dsb: Gótowo

source: Legal
dsb: Pšawniske wěcy

source: Terms of Service
dsb: Wužywańske wuměnjenja

source: Privacy Notice
dsb: Wuzjawjenje priwatnosći

source: Get the full Sync experience.
dsb: Wobstarajśo se cełe Sync-dožywjenje.

source: Download Firefox for iOS!
dsb: Ześěgniśo Firefox za iOS!

source: Download Firefox for Android.
dsb: Ześěgniśo Firefox za Android.

source: Download Firefox for mobile devices.
dsb: Ześěgniśo Firefox za mobilne rědy.

source: Request for permission
dsb: Wó dowólnosć pšosyś

source: %(serviceName)s wants the following information from your account:
dsb: %(serviceName)s co slědujuce informacije z wašogo konta:

source: Accept
dsb: Akceptěrowaś

source: Cancel
dsb: Pśetergnuś

source: Success
dsb: Wuspěch

source: You are now ready to use <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
dsb: Móžośo něnto <div class="graphic %(serviceLogo)s">%(serviceName)s</div> wužywaś

source: Continue to my account
dsb: Dalej k mójomu kontoju

source: Your account is ready!
dsb: Wašo konto jo gótowo!

source: Generate a new recovery key
dsb: Nowy wótnowjeński kluc napóraś

source: Report unauthorized sign-in?
dsb: Njeawtorizěrowane pśizjawjenje k wěsći daś?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
dsb: Sćo mejlku wó wopytanem pśistupu na swójo konto dostał. Cośo toś tu aktiwitu ako suspektnu k wěsći daś?

source: Report activity
dsb: Aktiwitu k wěsći daś

source: Why is this happening?
dsb: Cogodla se to stawa?

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
dsb: <span>GLĚDAJŚO:</span> Gaž swójo gronidło slědk stajaśo, stajijośo swójo konto slědk. Móžośo někotare z wašych wósobinskich datow zgubiś (na pśikład historiju, cytańske znamjenjai a gronidła). Togodla zaklucujomy waše daty z wašym gronidłom, aby my wašu priwatnosć šćitali. Waše abonementy, kótarež snaź maśo, wobchowajośo a daty Pocket njejsu pótrjefjone.

source: Email
dsb: E-mailowa adresa

source: Begin reset
dsb: Slědkstajanje zachopiś

source: Recent Activity
dsb: Nejnowša aktiwita

source: Security Events
dsb: Wěstotne tšojenja

source: Event Name
dsb: Mě tšojenja

source: Created At
dsb: Napórany dnja

source: Delete events
dsb: Tšojenja wulašowaś

source: Back to settings
dsb: Slědk k nastajenjam

source: Sorry. We’ve locked your&nbsp;account.
dsb: Bóžko jo wašo konto zastajone.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
dsb: Wobkśuśeńska mejlka, kótaruž smy na %(email)s pósłali, jo se wrośiła a smy wašo konto zastajili, aby my waše daty Firefox šćitali.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
dsb: Jolic to jo płaśiwa adresa, <a %(escapedSupportLinkAttrs)s>informěrujśo nas</a> a móžomy pomagaś, wašo konto wótwóriś.

source: No longer own that email? Create a new account
dsb: Toś ta e-mailowa wěcej wam njesłuša? Załožćo konto

source: By proceeding, you agree to:<br /> Pocket’s <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
dsb: Gaž pokšacujośo, zwolijośo do:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">wužywańskich wuměnjenjow</a> a <a id="pocket-pp" class="link-grey" href="https://getpocket.com/en/privacy/">wuzjawjenja priwatnosći</a> Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">wužywańskich wuměnjenjow</a> a <a class="link-grey" id="fxa-pp" href="/legal/privacy">wuzjawjenja priwatnosći</a> Firefox

source: Enter recovery code
dsb: Wótnowjeński kod zapódaś

source: Please enter a recovery code that was provided to you during setup.
dsb: Pšosym zapódajśo wótnowjeński kod, kótaryž sćo dostał w běgu instalacije.

source: Enter 10-digit recovery code
dsb: Zapódajśo 10-městny wótnowjeński kod

source: Are you locked out?
dsb: Sćo se wuzamknjony?

source: Thank you for your vigilance
dsb: Źěkujomy se za wašu stražniwosć

source: Our team has been notified. Reports like this help us fend off intruders.
dsb: Naš team jo powěźeńku dostał. Rozpšawy ako toś ta nam pomagaju, zadobywarje wótwoboraś.

source: Enter confirmation code <span class="card-subheader">for your Firefox account</span>
dsb: Zapódajśo wobkšuśeński kod <span class="card-subheader">za swójo konto Firefox</span>

source: Enter the code that was sent to %(email)s within 5 minutes.
dsb: Zapódajśo kod, kótaryž jo se pósłał za 5 minutow na %(email)s.

source: Enter security code
dsb: Wěstotny kod zapódaś

source: Open your authentication app and enter the security code it provides.
dsb: Wócyńśo swójo awtentificěrowańske nałoženje a zapódajśo k dispoziciji stajony wěstotny kod.

source: Trouble entering code?
dsb: Maśo problemy pśi zapódawanju koda?

source: Authorize this sign-in
dsb: Toś to pśizjawjenje awtorizěrowaś

source: Check your email for the authorization code sent to %(email)s.
dsb: Pśepytajśo swóju e-mail za awtorizěrowańskim kodom, kótaryž jo se na %(email)s pósłał.

source: Enter authorization code
dsb: Awtorizěrowański kod zapódaś

source: Set your password
dsb: Zapódajśo swójo gronidło

source: Change email
dsb: E-mailowu adresu změniś

source: Repeat password
dsb: Gronidło wóspjetowaś

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
dsb: Trjebaśo toś to gronidło za pśistup ku koděrowanym datam, kótarež pla nas składujośo.<br/>Gaž slědk stajaśo, se snaź daty ako gronidło a cytańske znamjenja zgubuju.

source: Practical knowledge is coming to your inbox. Sign up for more:
dsb: Praktiska wěda do wašogo postowego kašćika dójźo. Registrěrujśo se za wěcej:

source: Choose what to sync
dsb: Wubjeŕśo, což ma se synchronizěrowaś

source: Create account
dsb: Konto załožyś

source: By proceeding, you agree to:<br /> Pocket’s <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">Terms of Service</a> and <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">Privacy Notice</a><br /> Firefox’s <a class="link-grey" id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a class="link-grey" id="fxa-pp" href="/legal/privacy">Privacy Notice</a>
dsb: Gaž pokšacujośo, zwolijośo do:<br /> <a class="link-grey" id="pocket-tos" href="https://getpocket.com/en/tos/">wužywańskich wuměnjenjow</a> a <a class="link-grey" id="pocket-pp" href="https://getpocket.com/en/privacy/">wuzjawjenja priwatnosći</a> Pocket<br /> <a class="link-grey" id="fxa-tos" href="/legal/terms">wužywańskich wuměnjenjow</a> a <a class="link-grey" id="fxa-pp" href="/legal/privacy">wuzjawjenja priwatnosći</a> Firefox

source: Firefox Accounts
dsb: Konta Firefox

source: Account Home
dsb: Startowy bok konta

source: Subscriptions
dsb: Abonementy

source: Contact Us
dsb: Kontakt

source: What are you contacting us about?
dsb: Cogodla stajaśo se z nami do zwiska?

source: Please select one
dsb: Pšosym wubjeŕśo něco

source: What do you need help with?
dsb: Za co trjebaśo pomoc?

source: Payment & billing
dsb: Płaśenje a wótlicenje

source: Account issues
dsb: Problemy z wužywarskim kontom

source: Technical issues
dsb: Techniske problemy

source: Provide feedback / request features
dsb: Měnjenja pósłaś / funkcije pominaś

source: Not listed
dsb: Njenalicony

source: Do you need help with a specific app or service? (optional)
dsb: Trjebaśo pomoc za wěste nałoženje abo słužbu? (na žycenje)

source: Subject (optional)
dsb: Tema (na žycenje)

source: Description of issue
dsb: Problemowe wopisanje

source: Send
dsb: Pósłaś

source: Would you like to sync this device to your account?
dsb: Cośo toś ten rěd ze swójim kontom synchronizěrowaś?

source: Sync this device
dsb: Toś ten rěd synchronizěrowaś

source: Step 1 of 2: Re-enter password
dsb: Kšac 1 z 2: Gronidło znowego zapódaś

source: Enter your password to view your recovery key.
dsb: Zapódajśo swójo gronidło, aby swój wótnowjeński kluc wiźeł.

source: Enter Password
dsb: Gronidło zapódaś

source: Successfully connected
dsb: Wuspěšnje zwězany

source: Please close this page and continue on the other device.
dsb: Pšosym zacyńśo toś ten bok a cyńśo na drugem rěźe dalej.

source: New sign-in to Firefox
dsb: Nowe pśizjawjenje pla Firefox

source: Confirm sign-in
dsb: Pśizjawjenje wobkšuśiś

source: If you suspect that someone is trying to gain access to your account, <a id="change-password" href="/settings/change_password">please change your password.</a>
dsb: Jolic měniśo, až něchten wopytujo, pśistup k wašomu kontoju dostaś, <a id="change-password" href="/settings/change_password">změńśo pšosym swójo gronidło.</a>.

source: Send login push notification
dsb: Pśi pśizjawjenju eksternu powěźeńku pósłaś

source: Check your connected Firefox devices for the sign-in confirmation tab we've sent.
dsb: Pśeglědujśo swóje zwězane rědy Fiefox za pśizjawjeński wobkšuśeński rejtarik, kótaryž smy pósłali.

source: Resend tab
dsb: Rejtarik znowego pósłaś

source: Tab not arriving? Send an email instead
dsb: Rejtarik njedochada? Sćelśo město togo mejlku

source: Add a secondary email address
dsb: Drugu e-mailowu adresu pśidaś

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
dsb: Gaž sekundarnu e-mejlowu adresu pśidawaśo, dostanjośo se k swójomu kontoju, jolic sćo wuzamknjony a k %(escapedEmail)s pśistup njamaśo.

source: Secondary email
dsb: Druga e-mailowa adresa

source: Maybe later
dsb: Snaź pózdźej

source: Need another code? Resend
dsb: Trjebaśo drugi kod? Znowego pósłaś

source: Use a different email
dsb: Drugu e-mailowu adresu wužywaś

source: Please change your password
dsb: Změńśo pšosym swójo gronidło

source: to continue to %(serviceName)s
dsb: aby se k %(serviceName)s dostał

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
dsb: Smy zwěsćili suspektne zaźaržanje we wašom konśe Firefox. Aby swójo konto šćitał, napórajśo pšosym nowe gronidło. Wužywajśo to gronidło, aby se zasej pla słužbow swójogo konta Firefox pśizjawił.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
dsb: Synchronizěrowana historija, cytańske znamjenja, pśizjawjenja a druge wósobinske daty se njezgubiju.

source: Old password
dsb: Stare gronidło

source: Re-enter new password
dsb: Nowe gronidło znowego zapódaś

source: Change password
dsb: Gronidło změniś

source: This Firefox is connected
dsb: Toś ten Firefox jo zwězany

source: Sign up for more
dsb: Registrěrujśo se za wěcej

source: Practical knowledge is coming to your inbox.
dsb: Praktiska wěda do wašogo postowego kašćika pśiźo.

source: Get practical knowledge in your inbox about:
dsb: Wobstarajśo se praktisku wědu do swójogo postowego kašćika wó:

source: Subscribe %(email)s
dsb: Za %(email)s aboněrowaś

source: The link you clicked was missing characters, and may have been broken by your email client.
dsb: Wótkazoju, na kótaryž sćo kliknuł, znamuška feluju, a jo se snaź wobškóźił pśez waš e-mailowy program.

source: Create a Firefox Account
dsb: Konto Firefox załožyś

source: Continue to %(productName)s
dsb: Dalej k %(productName)s

source: Enter a password
dsb: Gronidło zapódaś

source: Confirm password
dsb: Gronidło wobkšuśiś

source: Create Password
dsb: Gronidło napóraś

source: Device connected!
dsb: Rěd jo zwězany!

source: Connect another one
dsb: Z drugim zwězaś

source: Use SMS instead
dsb: SMS město togo wužywaś

source: I'm done for now
dsb: Som něnto gótowy

source: Sync Firefox between devices
dsb: Firefox mjazy rědami synchronizěrowaś

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
dsb: Synchronizěrujśo cytańske znamjenja, historiju a gronidła Firefox na swójich mobilnych rědach. Trajo jano mało minutow.

source: Get started
dsb: Prědne kšace

source: I'll do this later, send me a reminder
dsb: Budu to pózdźej cyniś, sćelśo mě dopomnjeśe

source: Download Firefox with your camera app
dsb: Ześěgniśo Firefox ze swójim kamerowym nałoženim

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
dsb: Instalěrowanje Firefox a sycnhronizěrowanje mjazy najnejmjenjej dwěma rědoma teke pśed zgubjenim wašych datow.

source: Ready to scan
dsb: Gótowy za skannowanje

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device</h1><p>with a QR code we've created just for you</p>
dsb: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Zwěžćo swój mobilny rěd</h1><p>z QR-kodom, kótaryž smy jano za was napórali</p>

source: Open the camera app on your device
dsb: Wócyńśo nałoženje kamery na swójom rěźe

source: Point the camera at the QR code and tap the link that appears
dsb: Póstajśo kameru na QR-kod a pótusniśo wótkaz, kótaryž se pokazujo

source: Install Firefox and open it on your device
dsb: Instalěrujśo Firefox a wócyńśo jen na swójom rěźe

source: Sign into your account
dsb: Pśizjawśo se pla swójogo konta

source: <span class="number">1</span>Open the camera app on your device
dsb: <span class="number">1</span>Wócyńśo nałoženje kamery na swójom rěźe

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
dsb: <span class="number">2</span>Póstajśo kameru na QR-kod a pótusniśo wótkaz, kótaryž se pokazujo

source: <span class="number">3</span>Install Firefox and open it on your device
dsb: <span class="number">3</span>Instalěrujśo Firefox a wócyńsó jen na swójom rěźe

source: <span class="number">4</span>Sign into your account
dsb: <span class="number">4</span>Pśizjawśo se ze swójim kontom

source: Protect your data with a recovery key
dsb: Šćitajśo swóje daty z wótnowjeńskim klucom

source: Your synced data can include passwords you've saved.
dsb: Waše synchronizěrowane daty mógu teke wót was skłaźone gronidła wopśimowaś.

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
dsb: Dokulaž toś te daty su wažne za wašu wěstotu, Firefox je wulašujo, aby was šćitał, gaž se waše gronidło slědk staja, aby pśistupoju pśez drugich luźi zajźował.

source: Get a Recovery Key
dsb: Wótnowjeński kluc wobstaraś

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
dsb: Pšosym wobkšuśćo swójo gronidło za %(escapedEmail)s, aby swój wótnowjeński kluc napórał.

source: Enter your recovery key to confirm that you've saved a copy.
dsb: Zapódajśo swój wótnowjeński kluc, aby wobkšuśił, až sćo kopiju składł.

source: Save recovery key
dsb: Wótnowjeński kluc składowaś

source: Done
dsb: Gótowo

source: Why do I need to create this account? <a %(escapedSuggestionAttrs)s>Find out here</a>
dsb: Cogodla musym toś to konto załožyś? <a %(escapedSuggestionAttrs)s>how cytaś</a>

source: How old are you?
dsb: Kak stary sćo?

source: You must be at least 13 years old to create an account.
dsb: Musyśo nanejmjenjej 13 lět stary byś, aby konto załožył.

source: %(family)s on %(OS)s
dsb: %(family)s na %(OS)s

source: %(city)s, %(region)s, %(country)s (estimated)
dsb: %(city)s, %(region)s, %(country)s (nejskerjej)

source: %(region)s, %(country)s (estimated)
dsb: %(region)s, %(country)s (nejskerjej)

source: Location unknown
dsb: Njeznate městno

source: IP address: %(ipAddress)s
dsb: IP-adresa: %(ipAddress)s

source: Password requirements
dsb: Gronidłowe pominanja

source: At least 8 characters
dsb: Nanejmjenjej 8 znamuškow

source: Not your email address
dsb: Nic waša e-mailowa adresa

source: Not a commonly used password
dsb: Nic cesto wužywane gronidło

source: Stay safe &mdash; don’t reuse passwords. See more tips to <a %(escapedCommonPasswordLinkAttrs)s>create strong passwords</a>.
dsb: Wóstańśo wěsty &ndash; njewužywaj gronidła znowego. Glejśo dalšne pokaze, aby <a %(escapedCommonPasswordLinkAttrs)s> mócne gronidła napórał</a>.

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
dsb: Hm, mamy problemy ze swójim systemom. Źěłamy na tom je rozwězaś a wódajśo nam pšosym wobuznosći. Pšosym wopytajśo pózdźej hyšći raz.

source: Your message was sent to Support
dsb: Waša powěsć jo se pósłała na team pomocy

source: Back to Subscriptions
dsb: Slědk k abonementam

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
dsb: Pytaśo Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Zachopśo how</a>

source: or
dsb: abo

source: Continue with Google
dsb: Z Google pókšacowaś

source: Continue with Apple
dsb: Z Apple pókšacowaś

source: Did you just sign in to Firefox?
dsb: Sćo se rowno pśizjawił pla Firefox?

source: location balloon
dsb: stojnišćowy balon

source: Yes, approve device
dsb: Jo, rěd pśizwóliś

source: If this wasn’t you, <a id="change-password" class="link-blue">change your password</a>
dsb: Jolic wy to njejsćo był, <a id="change-password" class="link-blue">změńśo swójo gronidło</a>

source: Device connected
dsb: Rěd jo zwězany

source: You are now syncing with: <span>%(deviceFamily)s on %(deviceOS)s</span>
dsb: Synchronizěrujośo něnto z: <span>%(deviceFamily)s na %(deviceOS)s</span>

source: Now you can access your open tabs, passwords, and bookmarks on all your devices.
dsb: Něnto maśo pśistup k swójim wócynjonym rejtarikam, gronidłam a cytańskim znamjenjam na wšych swójich rědach.

source: See tabs from synced devices
dsb: Rejtariki ze synchronizěrowanych rědow pokazaś

source: Manage devices
dsb: Rědy zastojaś

source: Approval now required <small>from your other device</small>
dsb: Pśizwólenje jo něnto <small>wót wašogo drugego rěda</small> trěbne

source: Pairing not successful
dsb: Koplowanje njejo se raźiło

source: The setup process was terminated.
dsb: Instalěrowański proces jo se skóńcył.

source: Download Firefox on your phone or tablet
dsb: Ześěgniśo Firefox na swój smartfon abo tablet

source: QR code
dsb: QR-kod

source: To download Firefox on your mobile device, hold the device’s camera over this code to scan.
dsb: Aby Firefox na swójom mobilnem rěźe ześěgnuł, źaržćo kameru rěda nad toś ten kod, aby jen skannował.

source: Or, send yourself a <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">download link.</a>
dsb: Abo sćelśo sebje <a href="https://www.mozilla.org/firefox/mobile/get-app/" target="_blank" class="link-blue">ześěgnjeński wótkaz.</a>

source: I’m ready to sync devices
dsb: Som gótowy, rědy synchronizěrowaś

source: Sync devices to access your tabs, passwords, and bookmarks everywhere you use Firefox.
dsb: Synchronizěrujśo rědy za pśistup k swójim rejtarikam, gronidłam a cytańskim znamjenjam wšuźo, źož Firefox wužywaśo.

source: Device successfully paired
dsb: Rěd wuspěšnje skoplowany
