Repository: mozilla/fxa-content-server-l10n
Catalog: locale/dsb/LC_MESSAGES/client.po
Languages: dsb

source: Password reset
dsb: Gronidło jo se slědk stajiło

source: Password reset successfully. Sign in to continue.
dsb: Gronidło jo se wuspěšnje slědk stajiło. Pśizjawśo se, aby pókšacował.

source: Sign in
dsb: Pśizjawiś

source: Account deleted successfully
dsb: Konto jo se wuspěšnje wulašowało

source: Use the code %(code)s to set up two-step authentication in supported applications.
dsb: Wužywajśo kod %(code)s, aby zarědował dwukšacowu awtentifikaciju w pódpěranych nałoženjach.

source: %(permissionName)s (required)
dsb: %(permissionName)s (trěbne)

source: Email address
dsb: E-mailowa adresa

source: Display name
dsb: Zwobraznjeńske mě

source: Account picture
dsb: Kontowy wobraz

source: Welcome back
dsb: Witajśo slědk

source: Firefox Sync will resume momentarily
dsb: Z Firefox Sync se skóro pókšacujo

source: Your password has been reset
dsb: Wašo gronidło jo se slědk stajiło

source: Complete set-up by entering the new password on your other Firefox devices.
dsb: Zapódajśo nowe gronidło na swójich drugich rědach Firefox, aby zarědowanje dokóńcył.

source: You are now ready to make changes to your Firefox Account.
dsb: Sćo něnto gótowy, aby swójo konto Firefox změnił.

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
dsb: Kontowe powěźeńki se teke na %(secondaryEmailVerified)s% pósćelu.

source: Sign-in confirmed
dsb: Pśizjawjenje jo se wobkšuśiło

source: You are now ready to use %(serviceName)s
dsb: Móžośo něnto %(serviceName)s wužywaś

source: Connected
dsb: Zwězany

source: Unknown account. <a href="/signup">Sign up</a>
dsb: Njeznate konto. <a href="/signup">Registrěrowaś</a>

source: Account no longer exists. Recreate it?
dsb: Konto wěcej njeeksistěrujo. Znowego załožyś?

source: Other
dsb: Druge

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
dsb: Wjeliki źěk, až sćo se wobrośił pśez <b>%(escapedLowercaseTopic)s</b> na pomoc Mozilla. Stajijomy se pśez wašu e-mailowu adresu tak skóro ako móžno do zwiska.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. We'll contact you via email as soon as possible.
dsb: Wjeliki źěk, až sćo se wobrośił pśez <b>%(escapedLowercaseTopic)s</b> za <b>%(escapedSelectedProduct)s</b> na pomoc Mozilla. Stajijomy se pśez wašu e-mailowu adresu tak skóro ako móžno do zwiska.

source: Your sync data is protected
dsb: Waše synchronizěrowańske daty su šćitane

source: If you lose access to your account, you’ll be able to restore your sync data.
dsb: Jolic wěcej k swójomu kontoju pśistup njamaśo, móžośo swóje synchronizěrowańske daty wótnowiś.

source: Start browsing
dsb: Zachopśo pśeglědowaś

source: Account notifications will now also be sent to %(secondaryEmail)s.
dsb: Kontowe powěźeńki se teke na %(secondaryEmail)s% pósćelu.

source: Continue to %(serviceName)s
dsb: Dalej k %(serviceName)s

source: Your account has been locked for security reasons
dsb: Wašo konto jo se z wěstotnych pśicynow zastajiło

source: Reset password
dsb: Gronidło slědk stajiś

source: none
dsb: žeden

source: Last checked: %(lastCheckTime)s
dsb: Slědny raz pśeglědany: %(lastCheckTime)s

source: Open Gmail
dsb: Gmail wócyniś

source: Open Hotmail
dsb: Hotmail wócyniś

source: Open Yahoo
dsb: Yahoo wócyniś

source: Open Outlook
dsb: Outlook wócyniś

source: Open Restmail
dsb: Restmail wócyniś

source: Hide password
dsb: Gronidło schowaś

source: Show password
dsb: Gronidło pokazaś

source: Firefox Recovery Codes
dsb: Wótnowjeńske kody Firefox

source: Two-step authentication enabled
dsb: Dwójokšacowa awtentifikacija jo se zmóžniła

source: Firefox Recovery Key
dsb: Wótnowjeński kluc Firefox

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
dsb: Mejlka jo se znowego pósłała. Pśidajśo swójim kontaktam accounts@firefox.com, aby dodaśe bźez problemow zawěsćił.

source: Copied
dsb: Kopěrowane

source: Failed to copy. Please manually copy.
dsb: Kopěrowanje njejo se raźiło. Pšosym kopěrujśo manuelnje.

source: Downloaded
dsb: Ześěgnjony

source: Printed
dsb: Śišćane

source: payment & billing
dsb: płaśenje a wótlicenje

source: account issues
dsb: kontowe problemy

source: technical issues
dsb: techniske problemy

source: provide feedback / request features
dsb: Komentary pósłaś / funkcije pominaś

source: not listed
dsb: njenalicony

source: Bookmarks
dsb: Cytańske znamjenja

source: History
dsb: Historija

source: Passwords
dsb: Gronidła

source: Add-ons
dsb: Dodanki

source: Open Tabs
dsb: Wócynjone rejtariki

source: Preferences
dsb: Nastajenja

source: Addresses
dsb: Adrese

source: Credit Cards
dsb: Kreditowe kórty

source: Primary email verified successfully
dsb: Primarna e-mailowa adresa jo se wuspěšnje wobkšuśiła

source: Secondary email verified successfully
dsb: Sekundarn e-mailowa adresa jo se wuspěšnje wobkšuśiła

source: Account verified successfully
dsb: Konto jo se wuspěšnje pśespytało

source: Password reset successfully
dsb: Gronidło jo se wuspěšnje slědk stajiło

source: Account recovery enabled
dsb: Kontowe wótnowjenje zmóžnjone

source: Unexpected error
dsb: Njewótcakowana zmólka

source: The link you clicked to verify your email is expired.
dsb: Wótkaz, na kótaryž sćo kliknuł, aby swóju e-mailowu adresu pśeglědał, jo pśepadnuł.

source: You've tried too many times. Try again later.
dsb: Sćo to pśecesto wopytał. Wopytajśo pózdźej hyšći raz.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
dsb: Sćo to pśecesto wopytał. Wopytajśo to za %(retryAfterLocalized)s hyšći raz.

source: Invalid token
dsb: Njepłaśiwy token

source: Invalid timestamp in request signature
dsb: Njepłaśiwy casowy kołk w napšašowańskej signaturje

source: Invalid nonce in request signature
dsb: Njepłaśiwy nonce w napšašowańskej signaturje

source: Account already exists
dsb: Konto južo eksistěrujo

source: Unknown account
dsb: Njeznate konto

source: Incorrect email case
dsb: Njekorektna e-mailowa adresa

source: Incorrect password
dsb: Njekorektne gronidło

source: Unverified account
dsb: Njewobkšuśone konto

source: Invalid verification code
dsb: Njepłaśiwy wobkšuśeński kode

source: Invalid JSON in request body
dsb: Njepłaśiwy JSON w napšašowańskem korpusu

source: Invalid parameter: %(param)s
dsb: Njepłaśiwy parameter: %(param)s

source: Missing parameter: %(param)s
dsb: Felujucy parameter: %(param)s

source: Invalid request signature
dsb: Njepłaśiwa napšašowańska signatura

source: Missing content-length header
dsb: Felujuca głowowa smužka content-length

source: Request body too large
dsb: Napšašowański korpus jo pśedłujki

source: The request was blocked for security reasons
dsb: Napšašowanje jo se z pśicynow wěstoty zablokěrowało

source: Invalid authorization code
dsb: Njepłaśiwy awtorizěrowański kod

source: Invalid phone number
dsb: Njepłaśiwe telefonowy numer

source: Cannot send to this country
dsb: Njejo móžno do toś togo kraja pósłaś

source: Could not send a message to this number
dsb: Powěsć njedajo na toś ten numer pósłaś

source: Your email was just returned
dsb: Waša mejlka jo se wrośiła

source: Your email was just returned. Mistyped email?
dsb: Waša mejlka jo se rowno wrośiła. Jo e-mailowa adresa wopacna?

source: Unable to deliver email
dsb: Njejo móžno mejlku pśepódaś

source: This email was already verified by another user
dsb: Toś ta mejlka jo se južo wót drugego wužywarja wobkšuśiła

source: Unverified session
dsb: Njewobkšuśone pósejźenje

source: Secondary email must be different than your account email
dsb: Druga e-mailowa adresa musy se wót adrese wašogo konta rozeznaś

source: You have reached the maximum allowed secondary emails
dsb: Sćo dojśpił maksimalnu licbu sekundarnych e-mailowych adresow

source: This email already exists on your account
dsb: Toś ta e-mailowa adresa južo we wašom konśe eksistěrujo

source: Primary account email required for sign-in
dsb: Primarna e-mailowa adresa jo trěbna za pśizjawjenje

source: Address in use by another account
dsb: Adresa se wót drugego konta wužywa

source: Primary account email required for reset
dsb: Primarna e-mailowa adresa jo trěbna za slědkstajenje

source: Invalid signin code
dsb: Njepłaśiwy pśizjawjeński kod

source: Can not change primary email to an unverified email
dsb: Primarna e-mailowa adresa njedajo se do njewobkšuśoneje e-mailoweje adrese změniś

source: Can not change primary email to an email that does not belong to this account
dsb: Primarna e-mailowa adresa njedajo se do e-mailoweje adrese změniś, kótaraž k toś tomu kontoju njesłuša

source: This email can not currently be used to login
dsb: Toś ta e-mailowa adresa njedajo se tuchylu za pśizjawjenje wužywaś

source: Failed to send email
dsb: E-mailowa adresa njedajo se słaś

source: Valid code required
dsb: Płaśiwy kod trěbny

source: This verification code has expired
dsb: Toś ten pśeglědowański kod jo spadnuł

source: A TOTP token already exists for this account
dsb: TOTP-token za toś to konto južo eksistěrujo

source: TOTP token not found
dsb: TOTP-token njejo se namakał

source: Recovery code not found
dsb: Wótnowjeński kod njejo se namakał

source: Unavailable device command
dsb: Rědowy pśikaz njejo k dispoziciji

source: Recovery key not found
dsb: Wótnowjeński kluc njejo se namakał

source: Invalid recovery key
dsb: Njepłaśiwy wótnowjeński kluc

source: This request requires two step authentication enabled on your account.
dsb: Za toś to napšašowanje musy dwójokšacowa awtentifikacija zmóžnjona byś.

source: Failed due to a conflicting request, please try again.
dsb: Njejo se pśeśiwnego napšašowanja dla raźiło, wopytajśo pšosym hyšći raz.

source: Unknown customer for subscription.
dsb: Njeznaty kupc za abonement.

source: Unknown subscription.
dsb: Njeznaty abonement.

source: Unknown plan for subscription.
dsb: Njeznaty plan za abonement.

source: Invalid payment token for subscription.
dsb: Njepłaśiwy płaśeński token za abonement.

source: Subscription has already been cancelled
dsb: Abonement jo južo wupowěźony

source: Update was rejected, please try again
dsb: Aktualizacija jo se wótpokazała, pšosym wopytajśo hyšći raz

source: Invalid or expired verification code
dsb: Njepłaśiwy abo spadnjony wobkšuśeński kod

source: Server busy, try again soon
dsb: Serwer jo póśěźony, wopytajśo za krotki cas hyšći raz

source: Feature not enabled
dsb: Funkcija njejo zmóžnjona

source: System unavailable, try again soon
dsb: System njestoj k dispoziciji, wopytajśo za krotki cas hyšći raz

source: This endpoint is no longer supported
dsb: Toś ten kóńcny dypk se wěcej njepódpěra

source: Login attempt cancelled
dsb: Pśizjawjeński wopyt pśetergnjony

source: Session expired. Sign in to continue.
dsb: Pósejźenje jo wótběgnuło. Pśizjawśo se, aby pókšacował.

source: Cookies are still disabled
dsb: Cookieje su hyšći znjemóžnjone

source: Passwords do not match
dsb: Gronidle njejstej jadnakej

source: Working…
dsb: Jo hyšći w źěle…

source: Could not get Privacy Notice
dsb: Wuzjawjenje priwatnosći njejo se namakało

source: Could not get Terms of Service
dsb: Wužywańske wuměnjenja njejsu se namakali

source: Your new password must be different
dsb: Wašo nowe gronidło musy druge byś

source: Must be at least 8 characters
dsb: Musy nanejmjenjej 8 znamuškow dłujke byś

source: Valid password required
dsb: Płaśiwe gronidło trěbne

source: Valid email required
dsb: Płaśiwa e-mailowa adresa trěbna

source: A usable image was not found
dsb: Wužywajobny wobraz njejo se namakał

source: Could not initialize camera
dsb: Kamera njedajo se inicializěrowaś

source: Valid URL required
dsb: Płaśiwy URL trěbny

source: Your verification email was just returned. Mistyped email?
dsb: Waša wobkšuśeńska mejlka jo se rowno wrośiła. Jo e-mailowa adresa wopak?

source: Enter a valid email address. firefox.com does not offer email.
dsb: Zapódajśo płaśiwu e-mailowu adresu. firefox.com njepóbitujo e-mailowe adrese.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
dsb: Firefox Accounts dajo se jano na pśizwólonych sedłach do IFRAME stajiś

source: Verification link damaged
dsb: Wobkšuśeński wótkaz wobškóźony

source: The image dimensions must be at least 100x100px
dsb: Wótměra wobraza musytej nanejmjenjej 100x100px byś

source: Signup is coming soon to Firefox for iOS
dsb: Skóro registrěrowanje za Firefox za iOS pśiźo.

source: You must enter your age to sign up
dsb: Musyśo swójo starstwo zapódaś, aby se registrěrował

source: You must enter a valid age to sign up
dsb: Musyśo płaśiwe starstwo zapódaś, aby se registrěrował

source: Account no longer exists.
dsb: Konto wěcej njeeksistěrujo.

source: Invalid property in resume token: %(property)s
dsb: Njepłaśiwa kakosć w pókšacowańskem tokenje: %(property)s

source: Missing property in resume token: %(property)s
dsb: Felujuca kakosć w pókšacowańskem tokenje: %(property)s

source: Invalid data attribute: %(property)s
dsb: Njepłaśiwy datowy atribut: %(property)s

source: Missing data attribute: %(property)s
dsb: Felujucy datowy atribut: %(property)s

source: That confirmation link was already used, and can only be used once.
dsb: Toś ten wobkšuśeński wótkaz jo se južo wužył a dajo se jano jaden raz wužywaś.

source: This is a required field
dsb: To jo trěbne pólo

source: Authorization code required
dsb: Awtorizěrowański kod trěbny

source: Link damaged
dsb: Wótkaz jo wobškóźony

source: Phone number required
dsb: Telefonowy numer trěbny

source: Two-step authentication code required
dsb: Kod dwójokšacoweje awtentifikacije trěbny

source: Invalid two-step authentication code
dsb: Njepłaśiwy kod za dwójokšacowu awtentifikaciju

source: Recovery code required
dsb: Wótnowjeński kod trěbny

source: Invalid recovery code
dsb: Njepłaśiwy wótnowjeński kod

source: Recovery key required
dsb: Wótnowjeński kluc trěbny

source: Please enter verification code
dsb: Pšosym zapódajśo wobkšuśeński kod

source: Invalid redirect
dsb: Njepłaśiwe dalepósrědnjenje

source: Mistyped email? %(domain)s does not offer email.
dsb: Pisańska zmólka w e-mailowej adresy? %(domain)s e-mailowu słužbu njepóbitujo.

source: The image file size is too large to be uploaded.
dsb: Wobrazowa dataja jo pśewjelika za nagraśe.

source: Missing configuration
dsb: Felujuca konfiguracija

source: Invalid configuration
dsb: Njepłaśiwa konfiguracija

source: Mistyped email?
dsb: Sćo e-mailowu adresu wopak napisał?

source: Test new Firefox products
dsb: Nowe produkty Firefox testowaś

source: Get the latest news about Mozilla and Firefox
dsb: Wobstarajśo se nejnowše nowosći wó Mozilla a Firefox

source: Take action to keep the internet healthy
dsb: Zasajźćo se za strowy internet

source: Be safer and smarter online
dsb: Buźćo wěsćejšy a z wěcej wědu online

source: Testing Firefox products
dsb: Testowanje produktow Firefox

source: Taking action to keep the internet healthy
dsb: Napšawy za strowy internet

source: Safety and privacy online with Firefox and Mozilla
dsb: Wěstota a priwatnosć z Firefox a Mozilla

source: Unknown client
dsb: Njeznaty klient

source: Incorrect redirect_uri
dsb: Njekorektny redirect_url

source: Invalid assertion
dsb: Njepłaśiwe twarźenje

source: Unknown code
dsb: Njeznaty kod

source: Incorrect code
dsb: Wopacny kod

source: Expired code
dsb: Pśepadnjony kod

source: Invalid OAuth parameter: %(param)s
dsb: Njepłaśiwy OAuth-parameter: %(param)s

source: Unauthorized
dsb: Njeawtorizěrowany

source: Forbidden
dsb: Zakazany

source: Expired token
dsb: Token jo spadnjony

source: Something went wrong. Please close this tab and try again.
dsb: Něco njejo se raźiło. Pšosym zacyńśo toś ten rejtarik a wopytajśo hyšći raz.

source: no message
dsb: žedna powěsć

source: Missing OAuth parameter: %(param)s
dsb: Felujucy OAuth-parameter: %(param)s

source: User is not signed in
dsb: Wužywaŕ njejo pśizjawjony

source: A different user is signed in
dsb: Drugi wužywaŕ jo pśizjawjony

source: Unverified user or session
dsb: Njewobkšuśony wužywaŕ abo njewobkšuśone pósejźenje

source: Invalid id_token_hint
dsb: Njepłaśiwy id_token_hint

source: Invalid message from the remote device
dsb: Njepłaśiwa powěźeńka z eksternego rěda

source: Error pairing to remote device
dsb: Zmólka pśi koplowanju z dalokim rědom

source: Connection to remote device closed, please try again
dsb: Zwisk z dalokim rědom jo se zacynił, pšosym wopytajśo hyšći raz

source: Invalid parameter in request body: %(param)s
dsb: Njepłaśiwy parameter w napšašowańskem korpusu: %(param)s

source: Unsupported image provider
dsb: Njepódprěty póbitowaŕ wobrazow

source: Image processing error
dsb: Zmólka pśi pśeźěłowanju wobraza

source: Invalid Token
dsb: Njepłaśiwy token

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
dsb: Pśez to, až pókšaocujośo, zwólijośo do <a id="service-tos" href="%(termsUri)s">wužywańskich wuměnjenjow</a> a <a id="service-pp" href="%(privacyUri)s">pšawidłow priwatnosći</a> %(serviceName)s (%(serviceUri)s).

source: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Help</a>
dsb: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Pomoc</a>

source: Get the latest news about Mozilla and Firefox.
dsb: Wobstarajśo se nejnowše nowosći wó Mozilla a Firefox.

source: %(city)s, %(country)s (estimated)
dsb: %(city)s, %(country)s (licone)

source: %(country)s (estimated)
dsb: %(country)s (licony)

source: IP address: %(ip)s
dsb: IP-adresa: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
dsb: Pšosym wobkšuśćo pśizjawjenje za pśidatnu wěstotu, aby z toś tym rědom synchronizěrował:

source: Bad Request
dsb: Malsne napšašowanje

source: 500 Error
dsb: Zmólka 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
dsb: Mój Bog, něco jo kśiwje šło. Smy se informěrowali a dajomy se do wótwónoźowanja problema.

source: Reset password link expired
dsb: Wótkaz k slědkstajanjeju gronidła pśepadnjony

source: The link you clicked to reset your password is expired.
dsb: Wótkaz, na kótaryž sćo kliknuł, aby swójo gronidło slědk stajił, jo pśepadnuł.

source: Receive new link
dsb: Nowy wótkaz dostaś

source: Reset password with recovery key
dsb: Gronidło z wótnowjeńskim klucom slědk stajiś

source: Continue to %(serviceName)s
dsb: Dalej k %(serviceName)s

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
dsb: Pšosym zapódajśo wótnowjeński kluc za jadnorazowe wužyśe, kótaryž sćo składł na wěstem městnje, aby pśistup k swójomu kontoju Firefox měł.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
dsb: <span class="note">GLĚDAJŚO:</span> Jolic sćo swójo gronidło slědk stajił a njamaśo skłaźony kontowy wótnowjeński kluc, budu se někotare z wašych datow lašowaś (inkluziwnje synchronizěrowane serwerowe daty ako historiju a cytańske znamjenja).

source: Enter recovery key
dsb: Wótnowjeński kluc zapódaś

source: Confirm recovery key
dsb: Wótnowjeński kluc wobkšuśiś

source: Don't have a recovery key?
dsb: Njamaśo wótnowjeński kluc?

source: Cannot create account
dsb: Konto njedajo se załožyś

source: You must meet certain age requirements to create a Firefox&nbsp;account.
dsb: Musyśo wěste starstwowe pominanja docyniś, aby konto&nbsp;Firefox załožył.

source: Learn more
dsb: Dalšne informacije

source: Choose what to sync:
dsb: Wubjeŕśo, což cośo synchronizěrowaś:

source: Sync selections
dsb: Wuběrki za synchronizaciju

source: Don’t sync this device
dsb: Toś ten rěd njesynchronizěrowaś

source: Reset password link damaged
dsb: Wótkaz k slědkstajanjeju gronidła wobškóźony

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
dsb: Wótkazoju, na kótaryž sćo kliknuł, znamuška feluju, a jo snaź pśez waš e-mailowy program wobškóźony. Kopěrujśo adresu kradosćiwje a wopytajśo hyšći raz.

source: Create new password
dsb: Nowe gronidło napóraś

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
dsb: <span>GLĚDAJŚO:</span> Gaž swójo gronidło slědk stajaśo, stajijośo swójo konto slědk. Móžośo někotare z wašych wósobinskich datow zgubiś (na pśikład historiju, cytańske znamjenjai a gronidła). Togodla zaklucujomy waše daty z wašym gronidłom, aby my wašu priwatnosć šćitali. Waše abonementy, kótarež snaź maśo, wobchowajośo a daty Pocket njejsu pótrjefjone.

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
dsb: Sćo wuspěšnje wótnowił swójo konto z pomocu swójogo wótnowjeńskego kluca. Napórajśo nowe gronidło, aby swóje daty zawěsćił a składujśo jo na wěstem městnje.

source: New password
dsb: Nowe gronidło

source: Re-enter password
dsb: Gronidło znowego zapódaś

source: Remember password? Sign in
dsb: Dopominaśo se na gronidło? Pśizjawśo se

source: Primary email already confirmed
dsb: Primarna e-mailowa adresa jo južo wokšuśona

source: Sign-in already confirmed
dsb: Pśizjawjenje jo se južo wobkšuśiło

source: Confirm your account
dsb: Wubkšuśćo swójo konto

source: Confirm this sign-in
dsb: Toś to pśizjawjenje wobkšuśiś

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
dsb: Pśeglěduśo swóju e-mail za pśizjawjeńskim wobkšuśeńskim wótkazom, kótaryž jo se pósłał na %(escapedEmail)s

source: Not in inbox or spam folder? Resend
dsb: Ani w postowem dochaźe ani w spamowem zarědniku? Znowego pósłaś

source: Back
dsb: Slědk

source: Reset email sent
dsb: Mailka za slědkstajenje jo se pósłała

source: Click the link emailed to %(email)s within the next hour to create a new password.
dsb: Klikniśo w běgu góźiny na wótkaz, kótaryž smy pśez e-mejl na %(email)s pósłali, aby napórał nowe gronidło.

source: Enter confirmation code
dsb: Wobkšuśeński kod zapódaś

source: for your Firefox account
dsb: za swójo konto Firefox

source: Enter the code that was sent to %(escapedEmail)s within 5 minutes.
dsb: Zapódajśo kod, kótaryž jo se pósłał za 5 minutow na %(escapedEmail)s.

source: Enter 6-digit code
dsb: 6-městnowy kod zapódaś

source: Confirm
dsb: Wobkšuśiś

source: Code expired?
dsb: Kod jo spadnuł?

source: Email new code.
dsb: Nowy kod pśez e-mail pósłaś.

source: Connect another device
dsb: Z drugim rědom zwězaś

source: Firefox account connected
dsb: Konto Firefox jo zwězane

source: Complete your set-up
dsb: Konfiguraciju dokóńcyś

source: Sign in to this Firefox to complete set-up
dsb: Pśizjawśo se pla toś togo Firefox, aby zarědowanje dokóńcył

source: Still adding devices?
dsb: Cośo dalšne rědy pśidaś?

source: Sign in to Firefox on another device to complete set-up
dsb: Pśizjawśo se pla Firefox, na drugem rěźe, aby zarědowanje dokóńcył

source: Sync Firefox across devices
dsb: Firefox mjazy rědami synchronizěrowaś

source: Sign in everywhere you use Firefox.
dsb: Pśizjawśo se wšuźi, źož Firefox wužywaśo.

source: We’re on Android and iOS, too!
dsb: Smy teke na Android a iOS!

source: Still adding devices? Sign in to Firefox on another device to complete set-up
dsb: Cośo dalšne rědy pśidaś? Pśizjawśo se pla Firefox, na drugem rěźe, aby zarědowanje dokóńcył
