Repository: mozilla/fxa-content-server-l10n
Catalog: locale/dsb/LC_MESSAGES/client.po
Languages: dsb

source: Pairing was successful.
dsb: Koplowanje jo se raźiło.

source: Confirm pairing <small>for %(email)s</small>
dsb: Wobkšuśćo koplowanje <small>za %(email)s</small>

source: Confirm pairing
dsb: Koplowanje wobkšuśiś

source: Pair using an app
dsb: Z nałoženim koplowaś

source: Did you use the system camera? You must pair from within a Firefox app.
dsb: Sćo wužył systemowu kameru? Musyśo w nałoženju Firefox koplowaś.
