Repository: mozilla/fxa-content-server-l10n
Catalog: locale/dsb/LC_MESSAGES/server.po
Languages: dsb

source: The credit card you're using to make payments for the following subscriptions is about to expire.
dsb: Kreditowa kórta, z kótarejuž płaśenja za slědujuce abonementy pśewjeźośo, skóro spadnjo.

source: Questions about your subscriptions? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
dsb: Maśo pšašanja wó swójich abonementach? Naš <a href="%(subscriptionSupportUrl)s">team pomocy</a> jo how, aby wam pomagał.

source: Questions about your subscriptions? Our support team is here to help you:
dsb: Maśo pšašanja wó swójich abonementach? Naš team pomocy jo how, aby wam pomagał:

source: We have detected a problem with your payment method for the following subscriptions.
dsb: Smy měli problem z wašeju nejnowšeju płaśeńskeju metodu za slědujuce abonementy.

source: Is this you signing in?
dsb: Cośo se wy pśizjawiś?

source: If yes, here is the authorization code you need:
dsb: Jolic jo, how jo awtorizěrowański kod, kótaryž trjebaśo:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
dsb: Joli nic, pomagajśo nam zadobywarje wótwoboraś a <a %(reportSignInLinkAttributes)s>dajśo nam to k wěsći.</a>

source: If no, help us fend off intruders and report it to us.
dsb: Jolic nic, pomagajśo nam zadobywarje wótwoboraś a dajśo nam to k wěsći.

source: Welcome to the Firefox family
dsb: Witajśo k swóźbje Firefox

source: A few days ago you created a Firefox account, but never confirmed it.
dsb: Pśed někotarymi dnjami sćo załožył konto Firefox, ale nichten njejo jo wobkšuśił.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
dsb: Wobkšuśćo něnto a wobstarajśo se technologiju, kótaraž za wašu priwatnosć wójujo a ju šćita, was z praktiskeju wědu a respekt wugótujo, kótaryž se zasłužyjo.

source: Confirm email:
dsb: E-mailowu adresu wobkšuśiś:

source: Still there?
dsb: Sćo hyšći how?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
dsb: Pśed skóro jadnym tyźenim sćo załožył konto Firefox, ale njejsćo jo wobkšuśił. Gótujomy sebje starosći wó was.

source: Confirm this email address to activate your account and let us know you're okay.
dsb: Wobkšuśćo toś tu e-mailowu adresu, aby swójo konto aktiwěrował a dajśo nam k wěsći, až wam derje źo.

source: Activate the Firefox family of products
dsb: Swójźbu produktow Firefox aktiwěrowaś

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
dsb: Wobkšuśćo swójo konto a wuwńoźćo nejlěpše z Firefox, wšuźi, źož se pśizjawjaśo, zachopinajucy z:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
dsb: Wobkšuśćo swójo konto a wuwńoźćo nejlěpše z Firefox, wšuźi, źož se pśizjawjaśo.

source: For added security, please confirm this sign-in from the following device:
dsb: Aby wěstotu pówušył, wobkšuśćo pšosym toś to pśizjawjenje ze slědujucego rěda:

source: Confirm sign-in
dsb: Pśizjawjenje wobkšuśiś

source: If yes, here is the verification code:
dsb: Jolic jo, how jo wobkšuśeński kod:

source: It expires in 5 minutes.
dsb: Spadnjo za 5 minutow.

source: Verify primary email
dsb: Primarnu e-maijlowu adresu pśepytowaś

source: A request to perform an account change has been made from the following device:
dsb: Slědujucy rěd jo sebje pominał, kontowu změnu pśewjasć:

source: Once verified, account changes like adding a secondary email will become possible from this device.
dsb: Gaž su wobkšuśone, su kontowe změny móžne, kaž na pśikład pśidawanje sekundarneje e-mailoweje adrese z toś togo rěda.

source: Verify email:
dsb: E-mailowu adresu wobkšuśiś:

source: Verify secondary email
dsb: Drugu e-mailowu adresu wobkšuśiś

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
dsb: Slědujuce konto Firefox jo pominało, %(email)s ako drugu e-mailowu adresu wužywaś:

source: Once verified, this address will begin receiving security notifications and confirmations.
dsb: Gaž jo se wobkšuśiła, toś ta adresa zachopijo wěstotne powěźeńki a wobkšuśenja dostawaś.

source: Use this verification code:
dsb: Toś ten wobkšuśeński kod wužywaś:

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
dsb: Spadnjo za 5 minutow. Gaž jo se wobkšuśiła, toś ta adresa zachopijo wěstotne powěźeńki a wobkšuśenja dostawaś.

source: Is this you signing up?
dsb: Registrěrujośo wy?

source: If yes, use this verification code in your registration form:
dsb: Jolic jo, wužxwaj´do wobkšuśeński kod w swójom registrěrowańskem formularje:

source: Ready, set, sync
dsb: Gótowo, nastajiś, synchronizěrowaś

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
dsb: Wobkšuśćo, až sćo toś tu mejlku dostał a buźomy wam pomagaś, Firefox na wšych wašych rědach instalěrowaś a synchronizěrowaś, zachopinajucy z:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
dsb: Gaž jo wobkšuśona, buźomy wam pomagaś, Firefox na nanejmjenjej jadnom drugem rěźe instalěrowaś a zwězaś.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
dsb: Abo instalěrujśo na <a %(desktopLinkAttributes)s>drugem desktopowem rěźe</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
dsb: Abo instalěrujśo na <a %(cadLinkAttributes)s>drugem rěźe</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
dsb: To jo awtomatiska mejlka; jolic njejsćo awtorizěrował toś tu akciju, <a %(passwordChangeLinkAttributes)s>změńśo pšosym swójo gronidło</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
dsb: Za dalšne informacije woglědajśo se pšosym k <a %(supportLinkAttributes)s>Pomoc Mozilla</a>.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
dsb: To jo awtomatiska mejlka; jolic njejsćo swójomu kontoju Firefox nowy rěd pśidał, změńśo pšosym ned swójo gronidło na %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
dsb: To jo awtomatizěrowana mailka; joli sćo ju zamólnje dostał, njetrjebaśo nic cyniś.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
dsb: To jo awtomatiska mejlka; jolic njejsćo toś tu akciju awtorizěrował, <a %(resetLinkAttributes)s>stajśo pšosym swojo gronidło slědk</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
dsb: Jolic měniśo, až něchten wopytujo, pśistup k wašomu kontoju dostaś, změńśo pšosym swójo gronidło.

source: IP address: %(ip)s
dsb: IP-adresa: %(ip)s

source: Manage account:
dsb: Konto zastojaś:

source: Payment details:
dsb: Płaśeńske drobnostki:

source: %(cardType)s card ending in %(lastFour)s
dsb: Kórta %(cardType)s se na %(lastFour)s kóńcy

source: Mozilla Privacy Policy
dsb: Pšawidła priwatnosći Mozilla

source: Firefox Cloud Terms of Service
dsb: Wužywańske wuměnjenja za Firefox Cloud

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
dsb: Dostawaśo toś tu mejlku, dokulaž %(email)s ma konto Firefox a wy sćo za %(productName)s zregistrěrowany.

source: You're receiving this email because %(email)s has a Firefox account
dsb: Dostawaśo toś tu mejlku, dokulaž %(email)s ma konto Firefox

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
dsb: Dostawaśo toś tu mejlku, dokulaž %(email)s ma konto Firefox a sćo někotare produkty aboněrował.

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
dsb: Woglědajśo se k swójej <a %(accountSettingsLinkAttributes)s>kontowej stronje</a>, aby swóje kontowe nastajenja Firefox zastojał.

source: Terms and cancellation policy
dsb: Wuměnjenja a wótwołańske pšawidła

source: Reactivate subscription
dsb: Abonement zasej aktiwěrowaś

source: Cancel subscription
dsb: Abonement wupowěźeś

source: Cancel subscriptions
dsb: Abonementy wupowěźeś

source: Update billing information
dsb: Płaśeńske informacije aktualizěrowaś

source: Legal
dsb: Pšawniske

source: Privacy
dsb: Priwatnosć

source: Terms and cancellation policy:
dsb: Wuměnjenja a wótwołańske pšawidła:

source: Privacy notice:
dsb: Powěźeńka priwatnosći:

source: Cancel subscription:
dsb: Abonement wupowěźeś:

source: Cancel subscriptions:
dsb: Abonementy wupowěźeś:

source: Update billing information:
dsb: Płaśeńske informacije aktualizěrowaś:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
dsb: %(uaBrowser)s na %(uaOS)s %(uaOSVersion)s

source: %(uaBrowser)s on %(uaOS)s
dsb: %(uaBrowser)s na %(uaOS)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
dsb: %(city)s, %(stateCode)s, %(country)s (licone)

source: %(city)s, %(country)s (estimated)
dsb: %(city)s, %(country)s (licone)

source: %(stateCode)s, %(country)s (estimated)
dsb: %(stateCode)s, %(country)s (licone)

source: %(country)s (estimated)
dsb: %(country)s (licony)

source: Finish creating your account
dsb: Dokóńcćo załožowanje swójogo konta

source: Confirm email
dsb: E-mailowu adresu wobkšuśiś

source: Verification code: %(code)s
dsb: Wobkšuśeński kod: %(code)s

source: Reminder: Finish creating your account
dsb: Dopominanje: Skóńcćo załožowanje swójogo konta

source: Final reminder: Activate your account
dsb: Slědne dopomnjeśe: Aktiwěrujśo swójo konto

source: Reminder: Finish setting up your account
dsb: Dopominanje: Dokóńcćo konfigurěrowanje swójogo konta

source: Final reminder: Setup your account
dsb: Slědne dopominanje: Konfigurěrujśo swójo konto

source: Create a password
dsb: Gronidło napóraś

source: Account authorization code
dsb: Awtorizěrowański kod konta

source: Confirm new sign-in to %(clientName)s
dsb: Nowe pśizjawjenje pla %(clientName)s wobkšuśiś

source: Sign-in code for %(serviceName)s
dsb: Pśizjawjeński kod za %(serviceName)s

source: Confirm primary email
dsb: Primarnu e-maijlowu adresu wobkšuśiś

source: Verify email
dsb: E-mailowu adresu wobkšuśiś

source: Confirm secondary email
dsb: Sekundarnu e-mailowu adresu wobkšuśiś

source: Reset your password
dsb: Stajśo swójo gronidło slědk

source: Password updated
dsb: Gronidło jo se zaktualizěrowało

source: Suspicious activity detected
dsb: Zawózdatna aktiwita namakana

source: Manage account
dsb: Konto zastojaś

source: Account verified. Next, sync another device to finish setup
dsb: Konto jo pśeglědane. Synchronizěrujśo něnto drugi rěd, aby konfiguraciju zakóńcył.

source: Primary email updated
dsb: Primarna e-mailowa adresa jo se zaktualizěrowała

source: Two-step authentication is off
dsb: Dwójokšacowa awtentifikacija jo se znjemóžniła

source: Recovery code used
dsb: Wótnowjeński kod se wužywa

source: 1 recovery code remaining
dsb: 1 wótnowjeński kod wušej

source: %(numberRemaining)s recovery codes remaining
dsb: %(numberRemaining)s wótnowjeńskich kodow wušej

source: Generate codes
dsb: Kody napóraś

source: Password updated using recovery key
dsb: Gronidło jo se zaktualizěrowało z pomocu wótnowjeńskego kluca

source: Create new recovery key
dsb: Nowy wótnowjeński kluc napóraś

source: Welcome to %(productName)s: Please set your password.
dsb: Witajśo k %(productName)s? Nastajśo pšosym swójo gronidło.

source: You have upgraded to %(productNameNew)s
dsb: Sćo aktualizěrował na %(productNameNew)s

source: You have switched to %(productNameNew)s
dsb: Sćo pśejšeł k %(productNameNew)s

source: Credit card for %(productName)s expiring soon
dsb: Kreditowa kórta za %(productName)s skóro spadnjo

source: Credit card for your subscriptions is expiring soon
dsb: Kreditowa kórta za swóje abonementy skóro spadnjo

source: Payment information update required for %(productName)s
dsb: Aktualizěrowanje płaśeńskich informacijow jo za %(productName)s trjebne

source: Payment information update required for Mozilla subscriptions
dsb: Aktualizěrowanje płaśeńskich informacijow jo za abonementy Mozilla trjebne

source: %(productName)s payment failed
dsb: Płaśenje %(productName)s njejo se raźiło

source: Your %(productName)s subscription has been cancelled
dsb: Waš abonement %(productName)s jo se wótskazał

source: %(productName)s subscription reactivated
dsb: Abonement %(productName)s jo se zasej zaktiwěrował

source: %(productName)s automatic renewal notice
dsb: Powěźeńka wó awtomatiskem pśedlejšenju %(productName)s

source: %(productName)s payment received
dsb: Płaśenje %(productName)s dostane

source: %(productName)s payment confirmed
dsb: Płaśenje %(productName)s wobkšuśone

source: Download %(productName)s
dsb: %(productName)s ześěgnuś

source: Your Friendly Reminder: How To Complete Your Sync Setup
dsb: Wašo pśijaśelne dopomnjeśe: Kak móžośo konfiguraciju swójeje synchronizacije dokóńcyś

source: Final Reminder: Complete Sync Setup
dsb: Slědne dopomnjeśe: Dokóńcćo konfiguracije synchronizacije

source: Sync another device
dsb: Drugi rěd synchronizěrowaś

source: Firefox Accounts
dsb: Konta Firefox

source: Page not found
dsb: Bok njeje namakał

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
dsb: Bok, kótaryž sćo pominał, njejo se namakał. Smy powěsć dostali a pórěźamy njepłaśiwe wótkaze.

source: Home
dsb: Startowy bok

source: 500 Error
dsb: Zmólka 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
dsb: Mój Bog, něco jo kśiwje šło. Smy se informěrowali a dajomy se do wótwónoźowanja problema.

source: 502 Error
dsb: Zmólka 502

source: Server busy, try again soon
dsb: Serwer jo pśeśěžony, wopytajśo za krotki cas hyšći raz

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
dsb: Smy tuchylu pód wusokim póśěženim a źěłamy na tom, system tak skóro ako móžno normalny k dispoziciji stajiś.

source: Loading
dsb: Zacytanje

source: Firefox Accounts requires JavaScript.
dsb: Firefox Accounts pomina se JavaScript.

source: Privacy Notice
dsb: Powěźeńka priwatnosći

source: Terms of Service
dsb: Wužywańske wuměnenja

source: Firefox update required
dsb: Aktualizacija Firefox trěbna

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
dsb: Firefox Accounts funkcije wužywa, kótarež se we wašej wersiji Firefox njepódpěra. Pšosym ześěgniśo a instalěrujśo nejnowšu wersiju Firefox, aby pókšacował.

source: Download latest
dsb: Nejnowšu ześěgnuś
