Repository: mozilla/fxa-content-server-l10n
Catalog: locale/dsb/LC_MESSAGES/server.po
Languages: dsb

source: Here's your reminder to sync devices.
dsb: How jo wašo dopomnjeśe na sychronizoěrwanje rědow.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
dsb: Za synchronizěrowanje stej dwa trěbnej. Priwatna synchronizacija drugego rěda z Firefox waše cytańske znamjenja, gronidła a druge daty Firefox jadnake źaržy, źožkuli Firefox wužywaśo.

source: Last reminder to sync devices!
dsb: Slědne dopomnjeśe na synchronizěrowanje rědow!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
dsb: Priwatna synchronizacija drugego rěda z Firefox waše cytańske znamjenja, gronidła a druge daty Firefox jadnake źaržy, źožkuli Firefox wužywaśo.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
dsb: Jolic hyšći njejsćo ześěgnuł %(productName)s, móžośo něnto wšykne funkcije swójogo abonementa wužywaś:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
dsb: Maśo pšašanja wó swójom abonemenśe? Naš <a href="%(subscriptionSupportUrl)s">team pomocy</a> jo how, aby wam pomagał.

source: Questions about your subscription? Our support team is here to help you:
dsb: Maśo pšašanja wó swójom abonemenśe? Naš team pomocy jo how, aby wam pomagał:

source: Low recovery codes remaining
dsb: Mało wótnowjeńskich kodow wušej

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
dsb: Smy zwěsćili, až mało wótnowjeńskich kodow wužywaśo. Pšosym rozwažujśo, lěc nowe kody napórajośo, aby se wobinuł zastajenja swójogo konta.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
dsb: Smy zwěsćili, až mało wótnowjeńskich kodow wužywaśo. Pšosym rozwažujśo, lěc nowe kody napórajośo, aby se wobinuł zastajenja swójogo konta.

source: Generate codes:
dsb: Kody napóraś:

source: New sign-in to %(clientName)s
dsb: Nowe pśizjawjenje pla %(clientName)s

source: Password Change Required
dsb: Změnjanje gronidła trěbne

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
dsb: Smy zwěsćili suspektne zaźaržanje na wašom konśe Firefox. Aby my njeawtorizěrowanemu pśistupoju k wašomu kontu Firefox zajźowali, smy źělili wšykne rědy we wašom konśe a napominamy was, wašo gronidło wěstoty dla změniś.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
dsb: Pśizjawśo se zasej pla rěda abo słužby, źož swójo konto Firefox wužywaśo a slědujśo kšacam, kótarež se wam pokazuju.

source: <b>Important:</b> Pick a different password than what you were previously using and make sure that it is different from your email account.
dsb: <b>Wažny:</b> Wubjeŕśo druge gronidło ako to, kótarež sćo do togo wužywał, a źiwajśo na to, až se wót gronidła za swójo e-mailowe konto rozeznawa.

source: Best,
dsb: Z pśijaśelnym póstrowom,

source: The Firefox Accounts team
dsb: Team Firefox Accounts

source: Important: Pick a different password than what you were previously using and make sure that it is different from your email account.
dsb: Wažny: Wubjeŕśo druge gronidło ako to, kótarež sćo do togo wužywał, a źiwajśo na to, až se wót gronidła za swójo e-mailowe konto rozeznawa.

source: Password changed successfully
dsb: Gronidło jo se wuspěšnje změniło

source: Your Firefox Account password was successfully changed from the following device:
dsb: Gronidło wašogo konta Firefox jo se wuspěšnje ze slědujucego rěda změniło:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
dsb: To jo awtomatiska mejlka; jolic njejsćo gronidło swójogo konta Firefox změnił, by wy měł jo ned na %(resetLink)s slědk stajiś

source: Your account password was changed
dsb: Wašo kontowe gronidło jo se změniło

source: You will need to enter your new password on other devices to resume syncing.
dsb: Musyśo swójo nowe gronidło na drugich rědach zapódaś, aby pókšacował ze synchronizaciju.

source: You will need to enter your new password on other devices to resume syncing.
dsb: Musyśo swójo nowe gronidło na drugich rědach zapódaś, aby ze synchronizaciju pókšacował.

source: If you did not change it, please reset your password now at %(resetLink)s
dsb: Jolic njejsćo jo změnił, stajśo pšosym něnto swojo gronidło na %(resetLink)s slědk

source: Your account password was reset with a recovery key
dsb: Wašo kontowe gronidło jo se slědk stajiło z wótnowjeńskim klucom

source: You have successfully reset your password using a recovery key from the following device:
dsb: Sćo wuspěšnje slědk stajił swójo gronidło z pomocu wótnowjeńskego kluca ze slědujucego rěda:

source: You will need to generate a new recovery key.
dsb: Musyśo nowy wótnowjeński kluc napóraś.

source: Create new recovery key:
dsb: Nowy wótnowjeński kluc napóraś:

source: For more information, please visit %(supportUrl)s
dsb: Za dalšne informacije glejśo %(supportUrl)s

source: Account recovery key generated
dsb: Kontowy wótnowjeński kluc jo se napórał

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
dsb: Sćo wuspěšnje napórał nowy wótnowjeński kluc za swójo konto Firefox z pomocu slědujucego rěda:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
dsb: Jolic wy to njejsćo był, <a %(revokeAccountRecoveryLinkAttributes)s>klikniśo how.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
dsb: Sćo wuspěšnje napórał nowy wótnowjeński kluc za swójo konto Firefox z slědujucego rěda:

source: If this was not you, revoke key.
dsb: Jolic wy to njejsćo był, wótwołajśo kluc.

source: Two-step authentication enabled
dsb: Dwójokšacowa awtentifikacija jo se zmóžniła

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
dsb: Sćo wuspěšnje zmóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox ze slědujucego rěda:

source: Security codes from your authentication app will now be required at each sign-in.
dsb: Wěstotne kody z wašogo awtentifikaciskego nałoženja su wótněnta trěbne pśi kuždem pśizjawjenju.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
dsb: Sćo wuspěšnje zmóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox. Wěstotne kody z wašogo awtentifikaciskego nałoženja su wótněnta trěbne pśi kuždem přizjawjenju.

source: New primary email
dsb: Nowa primarna e-mailowa adresa

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
dsb: Sćo swóju primarnu e-mailowu adresu wuspěšnje do %(email)s změnił. Toś ta adresa jo něnto wašo wužywarske mě za pśizjawjenje pla wašogo konta Firefox a aby wy wěstotne powěsći a pśizjawjeńske wobšruśenja dostał.

source: Recovery code consumed
dsb: Wótnowjeński kod jo se wužył

source: You have successfully consumed a recovery code from the following device:
dsb: Sćo wuspěšnje wužył wótnowjeński kod ze slědujucego rěda:

source: Consumed recovery code
dsb: Wužyty wótnowjeński kod

source: New recovery codes generated
dsb: Nowy wótnowjeński kod napórany

source: You have successfully generated new recovery codes from the following device:
dsb: Sćo wuspěšnje napórał nowe wótnowjeńske kody ze slědujucego rěda:

source: Account recovery key removed
dsb: Kontowy wótnowjeński kluc jo se wótwónoźeł

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
dsb: Sćo wuspěšnje wótwónoźeł nowy wótnowjeński kluc za swójo konto Firefox z pomocu slědujucego rěda:

source: This recovery key can no longer be used to recover your account.
dsb: Toś ten wótnowjeński kluc njedajo se wěcej wužywaś, aby wašo konto wótnowił.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
dsb: Sćo wuspěšnje wótwónoźeł nowy wótnowjeński kluc za swójo konto Firefox z slědujucego rěda:

source: Secondary email removed
dsb: Druga e-mailowa adresa jo se wótwónoźeła

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
dsb: Sćo %(secondaryEmail)s ako sekundarnu e-mailowu adresu ze swójogo konta Firefox wuspěšnje wótwónoźił. Wěstotne powěźeńki a pśizjawjeńske wobkšuśenja njebudu se wěcej na toś tu adresu słaś.

source: Two-step authentication disabled
dsb: Dwójokšacowa awtentifikacija jo se znjemóžniła

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
dsb: Sćo wuspěšnje znjemóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox ze slědujucego rěda:

source: Security codes will no longer be required at each sign-in.
dsb: Wěstotne kody wěcej njejsu wótněnta trěbne pśi kuždym pśizjawjenju.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
dsb: Sćo wuspěšnje znjemóžnił dwójokšacowu awtentifikaciju na swójom konśe Firefox. Wěstotne kody wěcej njejsu wótněnta trěbne pśi kuždem pśizjawjenju.

source: Firefox Account verified. You're almost there.
dsb: Konto Firefox jo pśeglědane. Sćo skóro gótowy.

source: Next sync between your devices!
dsb: Pśiduca synchronizacija mjazy rědami!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
dsb: Priwatna synchronizacija waše cytańske znamjenja, gronidła a druge daty Firefox na wšych wašych rědach jadnake źaržy.

source: Set up next device
dsb: Pśiducy rěd konfigurěrowaś

source: Have questions? Visit %(supportUrl)s
dsb: Maśo pšašanja? Woglědajśo se k %(supportUrl)s

source: Secondary email added
dsb: Druga e-mailowa adresa jo se pśidała

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
dsb: Sćo %(secondaryEmail)s wuspěšnje ako sekundarnu e-mailowu adresu za swójo konto Firefox wobkšuśił. Wěstotne powěźeńki a pśizjawjeńske wobkšuśenja budu se něnto na wobej e-mailowej adresy słaś.

source: Need to reset your password?
dsb: Musyśo swojo gronidło slědk stajiś?

source: Click the button within the next hour to create a new password. The request came from the following device:
dsb: Klikniśo na tłocašk w běgu góźinu, aby napórał nowe gronidło. Napšašowanje pśiźo wót slědujucego rěda:

source: Create new password
dsb: Nowe gronidło napóraś

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
dsb: Wjeliki źěk, až sćo Firefox wubrał! Móžośo Firefox za mobilny rěd how instalěrowaś: %(link)s

source: Sorry to see you go
dsb: Škóda, až wótejźośo

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
dsb: Sćo njedawno wukašował swójo konto Firefox. Togodla smy wótskazali waš abonement %(productName)s. Wašo kóńcne płaśenje %(invoiceTotal)s jo se zapłaśiło dnja %(invoiceDateOnly)s.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
dsb: Pšosym wobźělśo se na toś tom <a %(cancellationSurveyLinkAttributes)s>krotkem napšašowanju</a>, aby nam pomagał, naše słužby pólěpšyś.

source: Please help us improve our services by taking this short survey:
dsb: Pšosym wobźělśo se na toś tom krotkem napšašowanju, aby nam pomagał, naše słužby pólěpšyś:

source: Welcome to %(productName)s
dsb: Witajśo k %(productName)s

source: Your payment is processing and may take up to four business days to complete. Your subscription will renew automatically each billing period unless you choose to cancel.
dsb: Wašo płaśenje se pśeźěłujo a móžo až do styri wšednych dnjow traś. Waš abonement se w kuždem wótliceńskem casu awtomatiski pódlejšujo, snaźkuli wupowěźejośo.

source: Next, you'll create a Firefox account password and download %(productName)s.
dsb: Pótom gronidło konta Firefox napórajośo a %(productName)s ześěgnjośo.

source: Invoice number: %(invoiceNumber)s
dsb: Numer zliceńki: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
dsb: Wótpisany: %(invoiceTotal)s dnja %(invoiceDateOnly)s

source: Next invoice: %(nextInvoiceDateOnly)s
dsb: Pśiduca zliceńka: %(nextInvoiceDateOnly)s

source: You can't access your subscription yet
dsb: Hysći njamaśo pśistup k swójomu abonementoju

source: A few days ago you created a Firefox Account but never verified it. We hope you’ll finish setting up your account, so you can use your new subscription.
dsb: Pśed někotarymi dnjami sćo załožył konto Firefox, ale njejsćo jo ženje wobkšuśił. Naźijamy se, až konfigurěrowanje swójogo konta dokóńcyśo, aby mógał wužywaś swój nowy abonement.

source: Select “Create Password” to set up a new password and finish verifying your account.
dsb: Wubjeŕśo „Gronidło napóraś“, aby nowe gronidło nastajił a pśeglědanje swójogo konta dokóńcył.

source: Create a password:
dsb: Gronidło napóraś:

source: Welcome to Firefox!
dsb: Witajśo k Firefox!

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
dsb: Smy wótskazali waš abonement %(productName)s. Wašo kóńcne płaśenje %(invoiceTotal)s jo se zapłaśiło %(invoiceDateOnly)s. Waša słužba až do kóńca wašeje aktualnego casa wótlicenja dalej źo, pótakem do %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
dsb: Sćo wuspěšnje pśejšeł wót %(productNameOld)s do %(productNameNew)s.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycleOld)s to %(paymentAmountNew)s per %(productPaymentCycleNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycleOld)s.
dsb: Zachopinajucy z wašeju pśiduceju zliceńku se waš płaśonk wót %(paymentAmountOld)s na %(productPaymentCycleOld)s do %(paymentAmountNew)s pśez %(productPaymentCycleNew)s změnijo. Pótom teke jadnorazowe pśipisanje %(paymentProrated)s na konto dostanjośo, aby se nišy płaśonk za zbytk %(productPaymentCycleOld)s wótbłyšćował.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
dsb: Jolic musyśo nowu softwaru instalěrowaś, aby %(productNameNew)s wužywał, dostanjośo separatnu mejlku ze ześěgnjeńskimi instrukcijami.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
dsb: Waš abonement se awtomatiski kuždy cas wótlicenja pśedlejšyjo, snaźkuli wupowěźejośo.

source: Your subscription has been cancelled
dsb: Waš abonement jo se wupowěźeł

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
dsb: Smy wupowěźeli waš abonement %(productName)s, dokulaž někotare płaśeńske wopyty njejsu se raźili. Aby znowegu pśistup měł, startujśo nowy abonement ze zaktualizěrowaneju płaśeńskeju metodu.

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
dsb: Smy wupowěźeli waš abonement %(productName)s, dokulaž někotare płaśeńske wopyty njejsu se raźili. Aby znowegu pśistup měł, startujśo nowy abonement ze zaktualizěrowaneju płaśeńskeju metodu.

source: Thank you for subscribing to %(productName)s
dsb: Wjeliki źěk, až sćo aboněrował %(productName)s

source: Your payment is currently processing and may take up to four business days to complete.
dsb: Wašo płaśenje se tuchylu pśeźěłujo a móžo až do styrich wobchodnych dnjow traś.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
dsb: Dostanjośo separatnu mejlku ze ześěgnjeńskimi instrukcijami a wó tom, kak móžośo %(productName)s wužywaś.

source: Invoice Number: <b>%(invoiceNumber)s</b>
dsb: Numer zliceńki: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
dsb: %(invoiceTotal)s dnja %(invoiceDateOnly)s wópisane

source: <a href="%(invoiceLink)s">View your invoice</a>.
dsb: <a href="%(invoiceLink)s">Wašu zliceńku pokazaś</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
dsb: Pśiduca zliceńka: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
dsb: Numer zliceńki: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
dsb: Zliceńku pokazaś: %(invoiceLink)s

source: Subtotal: %(invoiceSubtotal)s
dsb: Mjazysuma: %(invoiceSubtotal)s

source: One-time discount: -%(invoiceDiscountAmount)s
dsb: Jadnorazowy rabat: -%(invoiceDiscountAmount)s

source: Your credit card is about to expire
dsb: Waša kreditowa kórta skóro spadnjo

source: The credit card you're using to make payments for %(productName)s is about to expire.
dsb: Kreditowa kórta, z kótarejuž płaśenja za %(productName)s pśewjeźośo, skóro spadnjo.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
dsb: Aby se pśetergnjenja swójeje słužby wobinuł, <a href="%(updateBillingUrl)s">aktualizěrujśo pšosym swóje płaśeńske informacije</a> tak skóro ako móžno.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
dsb: Aby se pśetergnjenja swójeje słužby wobinuł, aktualizěrujśo pšosym swóje płaśeńske informacije tak skóro ako móžno:

source: Sorry, we're having trouble with your payment
dsb: Bóžko mamy problemy z wašym płaśenim

source: We had a problem with your latest payment for %(productName)s.
dsb: Sym měli problem z wašym nejnowšym płaśenim za %(productName)s.

source: It may be that your credit card has expired, or your current payment method is out of date.
dsb: Waša kreditowa kórta jo se snaź spadnuła, abo waša aktualna płaśeńska metoda jo zestarjona.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by <a href="%(updateBillingUrl)s">updating your payment information</a>.
dsb: Buźomy wopytowaś, wašo płaśenje za pśiduce dny znowego pśewjasć, ale musyśo snaź <a href="%(updateBillingUrl)s">swóje płaśeńske informacije aktualizěrowaś</a>, aby nam pomagał, problem rozwězaś.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by updating your payment information:
dsb: Buźomy wopytowaś, wašo płaśenje za pśiduce dny znowego pśewjasć, ale musyśo snaź swóje płaśeńske informacije aktualizěrowaś, aby nam pomagał, problem rozwězaś.

source: Sorry, we’re having trouble with your payment method
dsb: Bóžko mamy problemy z wašeju płaśeńskeju metodu

source: We have detected a problem with your payment method for %(productName)s.
dsb: Smy měli problem z wašeju nejnowšeju płaśeńskeju metodu za %(productName)s.

source: Thank you for reactivating your %(productName)s subscription!
dsb: Wjeliki źěk, až sćo zasej zaktiwěrował swój abonement %(productName)s!

source: Your billing cycle and payment will remain the same. Your next charge will be %(invoiceTotal)s on %(nextInvoiceDateOnly)s. Your subscription will automatically renew each billing period unless you choose to cancel.
dsb: Waš wótliceński cyklus a płaśenje samskej wóstanjotej. Waša pśiduce wótpisanje %(invoiceTotal)s buźo dnja %(nextInvoiceDateOnly)s. Waš abonement se pó kuždej wótliceńskej perioźe awtomatiski wótnowja, snaźkuli jen wupowěźejośo.

source: Your subscription will be renewed soon
dsb: Waš abonement se skóro pśedlejšyjo

source: Dear %(productName)s customer,
dsb: Luby kupc %(productName)s,

source: Your current subscription is set to automatically renew in %(reminderLength)s days. At that time, Mozilla will renew your %(planIntervalCount)s %(planInterval)s subscription and a charge of %(invoiceTotal)s will be applied to the payment method on your account.
dsb: Waš aktualny abonement se za %(reminderLength)s dnjow awtomatiski pśedlejšyjo. Pótom Mozilla waš abonement %(planIntervalCount)s %(planInterval)s pśedlejšy a wót wašogo konta buźo se wužywajucy płaśeńsku metodu suma %(invoiceTotal)s wótpisowaś.

source: You can ensure that your payment method and account information are up to date <a href="%(updateBillingUrl)s">here</a>.
dsb: Móžośo <a href="%(updateBillingUrl)s">how</a> zawěsćiś, až waša płaśeńska metoda a waše kontowe informacije su aktualne:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please <a href="%(subscriptionSupportUrl)s">contact us</a>.
dsb: Wjeliki źěk, až sćo aboněrował %(productName)s. Jolic pšašanja wó swójom abonemenśe maśo abo wěcej informacijow wó %(productName)s trjebaśo, <a href="%(subscriptionSupportUrl)s">stajśo se pšosym z nami do zwiska</a>.

source: Sincerely,
dsb: Z pśijaśelnym póstrowom

source: The %(productName)s team
dsb: Team %(productName)s

source: You can ensure that your payment method and account information are up to date here:
dsb: Móžośo how zawěsćiś, až waša płaśeńska metoda a waše kontowe informacije su aktualne:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please contact us:
dsb: Wjeliki źěk, až sćo aboněrował %(productName)s. Jolic pšašanja wó swójom abonemenśe maśo abo wěcej informacijow wó %(productName)s trjebaśo, stajśo se pšosym z nami do zwiska.

source: Thank you for being a subscriber!
dsb: Wjeliki źěk, až sćo abonent!

source: We received your latest payment for %(productName)s.
dsb: Smy dostali waše nejnowše płaśenje za %(productName)s.

source: Thank you for upgrading!
dsb: Wjeliki źěk za aktualizěrowanje!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
dsb: Sćo wuspěšnje aktualizěrował wót %(productNameOld)s do %(productNameNew)s.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycleOld)s to %(paymentAmountNew)s per %(productPaymentCycleNew)s. At that time you will also be charged a one-time fee of %(paymentProrated)s to reflect the higher charge for the remainder of this %(productPaymentCycleOld)s.
dsb: Zachopinajucy z wašeju pśiduceju zliceńku se waš płaśonk wót %(paymentAmountOld)s na %(productPaymentCycleOld)s do %(paymentAmountNew)s pśez %(productPaymentCycleNew)s změnijo. Pótom teke musyśo jadnorazowe pśipisanje %(paymentProrated)s płaśiś, aby se wušy płaśonk za zbytk %(productPaymentCycleOld)s wótbłyšćował.
