Repository: mozilla/fxa-content-server-l10n
Catalog: locale/gn/LC_MESSAGES/client.po
Languages: gn

source: Store these one-time use codes in a safe place for when you don't have your mobile device.
gn: Eñongatu ko’ã ayvu ijepuru peteĩva tenda hekorosãvape ndereguerekói jave ne pumbyry.

source: Download
gn: Mboguejy

source: Copy
gn: Monguatia

source: Print
gn: Mbokuatia

source: Continue
gn: Ku’ejey

source: Cancel setup
gn: Eheja ñemboheko

source: Confirm recovery code
gn: Emoneĩ ayvu jeguerujeyrãva

source: To ensure that you will be able to regain access to your account, in the event of a lost device, please enter one of your saved recovery codes.
gn: Eikekuaajey hag̃ua ne mba’etépe, okañýramo ndehegui peteĩ mba’e’oka, emoinge peteĩva umi ayvu jeguerujeyrã ñongatupyre.

source: Recovery code
gn: Ayvu jeguerujeyrãva

source: Enable two-step authentication
gn: Embojuruja ñemoneĩ mokõi jeku’épe

source: Add a layer of security to your account by requiring security codes from one of <a %(escapedTotpSupportAttributes)s>these authentication apps</a>.
gn: Embojuaju tekorosãve ne mba’etépe ejerurévo tekorosã ayvu peteĩva <a %(escapedTotpSupportAttributes)s>ko’ã tembipuru’i ñemoneĩrãvape</a>.

source: Scan authentication code
gn: Emoha’ãnga ayvu ñemoneĩgua

source: Enter code manually
gn: Emoinge ayvu nde poitépe

source: Scan the QR code in your authentication app and then enter the security code it provides.
gn: Emoha’ãnga QR ayvu ne rembipuru’i jeguerujeyrãpe ha emoinge pe ayvu rekorosã ome’ẽva.

source: Can’t scan code?
gn: ¿Ndaikatúi emoha’ãnga ayvu?

source: Once complete, it will begin generating security codes for you to enter.
gn: Emoĩmba vove, oñepyrũta omoheñói ayvu rekorosãrã eikekuaa hag̃ua.

source: Type this secret key into your authentication app.
gn: Ehai ko mba’eñemi ne rembipuru’i ñemoneĩgua

source: Scan QR code instead?
gn: ¿Emoha’ãnga QR ayvu hendaguépe?

source: Security code
gn: Tekorosãrã ayvu

source: Ready
gn: Oĩma

source: Legal
gn: Añetegua

source: Terms of Service
gn: Mba’epytyvõrã ñemboguata

source: Privacy Notice
gn: Purureko ñemiguáva

source: Get the full Sync experience.
gn: Eguereko Sync jehasakue tuichaháicha.

source: Download Firefox for iOS!
gn: ¡Emboguejy Firefox iOS peg̃uarã!

source: Download Firefox for Android.
gn: ¡Emboguejy Firefox Android peg̃uarã!

source: Download Firefox for mobile devices.
gn: Emboguejy Firefox pumbyrýpe g̃uarã.

source: Request for permission
gn: Ejerure ñemoneĩ

source: %(serviceName)s wants the following information from your account:
gn: %(serviceName)s oipota ko marandu ne mba’etégui:

source: Accept
gn: Moneĩ

source: Cancel
gn: Heja

source: Success
gn: Oĩporã

source: You are now ready to use <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
gn: Ko’ág̃a eipurukuaáma <div class="graphic %(serviceLogo)s"> %(serviceName)s</div>

source: Continue to my account
gn: Aimevéta che mba’etépe

source: Your account is ready!
gn: ¡Ne mba’ete oĩmbáma!

source: Generate a new recovery key
gn: Emoheñói mba’eñemi jeguerujeyrã pyahu

source: Report unauthorized sign-in?
gn: ¿Emomarandu jeike ñemoneĩ’ỹva?

source: You received an email about attempted access to your account. Would you like to report this activity as suspicious?
gn: Og̃uahẽ ndéve ñanduti veve peteĩ jeikese ne mba’etépe rehegua. ¿Emombe’usépa ko tembiapo ivaikuaávaramo?

source: Report activity
gn: Emomarandu tembiaporã

source: Why is this happening?
gn: ¿Mba’ére oiko ko’ãva?

source: <span>NOTE:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
gn: <span>NEMANDU’ÁKE:</span> Eguerujeývo ne ñe’ẽñemi, avei eguerujey ne mba’ete. Ikatuhína oñehundi ne maranduete (oikehápe tembiasakue, techaukaha ha ñe’ẽñemi). Kóva oiko rombopapapy rupi ne mba’ekuaarã ne ñe’ẽñemi ndive romo’ã hag̃ua ne rekoñemi. Opytáta ne ñemboheraguapykue ha umi Pockeet mba’ekuaarã noñemoambuemo’ãi.

source: Email
gn: Ñandutiveve

source: Begin reset
gn: Eñepyrũ jeguerujeyrã

source: Recent Activity
gn: Tembiapo ramovegua

source: Security Events
gn: Tembiaporã rekorosã

source: Event Name
gn: Tembiaporã réra

source: Created At
gn: Heñoipyre amo

source: Delete events
gn: Tembiaporã mboguete

source: Back to settings
gn: Eguevi ñembohekópe

source: Sorry. We’ve locked your&nbsp;account.
gn: Rombyasy. Rojokóma ne&nbsp;mba’ete.

source: The confirmation email we sent to %(email)s was returned and we’ve locked your account to protect your Firefox data.
gn: Ko ñanduti veve ñemoneĩgua romondóva %(email)s-pe nog̃uahẽi ha rojokóma ne mba’ete romo’ã hag̃ua ne mba’ekuaarã Firefox pegua.

source: If this is a valid email address, <a %(escapedSupportLinkAttrs)s>let us know</a> and we can help unlock your account.
gn: Ko ñanduti veve oikóramo, <a %(escapedSupportLinkAttrs)s>emombe’u oréve</a> ha ikatúta roipytyvõ ijurujajey hag̃ua ne mba’ete.

source: No longer own that email? Create a new account
gn: ¿Ndereguerkovéima ñanduti veve? Emoheñói ipyahúva

source: Enter recovery code
gn: Emoinge ayvu jeguerujeyrã

source: Please enter a recovery code that was provided to you during setup.
gn: Emoinge ayvu jeguerujeyrã oñeme’ẽva ndéve emboheko aja.

source: Enter 10-digit recovery code
gn: Emoinge ayvu jeguerujeyrã 10 taíva

source: Are you locked out?
gn: ¿Rejehejáma okápe?

source: Thank you for your vigilance
gn: Aguyje neñangarekóre

source: Our team has been notified. Reports like this help us fend off intruders.
gn: Ore aty oñemomarandu. Marandu’i kóva rehegua ore pytyvõ roñemo’ã hag̃ua iñañávagui.

source: Enter security code
gn: Emoinge ayvu hekorosãva

source: Open your authentication app and enter the security code it provides.
gn: Embojuruja ne rembipuru’i ñemoneĩha ha emoinge tekorosã ayvu eipotáva.

source: Trouble entering code?
gn: ¿Apañuãi emoinge hag̃ua ayvu?

source: Authorize this sign-in
gn: Emoneĩ ko jeike

source: Check your email for the authorization code sent to %(email)s.
gn: Ehechajey ne ñanduti vevépe ayvu ñemoneĩva mondopyre %(email)s-pe.

source: Enter authorization code
gn: Emoinge ayvu ñemoneĩva

source: Set your password
gn: Emboaje ne ñe’ẽñemi

source: Change email
gn: Ñanduti veve moambue

source: Repeat password
gn: Emoingejey ñe’ẽñemi

source: You need this password to access any encrypted data you store with us.<br/>A reset means potentially losing data like passwords and bookmarks.
gn: Eikotevẽ ñe’ẽñemi eike hag̃ua mba’ekuaarã papapy embyatýva orendivépe. <br/>Eguerujeýramo, he’ise oguekuaaha ndehegui mba’ekuaarã ikatúva ñe’ẽñemi ha techaukaha.

source: Practical knowledge is coming to your inbox. Sign up for more:
gn: Romondo ndéve marandu ñepyrũguáva. Eñemboheraguapy eikuaave hag̃ua:

source: Choose what to sync
gn: Eiporavo mba’épa embojuehéta

source: Create account
gn: Emoheñói mba’ete

source: Account Home
gn: Mba’ete Ñepyrũgua

source: Subscriptions
gn: Ñemboheraguapy

source: Contact Us
gn: Eñe’ẽ orendive

source: What are you contacting us about?
gn: ¿Mba’e eporanduséva oréve?

source: Please select one
gn: Ikatúiko eiporavo peteĩ

source: What do you need help with?
gn: ¿Mba’éicha ikatu roipytyvõ?

source: Payment & billing
gn: Jepyme’ẽ ha ñembokuatiañemu

source: Account issues
gn: Mba’ete apañuãi

source: Technical issues
gn: Apañuãi aporekóva

source: Provide feedback / request features
gn: Eñemoñe’ẽ / mba’ejerure rehegua

source: Not listed
gn: Tysyi’ỹ

source: Do you need help with a specific app or service? (optional)
gn: ¿Eikotevẽ pytyvõ tembipuru’i térã mba’epuru ha’etévape? (poravokuaáva)

source: Subject (optional)
gn: Mba’egua (poravokuaáva)

source: Description of issue
gn: Apañuãi ñemoha’ãnga

source: Send
gn: Mondo

source: Would you like to sync this device to your account?
gn: ¿Embojuehese ko mba’e’oka ne mba’ete ndive?

source: Sync this device
gn: Embojuehe ko mba’e’oka

source: Step 1 of 2: Re-enter password
gn: Ku’e 1 2 gui: Emoingejey ñe’ẽñemi

source: Enter your password to view your recovery key.
gn: Emoinge ne ñe’ẽñemi pyahu ehecha hag̃ua ne mba’eñemi jeguerujey.

source: Enter Password
gn: Emoinge ñe’ẽñemi

source: Successfully connected
gn: Oikéma hekopete

source: Please close this page and continue on the other device.
gn: Emboty ko kuatiarogue ha eike ambue mba’e’okápe.

source: New sign-in to Firefox
gn: Eñepyrũ tembiapo pyahu Firefox-pe

source: Confirm sign-in
gn: Emoneĩ tembiapo ñepyrũ

source: If you suspect that someone is trying to gain access to your account, <a id="change-password" href="/settings/change_password">please change your password.</a>
gn: Eimo’ãramo ambue oikeseha ne mba’etépe, <a id="change-password" href="/settings/change_password">emoambue ne ñe’ẽñemi.</a>

source: Send login push notification
gn: Emondo marandu’i push tembiapo ñepyrũ rehegua

source: Check your connected Firefox devices for the sign-in confirmation tab we've sent.
gn: Ehechajey nde Firefox mba’e’oka jeikegua tendayke ñemoneĩgua tembiapo ñepyrũ roguerahaukáva.

source: Resend tab
gn: Emondojey tendayke

source: Tab not arriving? Send an email instead
gn: ¿Nog̃uahẽi tendayke? Emondo ñanduti veve hendaguépe

source: Add a secondary email address
gn: Embojuaju ñanduti veve mokõiháva

source: Adding a secondary email helps you get back into your account if you are locked out and can not access %(escapedEmail)s.
gn: Embojuaju ñanduti veve mokõiháva oipytyvõ oujeývo ne mba’etépe ojejoko mba’éramo ha ndaikatúi eike %(escapedEmail)s-pe.

source: Secondary email
gn: Ñanduti veve mokõiháva

source: Maybe later
gn: Ikatu ag̃amieve

source: Need another code? Resend
gn: ¿Eikotevẽ ambue ayvu? Emondojey

source: Use a different email
gn: Emoambue ñanduti veve jepuru

source: Please change your password
gn: Ikatúpa emoambue ne ñe’ẽñemi

source: to continue to %(serviceName)s
gn: eku’ejey %(serviceName)s ndive

source: We detected suspicious behavior on your Firefox account. To protect your account, please create a new password. You’ll use this password to sign back in to all of your Firefox account services.
gn: Rohecha jeiko ivaikuaáva nde Firefox mba’ete pegua. Emo’ã hag̃ua ne mba’ete, emoheñói ñe’ẽñemi pyahu. Ojepurúta ñe’ẽñemi eñepyrũjey hag̃ua tembiapo opaite mba’epuru nde Firefox mba’ete pegua.

source: Synced history, bookmarks, logins, and other personal data will not be lost.
gn: Tembiasakue mbojuehepyre, techaukaha, tembiapo ñepyrũ ha ambue mba’ekuaarã nemba’etéva noñehundimo’ãi.

source: Old password
gn: Ñe’ẽñemi itujáva

source: Re-enter new password
gn: emoingejey ñe’ẽñemi pyahu

source: Change password
gn: Emoambue ñe’ẽñemi

source: This Firefox is connected
gn: Ko Firefox oĩ ñandutípe

source: Sign up for more
gn: Eñemboheraguapy erekove hag̃ua

source: Practical knowledge is coming to your inbox.
gn: Roguerahauka marandu tekotevẽva ne ñe’ẽmondo g̃uahẽhápe.

source: Get practical knowledge in your inbox about:
gn: Eikuaa mba’e iporãva ne ñe’ẽmondo g̃uahẽhápe ãvare:

source: Subscribe %(email)s
gn: Mboheraguapy %(email)s

source: The link you clicked was missing characters, and may have been broken by your email client.
gn: Noĩmbái taikuéra juajuha eikutuva’ekuépe ha ikatu kuri pe ñanduti veve puruhára omondoho.

source: Create a Firefox Account
gn: Emoheñói Firefox Account

source: Continue to %(productName)s
gn: Emba’apo %(productName)s ndive

source: Enter a password
gn: Emoinge ñe’ẽñemi

source: Confirm password
gn: Emoneĩ ñe’ẽñemi

source: Create Password
gn: Emoheñói ñe’ẽñemi

source: Device connected!
gn: ¡Mba’e’oka oikepyréva!

source: Connect another one
gn: Embojuaju ambuéva

source: Use SMS instead
gn: Eipuru SMS hendaguépe

source: I'm done for now
gn: Ajapopáma angete

source: Sync Firefox between devices
gn: Embojuehe Firefox mba’e’oka ndive

source: Sync bookmarks, history, and passwords to Firefox on your mobile devices. It only takes a few minutes.
gn: Embojuehe techaukaha, tembiasakue ha ñe’ẽñemi Firefox ndive ne mba’e’oka oku’évape. Sapy’aitépe ejapokuaa.

source: Get started
gn: Ñepyrũ

source: I'll do this later, send me a reminder
gn: Ajapóta ag̃amieve, chemomandu’amína

source: Download Firefox with your camera app
gn: Emboguejy Firefox ne rembipuru’i ra’ãnohẽhápe

source: Installing Firefox and syncing between at least two devices also protects against losing your data.
gn: Emohenda Firefox ha embojuehe mokõi mba’e’oka sa’ivévõ nemo’ãta ani hag̃ua okañy ne mba’ekuaarã.

source: Ready to scan
gn: Amoha’ãngátama

source: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Connect your mobile device</h1><p>with a QR code we've created just for you</p>
gn: <h1 id="fxa-cad-qr-connect-your-mobile-device-header">Emyandy ne mba’e’oka oku’éva</h1><p> QR ayvu ndive romoheñóiva ndéve g̃uarã</p>

source: Open the camera app on your device
gn: Embojuruja ta’ãngamýi rembipuru’i ne mba’e’okápe

source: Point the camera at the QR code and tap the link that appears
gn: Emoma’ẽ ta’ãngamýi pe QR ayvúre ha eikutu juajuha iñapysẽva

source: Install Firefox and open it on your device
gn: Emohenda Firefox ha embojuruja ne mba’e’okápe

source: Sign into your account
gn: Eike ne mba’etépe

source: <span class="number">1</span>Open the camera app on your device
gn: <span class="number">1</span>Embojuruja ta’ãngamýi rembipuru’i ne mba’e’okápe

source: <span class="number">2</span>Point the camera at the QR code and tap the link that appears
gn: <span class="number">2</span>Emoma’ẽ ta’ãngamýi pe QR ayvúre ha eikutu juajuha iñapysẽva

source: <span class="number">3</span>Install Firefox and open it on your device
gn: <span class="number">3</span>Emohenda Firefox ha embojuruja ne mba’e’okápe

source: <span class="number">4</span>Sign into your account
gn: <span class="number">4</span>Eike ne mba’etépe

source: Protect your data with a recovery key
gn: Emo’ã ne mba’ekuaarã mba’eñemi jeguerujeyrã ndive

source: Your synced data can include passwords you've saved.
gn: Mba’ekuaarã mbojuehepyre omoingekuaa ñe’ẽñemi ñongatupyre.

source: Because this information is critical to your security, Firefox deletes it to protect you when your password is reset to prevent other people from accessing it.
gn: Ko marandu ojehai rupi tekorosãrã, Firefox omboguéma omo’ã hag̃ua oguerujey vove ne ñe’ẽñemi ani hag̃ua ambue tapicha oike pype.

source: Get a Recovery Key
gn: Ereko ayvu jeguerujeyrã

source: Please confirm your password for %(escapedEmail)s to generate your recovery key.
gn: Emoneĩ ne ñe’ẽñemi %(escapedEmail)s omoheñói hag̃ua ne mba’eñemi jeguerujeyrã.

source: Enter your recovery key to confirm that you've saved a copy.
gn: Emoinge ne mba’eñemi jeguerujeyrã emoneĩ hag̃ua eñongatu hague.

source: Save recovery key
gn: Eñongatu ayvu jeguerujeyrã

source: Done
gn: Japopyre

source: Why do I need to create this account? <a %(escapedSuggestionAttrs)s>Find out here</a>
gn: ¿Mba’ére amoheñoiva’erã ko mba’ete? <a %(escapedSuggestionAttrs)s>Eñemomarandu ápe</a>

source: How old are you?
gn: ¿Mboy ary eguereko?

source: %(family)s on %(OS)s
gn: %(family)s %(OS)s-pe

source: %(city)s, %(region)s, %(country)s (estimated)
gn: %(city)s, %(region)s, %(country)s, (jehayhupyre)

source: %(region)s, %(country)s (estimated)
gn: %(region)s, %(country)s (jehayhupyre)

source: Location unknown
gn: Tendatee ojekuaa’ỹva

source: IP address: %(ipAddress)s
gn: IP kundaharape: %(ipAddress)s

source: Password requirements
gn: Ñe’ẽñemi oikotevẽva

source: At least 8 characters
gn: Michĩvéramo 8 tai

source: Not your email address
gn: Aníke ne ñandutiveve kundaharape

source: Not a commonly used password
gn: Ndaha’éi ñe’ẽñemi ojepurumeméva

source: Hmm, we're having trouble with our system. We're working on fixing it for you and apologize for the inconvenience. Please try again later.
gn: Ehechápa, oĩ apañuãi apopyvusúpe. Romba’apohína romoĩporã hag̃ua ha rombyasy ko oikóvare. Eha’ãjey uperire.

source: Your message was sent to Support
gn: Ne ñe’ẽmondo ohóma Pytyvõme

source: Back to Subscriptions
gn: Ejevy moheraguapyhápe

source: Looking for Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Get started here</a>
gn: ¿Ehekápa Firefox Sync? <a %(escapedSyncSuggestionAttrs)s>Eñepyrũ ko’ápe</a>

source: or
gn: térã

source: Continue with Google
gn: Eipurumeméke Google

source: Continue with Apple
gn: Eipurumeméke Apple

source: Did you just sign in to Firefox?
gn: Eikeramoitépa Firefox ndive

source: location balloon
gn: tendaite kuaaukaha

source: Yes, approve device
gn: Hẽe, emboaje mba’e’oka

source: Device connected
gn: Mba’e’oka oikepyréva

source: See tabs from synced devices
gn: Ehecha tendayke mba’e’oka mbojuehepyréva

source: Manage devices
gn: Mba’e’oka ñangarekoha

source: Approval now required <small>from your other device</small>
gn: Emoneĩva’erã <small>ambue ne mba’e’oka guive</small>

source: Pairing not successful
gn: Ndoikói nde jeike

source: The setup process was terminated.
gn: Opáma pe ñemboheko rape.

source: Download Firefox on your phone or tablet
gn: Emboguejy Firefox ne pumbyry térã tablétape

source: QR code
gn: QR ayvu

source: I’m ready to sync devices
gn: Oĩmbáma embojuehe hag̃ua mba’e’oka

source: Device successfully paired
gn: Mba’e’oka ojuehéva hekoitépe

source: Pairing was successful.
gn: Eike hekopete.

source: Confirm pairing <small>for %(email)s</small>
gn: Emoneĩ jeike <small> %(email)s</small> peg̃uarã

source: Confirm pairing
gn: Jeike ñemoneĩ

source: Pair using an app
gn: Eike eipurúvo tembipuru’i

source: Did you use the system camera? You must pair from within a Firefox app.
gn: ¿Eipuru apopyvusu ra’ãnganohẽha? Eikeva’erã Firefox rembipuru’i rupive.
