Repository: mozilla/fxa-content-server-l10n
Catalog: locale/gn/LC_MESSAGES/client.po
Languages: gn

source: Password reset
gn: Embojevyjey ñe’ẽñemi

source: Password reset successfully. Sign in to continue.
gn: Ñe’ẽñemi jeguerujey. Ejekuaauka eku’ejey hag̃ua.

source: Sign in
gn: Eñepyrũ tembiapo

source: Account deleted successfully
gn: Mba’ete oñemboguete apañuãi’ỹre

source: Use the code %(code)s to set up two-step authentication in supported applications.
gn: Eipuru ayvu %(code)s emboheko hag̃ua ñemoneĩ mokõi jeku’épe tembipuru’ípe.

source: %(permissionName)s (required)
gn: %(permissionName)s (orekova’erã)

source: Email address
gn: Ñandutiveve kundaharape

source: Display name
gn: Téra ehechauka hag̃ua

source: Account picture
gn: Mba’ete ra’ãnga

source: Welcome back
gn: Eg̃uahẽporãjey

source: Firefox Sync will resume momentarily
gn: Firefox Sync oku’ejeýta ag̃aite

source: Your password has been reset
gn: Oikojeýma ne ñe’ẽñemi

source: Complete set-up by entering the new password on your other Firefox devices.
gn: Embohekopa emoingévo pe ñe’ẽñemi pyahu ne ambue mba’e’oka Firefox peguápe.

source: You are now ready to make changes to your Firefox Account.
gn: Emoambuekuaáma nde Firefox mba’etépe.

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
gn: Umi marandu’i mba’ete rehegua oñemondóta %(secondaryEmailVerified)s.

source: Sign-in confirmed
gn: Tembiapo ñepyrũ moneĩmbyre

source: You are now ready to use %(serviceName)s
gn: Ikatúma eipuru %(serviceName)s

source: Connected
gn: Jeikepyre

source: Unknown account. <a href="/signup">Sign up</a>
gn: Mba’ete ojekuaa’ỹva. <a href="/signup">Mboheraguapy</a>

source: Account no longer exists. Recreate it?
gn: Pe mba’ete ndaiporivéima. ¿Emoheñoisejeýpa?

source: Other
gn: Ambue

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b>. We'll contact you via email as soon as possible.
gn: Aguyjémante eñe’ẽ haguére Mozilla Pytyvõha ndive <b>%(escapedLowercaseTopic)s</b> rehegua. Ñañomongetáta ñanduti veve rupive vokoiete.

source: Thank you for reaching out to Mozilla Support about <b>%(escapedLowercaseTopic)s</b> for <b>%(escapedSelectedProduct)s</b>. We'll contact you via email as soon as possible.
gn: Aguyje eñe’ẽ haguére Mozilla Support ndive <b>%(escapedLowercaseTopic)s</b> rehegua <b>%(escapedSelectedProduct)s</b> peg̃uarã. Ñañomongetáta ñanduti veve rupive vokoiete.

source: Your sync data is protected
gn: Ne mba’ekuaarã ñembojuehegua oñemo’ã

source: If you lose access to your account, you’ll be able to restore your sync data.
gn: Ndaikatúirõ eike ne mba’etépe, ikatu eguerujey ne ñembojuehe mba’ekuaarã.

source: Start browsing
gn: Eikundaha ñepyrũ

source: Account notifications will now also be sent to %(secondaryEmail)s.
gn: Ñandutiveve marandu’i ko’ág̃a oñemondóta avei %(secondaryEmail)s-pe.

source: Continue to %(serviceName)s
gn: Emba’apo %(serviceName)s ndive

source: Your account has been locked for security reasons
gn: Ojejoko ne mba’ete tekorosãrã

source: Reset password
gn: Ñe’ẽñemi mbojevyjey

source: none
gn: avave

source: Last checked: %(lastCheckTime)s
gn: Jehechajey ramovegua: %(lastCheckTime)s

source: Open Gmail
gn: Embojuruja Gmail

source: Open Hotmail
gn: Embojuruja Hotmail

source: Open Yahoo
gn: Embojuruja Yahoo

source: Open Outlook
gn: Embojuruja Outlook

source: Open Restmail
gn: Embojuruja Restmail

source: Hide password
gn: Emokañy ñe’ẽñemi

source: Show password
gn: Ñe’ẽñemi jehechauka

source: Firefox Recovery Codes
gn: Firefox ayvu jeguerujeyrãva

source: Two-step authentication enabled
gn: Ijurujáma mokõi jeku’épe ñemoneĩ

source: Firefox Recovery Key
gn: Firefox mba’eñemi jeguerujeyrã

source: Email resent. Add accounts@firefox.com to your contacts to ensure a smooth delivery.
gn: Ñanduti veve mondojeypyre. Embojuaju accounts@firefox.com ne ñomongetahápe og̃uahẽ hag̃ua apañuãi’ỹre.

source: Copied
gn: Monguatiapyre

source: Failed to copy. Please manually copy.
gn: Noñembokuatiái. Ikatúpa ejapo nde pópe.

source: Downloaded
gn: Mboguejypyre

source: Printed
gn: Monguatiapyre

source: payment & billing
gn: hepyme’ẽ ha mbokuatiañemu

source: account issues
gn: mba’ete apañuãi

source: technical issues
gn: apañuãi aporekóva

source: provide feedback / request features
gn: emondo je’epyre / emba’ejerure tembiapoite

source: not listed
gn: tysyi’ỹ

source: Bookmarks
gn: Techaukaha

source: History
gn: Tembiasakue

source: Passwords
gn: Ñe’ẽñemi

source: Add-ons
gn: Moĩmbaha

source: Open Tabs
gn: Tendayke ijurujáva

source: Preferences
gn: Jerohoryvéva

source: Addresses
gn: Kundaharape

source: Credit Cards
gn: Kuatia’atã Ñemurã

source: Primary email verified successfully
gn: Ojehechajey ñanduti veve mba’eguasuvéva

source: Secondary email verified successfully
gn: Ñanduti veve mokõiguáva ojehechajeýva apañuãi’ỹre

source: Account verified successfully
gn: Mba’ete ojehechajeýva apañuãi’ỹre

source: Password reset successfully
gn: Ñe’ẽñemi jeguerujey apañuãi’ỹre

source: Account recovery enabled
gn: Ijurujáma mba’ete jeguerujey

source: Unexpected error
gn: Jejavy eha’arõ’ỹva

source: The link you clicked to verify your email is expired.
gn: Pe juajuha eiporavóva ehechajey hag̃ua mba’ete ndoikovéima.

source: You've tried too many times. Try again later.
gn: Eipuruse heta jeýma. Eha’ãjey ag̃ave.

source: You've tried too many times. Try again %(retryAfterLocalized)s.
gn: Eha’ã hetaiterei jeýma. Eha’ã ág̃a %(retryAfterLocalized)s-pe.

source: Invalid token
gn: Kuaaukaha noikóiva

source: Invalid timestamp in request signature
gn: Mba’ejerure teraguapygua aravo papaha ndoikói

source: Invalid nonce in request signature
gn: Ayvu sapy’agua mba’ejerure teraguapygua ndoikói

source: Account already exists
gn: Mba’ete oĩmavoi

source: Unknown account
gn: Puruha ojekuaa’ỹva

source: Incorrect email case
gn: Mba’ete ñanduti vevegua ndoikói

source: Incorrect password
gn: Ñe’ẽñemi oiko’ỹva

source: Unverified account
gn: Mba’ete jehechapyre’ỹva

source: Invalid verification code
gn: Ayvu jehechajeyrã ndoikói

source: Invalid JSON in request body
gn: JSON oiko’ỹva mba’ejerure retépe

source: Invalid parameter: %(param)s
gn: Ta’ãha oiko’ỹva: %(param)s

source: Missing parameter: %(param)s
gn: Ndaipóri ta’ãha: %(param)s

source: Invalid request signature
gn: Teraguapy mba’ejerure ndoikói

source: Missing content-length header
gn: Ndaipóri myakãha content-length

source: Request body too large
gn: Pe mba’ejerure rete ipukueterei

source: The request was blocked for security reasons
gn: Ojejoko ko mba’ejerure tekorosãrã

source: Invalid authorization code
gn: Pe ayvu ñemoneĩva ndoikói

source: Invalid phone number
gn: Pe pumbyry papapy ndoikói

source: Cannot send to this country
gn: Ndaikatúi emondo ko tetãme

source: Could not send a message to this number
gn: Ndaikatúi eguerahauka ko papapýpe

source: Your email was just returned
gn: Ne ñanduti veve oñemboujey

source: Your email was just returned. Mistyped email?
gn: Ne ñanduti veve oñemboujey. ¿Ehecha ehai porãpara’e?

source: Unable to deliver email
gn: Ndaikatúi emondo ñanduti veve

source: This email was already verified by another user
gn: Ko ñanduti veve ohechajeýma ambue puruhára

source: Unverified session
gn: Moĩmbaha jehechapyre’ỹva

source: Secondary email must be different than your account email
gn: Pe ñanduti veve mokõiháva iñambueva’erã ñanduti veve ne mba’ete reheguávagui

source: You have reached the maximum allowed secondary emails
gn: Ehupytýma hetaveha ñanduti veve mokõiháva moneĩmbyre

source: This email already exists on your account
gn: Ko ñanduti veve oĩma ne mba’etépe

source: Primary account email required for sign-in
gn: Eñepyrũ hag̃ua tembiapo eikotevẽ ñanduti veve ypyguáva

source: Address in use by another account
gn: Ko kundaharape oipuru ambue mba’ete

source: Primary account email required for reset
gn: Eñepyrũjey hag̃ua eikotevẽ ñanduti veve ypyguáva

source: Invalid signin code
gn: Ayvu ñepyrũgua ndoikói

source: Can not change primary email to an unverified email
gn: Ndaikatúi emoambue ñanduti veve ypyguáva peteĩ ñanduti veve ojehechajey’ỹva rehe

source: Can not change primary email to an email that does not belong to this account
gn: Ndaikatúi emoambue ñanduti veve peteĩ ñanduti veve ndaha’éiva ko mba’ete rehegua.

source: This email can not currently be used to login
gn: Ndaikatúi eipuru ñanduti veve eñepyrũ hag̃ua tembiapo

source: Failed to send email
gn: Ojavy ne ñanduti veve ñemondo

source: Valid code required
gn: Eikotevẽ ayvu oikóva

source: This verification code has expired
gn: Ko ayvu jehechajeyrã ndoikovéima

source: A TOTP token already exists for this account
gn: Oĩma token TOTP ko mba’etépe g̃uarã

source: TOTP token not found
gn: Token TOTP ojejuhu’ỹva

source: Recovery code not found
gn: Ayvu jeguerujeyrã ojejuhu’ỹva

source: Unavailable device command
gn: Mba’e’oka mbohapeha ndoikóiva

source: Recovery key not found
gn: Mba’eñemi jeguerujeyrã ojejuhu’ỹva

source: Invalid recovery key
gn: Mba’eñemi jeguerujeyrã ndoikóiva

source: This request requires two step authentication enabled on your account.
gn: Ko mba’ejerure oikotevẽ ñemboaje mokõi jeku’e ijurujáva mba’etépe.

source: Failed due to a conflicting request, please try again.
gn: Ojavy mba’ejerure omoapañuãiva rupi, eha’ãjey ag̃ave.

source: Unknown customer for subscription.
gn: Ñemuha ojekuaa’ỹva heraguapy hag̃ua.

source: Unknown subscription.
gn: Mboheraguapy ojekuaa’ỹva.

source: Unknown plan for subscription.
gn: Mboheraguapy rape ojekuaa’ỹva.

source: Invalid payment token for subscription.
gn: Token jehepyme’ẽ oiko’ỹva eñemboheraguapy hag̃ua.

source: Subscription has already been cancelled
gn: Ñemboheraguapy ojejokóma

source: Update was rejected, please try again
gn: Oñemboyke ñemboheko, ikatpupa eha’ãjey

source: Invalid or expired verification code
gn: Ayvu jehechajeyrã tembiapo ñepyrũgua ndoikovéima

source: Server busy, try again soon
gn: Mohendahavusu ojepuru, eha’ãjey upéi

source: Feature not enabled
gn: Tembiapoite ijuruja’ỹva

source: System unavailable, try again soon
gn: Apopyvusu ndoikói, eha’ãjey upéi

source: This endpoint is no longer supported
gn: Ko apýra noñemoneĩvéima

source: Login attempt cancelled
gn: Ojejokóma tembiapo ñepyrũ

source: Session expired. Sign in to continue.
gn: Hu’ãma tembiapo. Eñepyrũjey emba’apo hag̃ua.

source: Cookies are still disabled
gn: Ko’ã kookie ndoikói gueteri

source: Passwords do not match
gn: Ko’ã ñe’ẽñemi ndojojoguái

source: Working…
gn: Omba’apohína…

source: Could not get Privacy Notice
gn: Ndaikatúi eike marandu ñemiguávape

source: Could not get Terms of Service
gn: Ndaikatúi eike Mba’epytyvõrã ñemboguatápe

source: Your new password must be different
gn: Ne ñe’ẽñemi pyahu iñambueva’erã

source: Must be at least 8 characters
gn: Orekova’erã michĩverõ 8 tai

source: Valid password required
gn: Eikotevẽ ñe’ẽñemi oikóva

source: Valid email required
gn: Eikotevẽ ñanduti veve oikóva

source: A usable image was not found
gn: Ndojejuhúi ta’ãnga iporãva

source: Could not initialize camera
gn: Ndaikatúi emyandy ta’ãnganohẽha

source: Valid URL required
gn: Eikotevẽ URL oikóva

source: Your verification email was just returned. Mistyped email?
gn: Ne ñanduti veve jehechajeyrã oujey. ¿Ikatu ehaivai oimeraẽva tai?

source: Enter a valid email address. firefox.com does not offer email.
gn: Emoinge ñanduti veve oikóva. firefox.com nome’ẽi ñanduti veve.

source: Firefox Accounts can only be placed into an IFRAME on approved sites
gn: Firefox Accounts ikatu emoĩ IFRAME-pe añoite kuatiarogue moneĩmbyrépe.

source: Verification link damaged
gn: Juajuha hechajeyha oñembyai

source: The image dimensions must be at least 100x100px
gn: Ta’ãnga tuichakue ohupytyva’erã 100x100px

source: Signup is coming soon to Firefox for iOS
gn: Eipurupotaitéma Firefox Account Firefox iOS peg̃uarã

source: You must enter your age to sign up
gn: Emoinge nde arytee eñemboheraguapykuévo

source: You must enter a valid age to sign up
gn: Emoinge nde arytee eñemboheraguapykuévo

source: Account no longer exists.
gn: Pe mba’ete ndaiporivéima.

source: Invalid property in resume token: %(property)s
gn: Mba’etee oiko’ỹva token ohóvape: %(property)s

source: Missing property in resume token: %(property)s
gn: Oĩ mba’etee oiko’ỹva pe kuaaukahápe: %(property)s

source: Invalid data attribute: %(property)s
gn: Mba’ekuaarã rekome’ẽ oiko’ỹva: %(property)s

source: Missing data attribute: %(property)s
gn: Mba’ekuaarã rekome’ẽ oĩmba’ỹva: %(property)s

source: That confirmation link was already used, and can only be used once.
gn: Ojepurúma pe joajuha ñemoneĩrãva ha peteĩjeýnte ikatu eipuru.

source: This is a required field
gn: Ko kora emyenyhẽva’erã

source: Authorization code required
gn: Ayvu ñemoneĩva jerurepyre

source: Link damaged
gn: Juajuha ndoikóiva

source: Phone number required
gn: Eikotevẽ pumbyry papapy

source: Two-step authentication code required
gn: Eikotevẽ mokõi jeku’épe ñemoneĩ

source: Invalid two-step authentication code
gn: Pe ayvu ñemoneĩ mokõi jeku’épe ndoikói

source: Recovery code required
gn: Eikotevẽ ayvu jeguerujeyrã

source: Invalid recovery code
gn: Ayvu jeguerujeyrã ndoikói

source: Recovery key required
gn: Eikotevẽ mba’eñemi jeguerujeyrã

source: Please enter verification code
gn: Emoinge pe ayvu jehechajeyrã

source: Invalid redirect
gn: Ñemondojey ndoikói

source: Mistyped email? %(domain)s does not offer email.
gn: ¿Ñanduti veve ojehaivai? %(domain)s noikuave’ẽi ñanduti veve.

source: The image file size is too large to be uploaded.
gn: Pe ta’ãnga marandurenda tuicha emyanyhẽ hag̃ua.

source: Missing configuration
gn: Oikotevẽ ñemboheko

source: Invalid configuration
gn: Ñemboheko ndoikói

source: Mistyped email?
gn: ¿Ñanduti veve ojehaivai?

source: Test new Firefox products
gn: Eipuru Firefox apopyre pyahu

source: Get the latest news about Mozilla and Firefox
gn: Emog̃uahẽ marandu ipyahuvéva Mozilla ha Firefox rehegua

source: Take action to keep the internet healthy
gn: Eñeha’ã ñanduti resãirã rehe

source: Be safer and smarter online
gn: Eime tekorosãme ñandutípe

source: Testing Firefox products
gn: Eipuru Firefox apopyre

source: Taking action to keep the internet healthy
gn: Eñeha’ãke tapiaite ñanduti resãirã rehe

source: Safety and privacy online with Firefox and Mozilla
gn: Tekorosã ha tekoñemi ñandutípe Firefox ha Mozilla ndive

source: Unknown client
gn: Puruha ojekuaa’ỹva

source: Incorrect redirect_uri
gn: Juajuha ñemoĩporãha ndoikói

source: Invalid assertion
gn: Kuaaukaha noikóiva

source: Unknown code
gn: Ayvu ojekuaa’ỹva

source: Incorrect code
gn: Ayvu ndoikói

source: Expired code
gn: Ayvu ndoikovéimava

source: Invalid OAuth parameter: %(param)s
gn: Ñeha’ãha OAuth ndoikói: %(param)s

source: Unauthorized
gn: Noñemoneĩri

source: Forbidden
gn: Mbotovepyre

source: Expired token
gn: Token oiko’ỹva

source: Something went wrong. Please close this tab and try again.
gn: Oĩ ndoikóiva. Emboty ko tendayke ha eha’ãjey.

source: no message
gn: ñe’ẽmondo’ỹ

source: Missing OAuth parameter: %(param)s
gn: Ndojejuhúi ta’ãha OAuth: %(param)s

source: User is not signed in
gn: Puruhára ñoñepyrũi tembiapo

source: A different user is signed in
gn: Puruhára ambuéva omoñepyrũ tembiapo

source: Unverified user or session
gn: Puruhára térã tembiapo jehechajey’ỹva

source: Invalid id_token_hint
gn: Id_token_hint oiko’ỹva

source: Invalid message from the remote device
gn: Ñe’ẽmondo oiko’ỹva mba’e’oka okaygua guive

source: Error pairing to remote device
gn: Ojavy oikévo mba’e’oka okayguápe

source: Connection to remote device closed, please try again
gn: Mba’e’oka okayguápe jeike oñemboty, eha’ãjey uperire

source: Invalid parameter in request body: %(param)s
gn: Ñeha’ãha ndoikói mba’ejerure retépe: %(param)s

source: Unsupported image provider
gn: Ta’ãnga me’ẽha oñemoneĩ’ỹva

source: Image processing error
gn: Ojavy ta’ãnga ojapopahápe

source: Invalid Token
gn: Token oiko’ỹva

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
gn: Eku’ejeývo, emoneĩ <a id="service-tos" href="%(termsUri)s">Mba’epytyvõrã ñemboguata</a> ha ko <a id="service-pp" href="%(privacyUri)s">Marandu ñemiguáva</a> %(serviceName)s (%(serviceUri)s) mba’éva.

source: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Help</a>
gn: <a href="https://support.mozilla.org/kb/im-having-problems-my-firefox-account">Pytyvõ</a>

source: Get the latest news about Mozilla and Firefox.
gn: Tog̃uahẽ marandu pyahu Mozilla ha Firefox rehegua.

source: %(city)s, %(country)s (estimated)
gn: %(city)s, %(country)s (jehayhupyre)

source: %(country)s (estimated)
gn: %(country)s (jehayhupyre)

source: IP address: %(ip)s
gn: Kundaharape IP: %(ip)s

source: For added security, please confirm this sign-in to begin syncing with this device:
gn: Tekorosãverã, emoneĩ tembiapo ñepyrũ embojuehe hag̃ua ko mba’e’oka ndive:

source: Bad Request
gn: Mba’ejerure ojavýva

source: 500 Error
gn: 500 Javy

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
gn: ¡Ups! Ha’ete oikóva apañuãi. Ko’ág̃a roikuaáma ha rohecháma mba’éichapa romoĩporãta.

source: Reset password link expired
gn: Juajuha eguerujey hag̃ua ñe’ẽñemi ndoikovéima

source: The link you clicked to reset your password is expired.
gn: Juajuha eikutúva eguerujey hag̃ua ne ñe’ẽñemi ndoikovéima.

source: Receive new link
gn: Ereko juajuha pyahu

source: Reset password with recovery key
gn: Eguerujey ñe’ẽñemi mba’eñemi jeguerujeyrã ndive

source: Continue to %(serviceName)s
gn: Emba’apo %(serviceName)s ndive

source: Please enter the one time use recovery key you stored in a safe place to regain access to your Firefox Account.
gn: Emoinge mba’eñemi jeguerujeyrã peteĩjeýnte ojepurúva eñongatúva tenda hekorosãvape eikejey hag̃ua nde Firefox mba’etépe.

source: <span class="note">NOTE:</span> If you reset your password and don't have account recovery key saved, some of your data will be erased (including synced server data like history and bookmarks).
gn: <span class="note">JEHAIPY:</span> emoñepyrũjeývo ñe’ẽñemi ha nereñongatúirõ mba’ete mba’eñemi jeguerujeyrã, oguekuaa ne mba’ekuaarã (oikehápe apopyvusu mba’ekuaarã moñondivepyre ikatúva tambiasakue ha techaukaha).

source: Enter recovery key
gn: Emoinge mba’eñemi jeguerujeyrã

source: Confirm recovery key
gn: Emoneĩ mba’eñemi jeguerujeyrã

source: Don't have a recovery key?
gn: ¿Ndereguerekói mba’eñemi jeguerujeyrã?

source: Cannot create account
gn: Ndaikatúi emoheñói mba’ete

source: Learn more
gn: Kuaave

source: Choose what to sync:
gn: Eiporavo mba’épa embojuehéta:

source: Sync selections
gn: Ñembojuehe jeporavopy

source: Don’t sync this device
gn: Ani embojuehe ko mba’e’oka

source: Reset password link damaged
gn: Juajuha eguerujey hag̃ua ñe’ẽñemi oñembyai

source: The link you clicked was missing characters, and may have been broken by your email client. Copy the address carefully, and try again.
gn: Pe juajuha eiporavóva ndorekopái tai ha ikatu ne ñanduti veve puruhára ombyai. Emonguatia pe kundaharape mbeguemi ha eha’ãjey uperire.

source: Create new password
gn: Emoheñói ñe’ẽñemi pyahu

source: <span>REMEMBER:</span> When you reset your password, you reset your account. You may lose some of your personal information (including history, bookmarks, and passwords). That’s because we encrypt your data with your password to protect your privacy. You’ll still keep any subscriptions you may have and Pocket data will not be affected.
gn: <span>NEMANDU’ÁKE:</span> Eguerujeývo ne ñe’ẽñemi, avei eguerujey ne mba’ete. Ikatuhína oñehundi ne maranduete (oikehápe tembiasakue, techaukaha ha ñe’ẽñemi). Kóva oiko rombopapapy rupi ne mba’ekuaarã ne ñe’ẽñemi ndive romo’ã hag̃ua ne rekoñemi. Opytáta ne ñemboheraguapykue ha umi Pockeet mba’ekuaarã noñemoambuemo’ãi.

source: You have successfully restored your account using your recovery key. Create a new password to secure your data, and store it in a safe location.
gn: Egueruporãjey ne mba’ete eipurúvo mba’eñemi jeguerujeyrã. Emoheñói ñe’ẽñemi pyahu emohekorosã hag̃ua ne mba’ekuaarã ha eñongatu tenda hekorosãvape.

source: New password
gn: Ñe’ẽñemi pyahu

source: Re-enter password
gn: Emoingejey ñe’ẽñemi

source: Remember password? Sign in
gn: ¿Nemandu’a ne ñe’ẽñemíre? Eñepyrũ tembiapo

source: Primary email already confirmed
gn: Ñandutiveve ypygua ha hechapyre

source: Sign-in already confirmed
gn: Tembiapo ñepyrũ moneĩmbyre

source: Confirm your account
gn: Emoneĩ ne mba’ete

source: Confirm this sign-in
gn: Emoneĩ ne rembiapo ñepyrũ

source: Check your email for the sign-in confirmation link sent to %(escapedEmail)s
gn: Eheka jeikeha juajuha ñemoneĩrãva mondopyre %(escapedEmail)s ne ñanduti vevépe

source: Not in inbox or spam folder? Resend
gn: ¿Ndaipóri ñe’ẽmondo g̃uahẽhápe térã ñandutiveve vai? Emondojey

source: Back
gn: Guevi

source: Reset email sent
gn: Ñanduti jeguerujeyrã mondopyre

source: Click the link emailed to %(email)s within the next hour to create a new password.
gn: Emoheñói hag̃ua ñe’ẽñemi pyahu, eikutu juajuha oúva %(email)s-pe 60 aravo’i oútavape.

source: Enter confirmation code
gn: Emoinge ayvu jehechajeyrã

source: for your Firefox account
gn: ne mba’ete Firefox pegua

source: Enter the code that was sent to %(escapedEmail)s within 5 minutes.
gn: Emoinge pe ayvu oñemondóva %(escapedEmail)s 5 aravo’i oútavape.

source: Enter 6-digit code
gn: Emoinge ayvu 6 taíva

source: Confirm
gn: Moneĩ

source: Code expired?
gn: Ndoikovéimapa ayvu

source: Email new code.
gn: Emondo ayvu pyahu ñanduti veve rupive.

source: Connect another device
gn: Embojuaju ambue mba’e’oka

source: Firefox account connected
gn: Firefox mba’ete juajupyre

source: Complete your set-up
gn: Embohekopáke

source: Sign in to this Firefox to complete set-up
gn: Emoñepyrũ tembiapo ko Firefox-pe embohekopa hag̃ua

source: Still adding devices?
gn: ¿Embojuajusevépa hetave mba’e’oka?

source: Sign in to Firefox on another device to complete set-up
gn: Emoñepyrũ tembiapo ambue mba’e’okápe embohekopa hag̃ua

source: Sync Firefox across devices
gn: Embojuehepa opavave mba’e’oka

source: Sign in everywhere you use Firefox.
gn: Emoñepyrũ tembiapo eipuruhápe Firefox.

source: We’re on Android and iOS, too!
gn: ¡Roime avei Android ha iOS-pe!

source: Still adding devices? Sign in to Firefox on another device to complete set-up
gn: ¿Embohetave mba’e’oka? Emoñepyrũ tembiapo Firefox-pe ambue mba’e’okápe emohendapa hag̃ua

source: Sign in to Firefox for Android to complete set-up
gn: Emoñepyrũ tembiapo Firefox-pe Android peg̃uarã embohekopa hag̃ua

source: Sign in to Firefox for iOS to complete set-up
gn: Emoñepyrũ tembiapo Firefox-pe iOS peg̃uarã embohekopa hag̃ua

source: Cookies and local storage are required
gn: Orekova’erã kookie ha ñembyatyha

source: Please enable cookies and local storage in your browser to access Firefox Accounts. Doing so will enable functionality such as remembering you between sessions.
gn: Emyandy umi kookie ha pe mbyatyha pypegua kundahárape eikekuaa hag̃ua Firefox Accounts-pe. Ejapóramo hendýta tembiapoite nemomandu’átava tembiapo pa’ũme.

source: Try again
gn: Eha’ãjey

source: Password
gn: Ñe’ẽñemi

source: Use a different account
gn: Eipuru ambuéva mba’ete

source: Forgot password?
gn: ¿Nderesarái ne ñe’ẽñemi?

source: Continue to Firefox accounts
gn: Eikejey Firefox mba’ete ndive

source: Sync your passwords, tabs, and bookmarks everywhere you use Firefox.
gn: Embojuehe ñe’ẽñemi, tendayke ha techaukaha oimeraẽva tenda eipuruhápe Firefox.

source: Enter your email
gn: Emoinge ne ñanduti veve

source: Continue to <div class="graphic %(serviceLogo)s">%(serviceName)s</div>
gn: Eku’ejey <div class="graphic %(serviceLogo)s">%(serviceName)s</div>-pe

source: Sign up or sign in
gn: Emoinge térã eñemboheraguapy

source: Save recovery codes
gn: Eñongatu ayvu jeguerujeyrã
