Repository: mozilla/fxa-content-server-l10n
Catalog: locale/gn/LC_MESSAGES/server.po
Languages: gn

source: Here's your reminder to sync devices.
gn: Ápe oĩ mandu’arã embojuehe hag̃ua mba’e’oka.

source: It takes two to sync. Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
gn: Eikotevẽ mokõi embojuehe hag̃ua. Embojuehe ambue mba’e’oka Firefox ndive ñemíme oreko techaukaha, ñe’ẽñemi ha ambue mba’ekuaarã Firefox pegua peteĩcha eipuruhápe Firefox.

source: Last reminder to sync devices!
gn: ¡Mandu’arã ipaháva embojuehe hag̃ua mba’e’oka!

source: Syncing another device with Firefox privately keeps your bookmarks, passwords and other Firefox data the same everywhere you use Firefox.
gn: Embojuehe ambue mba’e’oka Firefox ndive tekoñemíme oguereko nde techaukaha ha ambue mba’ekuaarã Firefox pegua peteĩcha opa eipuruhápe.

source: If you haven't already downloaded %(productName)s, let's get started using all the features included in your subscription:
gn: Neremboguejýiramo gueteri %(productName)s, ñañepyrũ jaipuru opaite tembiapoite oĩva ne mboheraguapýpe:

source: Questions about your subscription? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
gn: ¿Porandu ne mboheraguapy rehegua? Ore <a href="%(subscriptionSupportUrl)s">aty pytyvõha</a> oĩ ápe nepytyvõ hag̃ua.

source: Questions about your subscription? Our support team is here to help you:
gn: ¿Porandu ne ñemboheraguapýre? Ore aty pytyvõha oĩ ápe nepytyvõ hag̃ua:

source: Low recovery codes remaining
gn: Sa’íma opyta ayvu erukuaajeýva

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
gn: Rohechakuaa opytaha ndéve sa’íma ayvu jeguerujeyrã. Ikatúramo emoheñoijey ayvu pyahu emboyke hag̃ua apañuãi eikekuévo ne mba’etépe.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
gn: Rohechakuaa opytaha ndéve sa’íma ayvu jeguerujeyrã. Ikatúramo emoheñoijey ayvu pyahu emboyke hag̃ua apañuãi eikekuévo ne mba’etépe.

source: Generate codes:
gn: Emoheñói ayvu:

source: New sign-in to %(clientName)s
gn: Tembiapo ñepyrũ pyahu %(clientName)s ndive

source: Password Change Required
gn: Eikotevẽ ñe’ẽñemi ñemoambue

source: We detected suspicious behavior on your Firefox account. To prevent unauthorized access to your Firefox Account, we’ve disconnected all devices on your account and are requiring you to change your password as a precaution.
gn: Rohecha jeku’e ikatúva oñembyai ne Firefox mba’etépe. Romboyke hag̃ua jeike ñemoneĩ’ỹva nde Firefox mba’etépe, roipe’apa opaite mba’e’oka ne mba’etégui ha rojerure ndéve emoambue hag̃ua ne ñe’ẽñemi tekorosãrã.

source: Sign back into any device or service where you use your Firefox account and follow the steps that will be presented to you.
gn: Emoñepyrũ tembiapo oimeraẽva mba’e’oka térã mba’epuru eipuruhápe nde Firefox mba’ete ha tereho pe tape ehechátavape.

source: <b>Important:</b> Pick a different password than what you were previously using and make sure that it is different from your email account.
gn: <b>Mba’eguasu:</b> Eiporavo peteĩ ñe’ẽñemi iñambuéva umi eipurúvagui reikóvo ha ehecha avei iñambueha pe ne ñanduti veve mba’etégui.

source: Best,
gn: Maitei,

source: The Firefox Accounts team
gn: Firefox Accounts atygua

source: Important: Pick a different password than what you were previously using and make sure that it is different from your email account.
gn: Mba’eguasu: eiporavo peteĩ ñe’ẽñemi iñambuéva umi eipurúvagui kuri ha ehecha avei iñambuéva pe ne ñanduti veve mba’etégui.

source: Password changed successfully
gn: Emoambue hekoitépe ñe’ẽñemi

source: Your Firefox Account password was successfully changed from the following device:
gn: Oñemoambue hekoitépe nde Firefox Account ñe’ẽñemi peteĩva mba’e’oka guive:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
gn: Kóva ha’e ñanduti veve ijeheguíva; neremoambuéi rire ne mba’ete Firefox pegua, eguerujeýke pya’eterei %(resetLink)s rupive

source: Your account password was changed
gn: Ne mba’ete ñe’ẽñemi oñemoambue

source: You will need to enter your new password on other devices to resume syncing.
gn: Emoingeva’erã ñe’ẽñemi pyahu ne ambue mba’e’okápe oñepyrũjey hag̃ua ñembojuehe.

source: You will need to enter your new password on other devices to resume syncing.
gn: Emoingeva’erã ñe’ẽñemi pyahu ne ambue mba’e’okápe oñepyrũjey hag̃ua ñembojuehe.

source: If you did not change it, please reset your password now at %(resetLink)s
gn: Neremoambuéiramo, embojevyjey ne ñe’ẽñemi ko’ág̃a ko’ápe %(resetLink)s

source: Your account password was reset with a recovery key
gn: Ne mba’ete ñe’ẽñemi ojeguerujey mba’eñemi jeguerujeyrã rupi

source: You have successfully reset your password using a recovery key from the following device:
gn: Eguerujeýma ne ñe’ẽñemi eipurúvo mba’eñemi jeguerujeyrã tenondevegua mba’e’oka guive:

source: You will need to generate a new recovery key.
gn: Emoheñóiva’erã mba’eñemi jeguerujeyrã pyahu.

source: Create new recovery key:
gn: Emoheñói mba’eñemi jeguerujeyrã pyahu:

source: For more information, please visit %(supportUrl)s
gn: Eñemomaranduve hag̃ua, eike %(supportUrl)s

source: Account recovery key generated
gn: Mba’eñemi jeguerujeyrã mba’ete ipyahúvape

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
gn: Emoheñói porã mba’eñemi jeguerujeyrã Firefox Account peg̃uarã eipurúvo ko tenondevegua mba’e’oka:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
gn: Nandéiramo, <a %(revokeAccountRecoveryLinkAttributes)s>eikutu ko’ápe.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
gn: Emoheñói porã mba’eñemi jeguerujeyrã Firefox Account peg̃uarã eipurúvo ko tenondevegua mba’e’oka:

source: If this was not you, revoke key.
gn: Nandéiramo, eipe’a mba’eñemi.

source: Two-step authentication enabled
gn: Ijurujáma mokõi jeku’épe ñemoneĩ

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
gn: Emoheñói porã jeguerujeyrã mokõi jeku’egua nde Firefox Account peg̃uarã tenondevegua mba’e’oka guive:

source: Security codes from your authentication app will now be required at each sign-in.
gn: Ko’ág̃a guive ojejeturéta ne rembipuru’i ayvu rekorosã ñemoneĩrã eñepyrũjeývo tembiapo.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
gn: Emyandy porã pe ñemoneĩ mokõi jeyguáva ne mba’ete Firefox peguápe. Ko’ág̃a ojejeruréta ayvu rekorosãrã ne tembipuru’i ñemoneĩ emoñepyrũjeývo tembiapó.

source: New primary email
gn: Ñandutiveve pyahu mba’eguasuvéva

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
gn: Emoambue hekopete ne ñandutiveve eipuruvéva %(email)s. Ko kundaharape ha’e nde puruhára réra eñepyrũ hag̃ua tembiapo Firefox Account-pe ha og̃uahẽ hag̃ua marandu’i tekorosã ha ñemoneĩ tembiapo ñepyrũ rehegua.

source: Recovery code consumed
gn: Eipuru ayvu jeguerujeyrã

source: You have successfully consumed a recovery code from the following device:
gn: Eipuru porã jeguerujeyrãva amo mba’e’o’ka guive:

source: Consumed recovery code
gn: Eipuru ayvu jeguerujeyrã

source: New recovery codes generated
gn: Oñemoheñói ayvu jeguerujeyrã pyahu

source: You have successfully generated new recovery codes from the following device:
gn: Emoheñói porã mba’eñemi jeguerujeyrã pyahu tenondevegua mba’e’oka guive:

source: Account recovery key removed
gn: Oguéma ayvu jeguerujeyrã mba’ete

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
gn: Embogue porã pe mba’eñemi jeguerujeyrã Firefox Account pegua eipurúvo ko tenondevegua mba’e’oka:

source: This recovery key can no longer be used to recover your account.
gn: Ko mba’eñemi jeguerujeyrã ndoikovéima erujey hag̃ua ne mba’ete.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
gn: Embogue porã pe mba’eñemi jeguerujeyrã Firefox Account pegua eipurúvo ko tenondevegua mba’e’oka:

source: Secondary email removed
gn: Oguéma ñandutiveve mokõiguáva

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
gn: Emboguéma hekopete %(secondaryEmail)s ñanduti veve mokõiguáva nde Firefox Account pegua. Umi marandu’i tekorosãrã ha ñemoneĩ tembiapo ñepyrũ rehegua nog̃uahẽmo’ãvéima ko kundaharapépe.

source: Two-step authentication disabled
gn: Ojepe’áma ñemoneĩ mokõi jeku’e pegua

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
gn: Embogue porã ñemoneĩ mokõi jeyguáva Firefox Account pegua tenondevegua mba’e’oka guive:

source: Security codes will no longer be required at each sign-in.
gn: Ayvu rekorosã natekotevẽitama eñepyrũjeývo tembiapo.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
gn: Embogue porã ñemoneĩ mokõi jeyguáva Firefox Account pegua. Ndojejeruremo’ãvéima tekorosã ayvu emoñepyrũjeývo tembiapo.

source: Firefox Account verified. You're almost there.
gn: Firefox Account jehechapyre. Oĩmbátama.

source: Next sync between your devices!
gn: ¡Embojuehe ko’ág̃a ne mba’e’oka!

source: Sync privately keeps your bookmarks, passwords and other Firefox data the same across all your devices.
gn: Sync oreko ñemíme nde techaukaha, ñe’ẽñemi ha ambue Firefox mba’ekuaarã ojuehegua opaite ne mba’e’okápe.

source: Set up next device
gn: Emboheko mba’e’oka upeigua

source: Have questions? Visit %(supportUrl)s
gn: ¿Ereko porandu? Eike %(supportUrl)s

source: Secondary email added
gn: Ñanduti veve mokõiguáva mbojuajupyre

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
gn: Ehechajey hekopete %(secondaryEmail)s ñanduti veve mokõihávaramo ne mba’ete Firefox peguápe g̃uarã. Umi marandu’i tekorosã ha ñemoneĩ tembiapo ñepyrũ rehegua ko’ág̃a og̃uahẽta mokõivéva ñanduti veve kundaharapépe.

source: Need to reset your password?
gn: ¿Eguerujeýke ne ñe’ẽñemi?

source: Click the button within the next hour to create a new password. The request came from the following device:
gn: Eikutu pe votõ 60 aravo’i oútavape emoheñói hag̃ua ipyahúva. Ko mba’ejerure ombou tenondevegua mba’e’oka:

source: Create new password
gn: Emoheñói ñe’ẽñemi pyahu

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
gn: ¡Aguyje eipurúre Firefox! Ikatu emohenda Firefox pumbyrýpe g̃uarã ápe: %(link)s

source: Sorry to see you go
gn: Ambyasy eho haguére

source: You recently deleted your Firefox Account. As a result, we've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s.
gn: Embogueramoite nde Firefox Account. Péva rupi, romboykéma ne ñemoheraguapy %(productName)s. Ñe ñehepyme’ẽ ipaháva $%(invoiceTotal)s pegua oñehepyme’ẽvo %(invoiceDateOnly)s.

source: Please help us improve our services by taking this <a %(cancellationSurveyLinkAttributes)s>short survey</a>.
gn: Orepytyvõna romoĩporãvévo mba’epuru ejapóvo ko <a %(cancellationSurveyLinkAttributes)s>porandu mbykymi</a>.

source: Please help us improve our services by taking this short survey:
gn: Orepytyvõ romoĩporãvévo ore mba’epururã rojapóvo ko ñeporandu:

source: Welcome to %(productName)s
gn: ¡Eg̃uahẽporãite %(productName)s-pe!

source: Your payment is processing and may take up to four business days to complete. Your subscription will renew automatically each billing period unless you choose to cancel.
gn: Pe jehepyme’ẽ oñemboajehína ha ohupytykuaa irundy ára oĩmba hag̃ua. Pe ñemboheraguapy hekopyahúta ijehegui ohasávo pe kuatiañemurã arapa’ũ ndete mba’e nderejokóiramo.

source: Next, you'll create a Firefox account password and download %(productName)s.
gn: Ko’ág̃a guive, emoheñóita mba’ete Firefox pegua ha emboguejýta %(productName)s.

source: Invoice number: %(invoiceNumber)s
gn: Kuatiañemungue papapy: %(invoiceNumber)s

source: Charged: %(invoiceTotal)s on %(invoiceDateOnly)s
gn: Ojehepyme’ẽma: %(invoiceTotal)s pe %(invoiceDateOnly)s

source: Next invoice: %(nextInvoiceDateOnly)s
gn: Ñemurekuatia oútava: %(nextInvoiceDateOnly)s

source: You can't access your subscription yet
gn: Ndereikekuaái gueteri ne ñemboheraguapýpe

source: A few days ago you created a Firefox Account but never verified it. We hope you’ll finish setting up your account, so you can use your new subscription.
gn: Nda’areiete emoheñói mba’ete Firefox ndive hákatu araka’eve nderehechajeýi. Roha’ãrõ embohekóvo ne mba’ete eipurukuaa hag̃ua ne ñemboheraguapy pyahúpe.

source: Select “Create Password” to set up a new password and finish verifying your account.
gn: Eiporavo “Ñe’ẽñemi moheñói” emboheko hag̃ua ñe’ẽñemi pyahu ha ehechajey ne mba’ete.

source: Create a password:
gn: Emoheñói ñe’ẽñemi:

source: Welcome to Firefox!
gn: ¡Eg̃uahẽporãite Firefox-pe!

source: We've cancelled your %(productName)s subscription. Your final payment of %(invoiceTotal)s was paid on %(invoiceDateOnly)s. Your service will continue until the end of your current billing period, which is %(serviceLastActiveDateOnly)s.
gn: Roipe’áma ne ñemboheraguapy %(productName)s. Rehepyme’ẽva $%(invoiceTotal)s oiko hína %(invoiceDateOnly)s-pe. Ne mba’epuru oku’ejeýta ipahaite peve ikatúva ehepyme’ẽ, ha’éva %(serviceLastActiveDateOnly)s.

source: You have successfully switched from %(productNameOld)s to %(productNameNew)s.
gn: Emoambuéma hekopete %(productNameOld)s guive %(productNameNew)s peve.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycleOld)s to %(paymentAmountNew)s per %(productPaymentCycleNew)s. At that time you will also be given a one-time credit of %(paymentProrated)s to reflect the lower charge for the remainder of this %(productPaymentCycleOld)s.
gn: Ne ñehepyme’ẽrã ipyahúvape, iñambuéta %(paymentAmountOld)s-gui %(productPaymentCycleOld)s rupive %(paymentAmountNew)s-pe. Upe javete, avei oñeme’ẽta ndéve jepururã ha’etéva %(paymentProrated)s guive ohehechauka hag̃ua michĩveháicha pe hembýva ko %(productPaymentCycleOld)s guive.

source: If there is new software for you to install in order to use %(productNameNew)s, you will receive a separate email with download instructions.
gn: Emohendátarõ peteĩ tembiaporape ipyahúva eipuru hag̃ua %(productNameNew)s, og̃uahẽ ndéve ñanduti veve ha’eño’eño mba’eichaitépa emboguejýta.

source: Your subscription will automatically renew each billing period unless you choose to cancel.
gn: Ne ñemboheraguapy ipyahúta ijeheguiete ehepyme’ẽvo eipuruva’ekue neremoneĩriramo ndete voi.

source: Your subscription has been cancelled
gn: Ne ñemboheraguapy ojejokóma

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
gn: Romboykéma ne ñemboheraguapy %(productName)s pegua ndoikói rupi heta jey jehepyme’ẽse rire. Eikekuaa jey hag̃ua, eñemboheraguapy pyahu jehepyme’ẽ hekopyahúva ndive.

source: We've cancelled your %(productName)s subscription because multiple payment attempts failed. To get access again, start a new subscription with an updated payment method.
gn: Romboykéma ne ñemboheraguapy %(productName)s pegua ndoikói rupi heta jey jehepyme’ẽse rire. Eikekuaa jey hag̃ua, eñemboheraguapy pyahu jehepyme’ẽ hekopyahúva ndive.

source: Thank you for subscribing to %(productName)s
gn: Aguyje eñemboheraguapýre %(productName)s-pe

source: Your payment is currently processing and may take up to four business days to complete.
gn: Rehepyme’ẽva oku’éma ko’ag̃aite ha ikatu imbeguemi ohupytykuaáva irundy ára oĩmbávo.

source: You will receive a separate email with download instructions on how to start using %(productName)s.
gn: Og̃uahẽta ndéve ñanduti veve omyesakãtava mba’éichapa emboguejy ha eipurúta %(productName)s.

source: Invoice Number: <b>%(invoiceNumber)s</b>
gn: Kuatia papapy: <b>%(invoiceNumber)s</b>

source: Charged %(invoiceTotal)s on %(invoiceDateOnly)s
gn: Ojehepyme’ẽma $%(invoiceTotal)s %(invoiceDateOnly)s-pe

source: <a href="%(invoiceLink)s">View your invoice</a>.
gn: <a href="%(invoiceLink)s">Ehecha ne ñemuhague</a>.

source: Next Invoice: %(nextInvoiceDateOnly)s
gn: Oútava kuatia: %(nextInvoiceDateOnly)s

source: Invoice Number: %(invoiceNumber)s
gn: Kuatia papapy: %(invoiceNumber)s

source: View Invoice: %(invoiceLink)s
gn: Ehecha ñemuhague: %(invoiceLink)s

source: Subtotal: %(invoiceSubtotal)s
gn: Oĩmba’ỹva: %(invoiceSubtotal)s

source: One-time discount: -%(invoiceDiscountAmount)s
gn: Ñemboguejy peteĩjeýva: -%(invoiceDiscountAmount)s

source: Your credit card is about to expire
gn: Nde kuatia’atã ñemurã ndokovéitama

source: The credit card you're using to make payments for %(productName)s is about to expire.
gn: Pe kuatia’atã ñemurã eipurúva ehepyme’ẽ hag̃ua %(productName)s rupi ndoikovéitama.

source: To prevent any interruption to your service, please <a href="%(updateBillingUrl)s">update your payment information</a> as soon as possible.
gn: Emboykekuaa hag̃ua pe mba’epuru ñekytĩ, ikatúpiko <a href="%(updateBillingUrl)s">embohekopyahumi ne marandu tepyme’ẽguáva</a> pya’e porã.

source: To prevent any interruption to your service, please update your payment information as soon as possible:
gn: Emboykekuaa hag̃ua pe mba’epuru ñekytĩ, ikatúpiko embohekopyahumi ne marandu tepyme’ẽguáva pya’e porã:

source: Sorry, we're having trouble with your payment
gn: Rombyasy, roguereko apañuãi ne ñehepyme’ẽme

source: We had a problem with your latest payment for %(productName)s.
gn: Rorekókuri apañuãi ne ñehepyme’ẽ paha %(productName)s peguápe.

source: It may be that your credit card has expired, or your current payment method is out of date.
gn: Ikatu nde kuatia’atã ñemurã ndoikovéima térã pe ehepyme’ẽha ko’ag̃agua ndahekopyahúi.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by <a href="%(updateBillingUrl)s">updating your payment information</a>.
gn: Rohechajeýta nde jehepyme’ẽ tenondeve, hákatu oikotevẽkuaa ore pytyvõ oĩporã hag̃ua <a href="%(updateBillingUrl)s">embohekopyahúvo nde jehepyme’ẽ marandu</a>.

source: We’ll try your payment again over the next few days, but you may need to help us fix it by updating your payment information:
gn: Rohechajeýta nde jehepyme’ẽ tenondeve, hákatu oikotevẽkuaa ore pytyvõ oĩporã hag̃ua embohekopyahúvo nde jehepyme’ẽ marandu:

source: Sorry, we’re having trouble with your payment method
gn: Rombyasy, roguereko apañuãi ne ñehepyme’ẽ ayvúpe

source: We have detected a problem with your payment method for %(productName)s.
gn: Roguerekókuri apañuãi ne ñehepyme’ẽ ayvu %(productName)s peguápe.

source: Thank you for reactivating your %(productName)s subscription!
gn: ¡Aguyje emyandyjeýre ne mboheraguapy %(productName)s!-pe

source: Your billing cycle and payment will remain the same. Your next charge will be %(invoiceTotal)s on %(nextInvoiceDateOnly)s. Your subscription will automatically renew each billing period unless you choose to cancel.
gn: Nde ñemuhague ha jehepyme’ẽ opytáta péichante. Pe oútaba ha’éta %(invoiceTotal)s %(nextInvoiceDateOnly)s-pe. Ne ñemboheraguapy hekopyahúta ijehegui ohasa pukumívo ára ñemuhague rehegua ndete nderejokóiramo.

source: Your subscription will be renewed soon
gn: Ne ñemboheraguapy ipyahúta sapy’aitépe

source: Dear %(productName)s customer,
gn: Ñemuhára %(productName)s pegua,

source: Your current subscription is set to automatically renew in %(reminderLength)s days. At that time, Mozilla will renew your %(planIntervalCount)s %(planInterval)s subscription and a charge of %(invoiceTotal)s will be applied to the payment method on your account.
gn: Ne ñemboheraguapy ag̃agua oñembohekóma hekopyahu hag̃ua ijehegui %(reminderLength)s ára. Upe jave, Mozilla ombopyahúta ne ñemboheraguapy %(planIntervalCount)s %(planInterval)s pegua ha ehepyme’ẽta %(invoiceTotal)s-pe ejapótava ne mba’ete ndive.

source: You can ensure that your payment method and account information are up to date <a href="%(updateBillingUrl)s">here</a>.
gn: Eikuaáta mba’éichapa ehepyme’ẽta ha pe marandu ne mba’ete rehegua hekopyahúma <a href="%(updateBillingUrl)s">ápe</a>.

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please <a href="%(subscriptionSupportUrl)s">contact us</a>.
gn: Aguyje emboheraguapýre %(productName)s ndive. Eporanduséramo ne ñemboheraguapýre térã eikotevẽve marandu %(productName)s rehegua, ikatúpa <a href="%(subscriptionSupportUrl)s">eñe’ẽmi orendive</a>.

source: Sincerely,
gn: Ma’ẽag̃uíme,

source: The %(productName)s team
gn: %(productName)s atygua

source: You can ensure that your payment method and account information are up to date here:
gn: Eikuaáta mba’éichapa ehepyme’ẽta ha pe marandu ne mba’ete rehegua hekopyahúma ápe:

source: Thank you for subscribing to %(productName)s. If you have any questions about your subscription or need more information about %(productName)s, please contact us:
gn: Aguyje emboheraguapýre %(productName)s ndive. Eporanduséramo ne ñemboheraguapýre térã eikotevẽve marandu %(productName)s rehegua, ikatúpa eñe’ẽmi orendive:

source: Thank you for being a subscriber!
gn: ¡Aguyje ne mboheraguapýre!

source: We received your latest payment for %(productName)s.
gn: Og̃uahẽma ne ñehepyme’ẽ %(productName)s rupi.

source: Thank you for upgrading!
gn: ¡Aguyje embohekopyahúre!

source: You have successfully upgraded from %(productNameOld)s to %(productNameNew)s.
gn: Embohekopyahu hekopete %(productNameOld)s-gui %(productNameNew)s-pe.

source: Starting with your next bill, your charge will change from %(paymentAmountOld)s per %(productPaymentCycleOld)s to %(paymentAmountNew)s per %(productPaymentCycleNew)s. At that time you will also be charged a one-time fee of %(paymentProrated)s to reflect the higher charge for the remainder of this %(productPaymentCycleOld)s.
gn: Ne ñehepyme’ẽrã ipyahúvape, iñambuéta %(paymentAmountOld)s-gui %(productPaymentCycleOld)s rupive %(paymentAmountNew)s-pe. Upe javete, avei oñeme’ẽta ndéve jepururã ha’etéva %(paymentProrated)s guive ohehechauka hag̃ua michĩveháicha pe hembýva ko %(productPaymentCycleOld)s guive.

source: The credit card you're using to make payments for the following subscriptions is about to expire.
gn: Pe kuatia’atã ñemurã eipurúva ehepyme’ẽ hag̃ua ko’ã mboheraguapy pegua ndoikovéi potaitéma.

source: Questions about your subscriptions? Our <a href="%(subscriptionSupportUrl)s">support team</a> is here to help you.
gn: ¿Porandu ne mboheraguapy rehegua? Ore <a href="%(subscriptionSupportUrl)s">aty pytyvõha</a> oĩ ápe nepytyvõ hag̃ua.

source: Questions about your subscriptions? Our support team is here to help you:
gn: ¿Porandu ne ñemboheraguapýre? Ore aty pytyvõha oĩ ko’ápe nepytyvõ hag̃ua:

source: We have detected a problem with your payment method for the following subscriptions.
gn: Rohechakuaa peteĩ apañuãi ne ñehepyme’ẽ ayvu rehegua tenondeve g̃uarãva.

source: Is this you signing in?
gn: ¿Ndépa emoñepyrũve tembiapo?
