Repository: mozilla/fxa-content-server-l10n
Catalog: locale/gn/LC_MESSAGES/server.po
Languages: gn

source: If yes, here is the authorization code you need:
gn: Upéicharõ, ayvu jeguerujeyrã eikotevẽva ha’e kóva:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
gn: Ndaupéichairõ, orepytyvõ romboyke hag̃ua tapicha ñaña <a %(reportSignInLinkAttributes)s>oremomarandu.</a>

source: If no, help us fend off intruders and report it to us.
gn: Ndoikóirõ péicha, orepytyvõ romboyke hag̃ua hekovaíva ha oremomarandúna.

source: Welcome to the Firefox family
gn: Eg̃uahẽporãite Firefox mba’eteépe

source: A few days ago you created a Firefox account, but never confirmed it.
gn: Nda’areiete emoheñói hague mba’ete Firefox-pe, hákatu neremoneĩri.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
gn: Emoneĩ ko’ág̃a ha eguerekóta tembipurupyahu omo’ã ha oñorairõva ne rekorosãrãre, ome’ẽséva marandu iporãva ha opamba’e eikotevẽva.

source: Confirm email:
gn: Ñanduti veve ñemoneĩ:

source: Still there?
gn: ¿Eime gueteri?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
gn: Ohasáma arapokõindy emoheñói hague ne mba’ete Firefox-pe ha ña’írã gueteri emoneĩ.

source: Confirm this email address to activate your account and let us know you're okay.
gn: Emoneĩ ñanduti veve emyandy hag̃ua ne mba’ete ha péicha roikuaáta oĩporãmbaha.

source: Activate the Firefox family of products
gn: Emyandy Firefox apopyre aty

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
gn: Emoneĩ ne mba’ete ha eipuruporã Firefox eike eikehápe eñepyrũvo amo:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
gn: Emoneĩ ne mba’ete ha eipuruporã Firefox eñepyrũvove tembiapo.

source: For added security, please confirm this sign-in from the following device:
gn: Nde rekorosãrã, ikatúpa emoneĩ ko tembiapo ñepyrũ amo mba’e’oka guive:

source: Confirm sign-in
gn: Tembiapo ñepyrũ ñemoneĩ

source: If yes, here is the verification code:
gn: Upéicharõ, eipuru ko ayvu rechajeyrã:

source: It expires in 5 minutes.
gn: Ndoikovéima 5 aravo’ípe.

source: Verify primary email
gn: Ehechajey ñandutiveve mba’eguasuvéva

source: A request to perform an account change has been made from the following device:
gn: Ojejerure oñemoambue hag̃ua mba’ete amo mba’e’oka guive:

source: Once verified, account changes like adding a secondary email will become possible from this device.
gn: Ojehechajeývo, umi mba’ete ambuepyre ojuajukuaáva ñanduti veve mokõihávare ejapóta ko mba’e’oka guive.

source: Verify email:
gn: Ehechajey ñanduti veve:

source: Verify secondary email
gn: Ehechajey ñanduti veve mokõiháva

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
gn: Ojejerure ojepuru hag̃ua %(email)s ñanduti veve mokõháva ambue Firefox mba’etépe g̃uarã:

source: Once verified, this address will begin receiving security notifications and confirmations.
gn: Ojehechajey vove, ko mba’ete oñepyrũta omog̃uahẽ marandu’i tekorosã ha ñemoneĩ rehegua.

source: Use this verification code:
gn: Eipuru ko ayvu rechajeyrã:

source: It expires in 5 minutes. Once verified, this address will begin receiving security notifications and confirmations.
gn: Opáta 5 aravo’ípe. Ojehechajey vove, ko kundaharapépe og̃uahẽ ñepyrũta marandu’i tekorosã ha ñemoneĩ rehegua.

source: Is this you signing up?
gn: ¿Ndépa eñemboheguapy?

source: If yes, use this verification code in your registration form:
gn: Péicharõ, eipuru ko ayvu jehechajeyrã pe ñemboheraguapy myanyhẽhape:

source: Ready, set, sync
gn: Ema’ẽ, oĩma, embojuehe

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
gn: Emoneĩ og̃uahẽre ndéve ñanduti veve ha roipytyvõta emohenda ha embojuehe hag̃ua Firefox opaite ne mba’e’okápe, roñepyrũvo ko:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
gn: Emoneĩ rire, roipytyvõta emohenda ha eike hag̃ua Firefox-pe ikatúramo peteĩ mba’e’oka ambuévagui.

source: Or, install on <a %(desktopLinkAttributes)s>another desktop device</a>.
gn: Térã emohenda <a %(desktopLinkAttributes)s>ambue mba’e’okápe</a>.

source: Or, install on <a %(cadLinkAttributes)s>another device</a>.
gn: Térã, emboguejy <a %(cadLinkAttributes)s>ambue mba’e’okápe</a>.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
gn: Kóva ñanduti veve ijeheguíva; neremoneĩriramo ko tembiapo, upévare <a %(passwordChangeLinkAttributes)s> ikatúpa emoambue ne ñe’ẽñemi</a>.

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
gn: Eñemomaranduve hag̃ua, eike <a %(supportLinkAttributes)s>Mozilla Ñepytyvõ</a>.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
gn: Kóva ha’e ñanduti veve ijeheguíva; nerembojoajúi rire ne mba’e’oka Firefox Account-pe, emoambuéke pya’eterei ñe’ẽñemi %(passwordChangeLink)s rupive

source: This is an automated email; if you received it in error, no action is required.
gn: Kóva ñanduti veve ijeheguíva. Og̃uahẽrõ ko ñanduti veve jejavýpe, ehejareínte.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
gn: Kóva ha’e ñanduti veve ijeheguíva; neremoneĩriramo ko mba’e, <a %(resetLinkAttributes)s>eguerujey ne ñe’ẽñemi</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
gn: Eimo’ãramo oĩ oikeséva ne mba’etépe, emoambueva’erã ne ñe’ẽñemi.

source: IP address: %(ip)s
gn: IP kundaharape: %(ip)s

source: Manage account:
gn: Mba’ete ñangarekoha:

source: Payment details:
gn: Mba’éicha ehepyme’ẽta:

source: %(cardType)s card ending in %(lastFour)s
gn: Kuatia’atã %(cardType)s opáva %(lastFour)s-pe

source: Mozilla Privacy Policy
gn: Mozilla Ñemigua Purureko

source: Firefox Cloud Terms of Service
gn: Firefox Cloud mba’epytyvõrã ñemboguata

source: You're receiving this email because %(email)s has a Firefox account and you signed up for %(productName)s.
gn: Og̃uahẽ ko ñanduti veve %(email)s oguereko rupi mba’ete Firefox-pe ha eñemboheraguapy %(productName)s-pe.

source: You're receiving this email because %(email)s has a Firefox account
gn: Og̃uahẽ ko ñanduti veve %(email)s oguereko rupi Firefox mba’ete

source: You're receiving this email because %(email)s has a Firefox account and you have subscribed to multiple products.
gn: Og̃uahẽ ko ñanduti veve %(email)s eguereko rupi mba’ete Firefox pegua ha eñemboheraguapýre heta apopyrépe.

source: Manage your Firefox account settings by visiting your <a %(accountSettingsLinkAttributes)s>account page</a>.
gn: Eñangareko ne mba’ete Firefox pegua ñemboheko eikévo <a %(accountSettingsLinkAttributes)s> kuatiarogue mba’etéva</a>.

source: Terms and cancellation policy
gn: Ñemboguata ha jeheja purureko

source: Reactivate subscription
gn: Emyandyjey mboheraguapy

source: Cancel subscription
gn: Ñemboheraguapy jeheja

source: Cancel subscriptions
gn: Ñemboheraguapy jeheja

source: Update billing information
gn: Embohekopyahu marandu kuatiañemugua

source: Legal
gn: Añete

source: Privacy
gn: Ñemigua

source: Terms and cancellation policy:
gn: Ñemboguata ha jeheja purureko:

source: Privacy notice:
gn: Ñemigua purureko:

source: Cancel subscription:
gn: Ñemboheraguapy jeheja:

source: Cancel subscriptions:
gn: Ñemboheraguapy jeheja:

source: Update billing information:
gn: Embohekopyahu marandu kuatiañemugua:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
gn: %(uaBrowser)s %(uaOS)s %(uaOSVersion)s-pe

source: %(uaBrowser)s on %(uaOS)s
gn: %(uaBrowser)s %(uaOS)s-pe

source: %(city)s, %(stateCode)s, %(country)s (estimated)
gn: %(city)s, %(stateCode)s, %(country)s (jehayhupyre)

source: %(city)s, %(country)s (estimated)
gn: %(city)s, %(country)s, (jehayhupyre)

source: %(stateCode)s, %(country)s (estimated)
gn: %(stateCode)s, %(country)s (jehayhupyre)

source: %(country)s (estimated)
gn: %(country)s (jehayhupyre)

source: Finish creating your account
gn: Emoheñoimava’erã mba’ete

source: Confirm email
gn: Ñandutiveve ñemoneĩ

source: Verification code: %(code)s
gn: Ayvu rechajeyrã: %(code)s

source: Reminder: Finish creating your account
gn: Mandu’arã: Emoheñoimba ne mba’ete

source: Final reminder: Activate your account
gn: Mandu’arã paha: emyandy ne mba’ete

source: Reminder: Finish setting up your account
gn: Mandu’arã: Embohekopyahupa ne mba’ete

source: Final reminder: Setup your account
gn: Mandu’arã paha: Embohekopyahu ne mba’ete

source: Create a password
gn: Emoheñói ñe’ẽñemi

source: Account authorization code
gn: Ayvu ñemoneĩva mba’ete rehegua

source: Confirm new sign-in to %(clientName)s
gn: Emoneĩ jeike pyahu %(clientName)s-pe

source: Sign-in code for %(serviceName)s
gn: Tembiapo ñepyrũ ayvu %(serviceName)s peg̃uarã

source: Confirm primary email
gn: Emoneĩ ñanduti veve tuichavéva

source: Verify email
gn: Ñandutiveve hechajey

source: Confirm secondary email
gn: Emoneĩ ñandutiveve mokõiguáva

source: Reset your password
gn: Embojevyjey ne ñe’ẽñemi

source: Password updated
gn: Ñe’ẽñemi hekopyahúva

source: Suspicious activity detected
gn: Tembiapo ivaikuaáva jehechapyre

source: Manage account
gn: Mba’ete ñangareko

source: Account verified. Next, sync another device to finish setup
gn: Mba’ete hechajeypyre. Ko’ág̃a emboguejy ambue mba’e’oka hu’ã hag̃ua ñembohekopyahu

source: Primary email updated
gn: Ñanduti veve tuichavéva hekopyahúva

source: Two-step authentication is off
gn: Ñemoneĩ mokõi jeku’épe ojehejareíma

source: Recovery code used
gn: Ojepuru ayvu jeguerujeyrã

source: 1 recovery code remaining
gn: Opyta 1 ayvu jeguerujeyrã

source: %(numberRemaining)s recovery codes remaining
gn: Opyta %(numberRemaining)s ayvu jeguerujeyrã hembýva

source: Generate codes
gn: Emoheñói ayvu

source: Password updated using recovery key
gn: Ñe’ẽñemi hekopyahu eipurúvo mba’eñemi jeguerujeyrã

source: Create new recovery key
gn: Emoheñói mba’eñemi jeguerujeyrã pyahu

source: Welcome to %(productName)s: Please set your password.
gn: Eg̃uahẽporã %(productName)s-pe: Emboheko ne ñe’ẽñemi.

source: You have upgraded to %(productNameNew)s
gn: Embohekopyahu %(productNameNew)s-pe

source: You have switched to %(productNameNew)s
gn: Emoambuéma %(productNameNew)s-pe

source: Credit card for %(productName)s expiring soon
gn: Nde kuatia’atã ñemurã %(productName)s ndokovéitama

source: Credit card for your subscriptions is expiring soon
gn: Nde kuatia’atã ñemurã ne mboheraguapýpe g̃uarã ndokovéitama

source: Payment information update required for %(productName)s
gn: Marandu tepyme’ẽgua rekopyahu oikotevẽva %(productName)s.

source: Payment information update required for Mozilla subscriptions
gn: Marandu tepyme’ẽgua rekopyahu oikotevẽva Mozilla ñemboheraguapýpe g̃uarã.

source: %(productName)s payment failed
gn: %(productName)s ñehepyme’ẽ ndoikói

source: Your %(productName)s subscription has been cancelled
gn: Ojejokóma ne mboheraguapy %(productName)s

source: %(productName)s subscription reactivated
gn: Mboheraguapy %(productName)s hendyjeýma

source: %(productName)s automatic renewal notice
gn: %(productName)s marandu’i ñembopyahu ijeheguíva

source: %(productName)s payment received
gn: %(productName)s ñehepyme’ẽmbyre

source: %(productName)s payment confirmed
gn: %(productName)s tepyme’ẽ moneĩmbyre

source: Download %(productName)s
gn: Emboguejy %(productName)s

source: Your Friendly Reminder: How To Complete Your Sync Setup
gn: Ne mandu’arã angirũva: mmba’éicha emoĩmbáta Sync ñemboheko

source: Final Reminder: Complete Sync Setup
gn: Mandu’arã ipaháva: Embojuehepa Sync

source: Sync another device
gn: Embojuehe ambue mba’e’oka

source: Page not found
gn: Kuatiarogue ojejuhu’ỹva

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
gn: Ndojejuhúi kuatiarogue ejeruréva ha romoĩporãta juajuha ikatúva oñembyai.

source: Home
gn: Ñepyrũ

source: 500 Error
gn: 500 Javy

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
gn: Épa, oĩ osẽvaíva. Roñemomarandúma ha roñeha’ãma romyatyrõ hag̃ua.

source: 502 Error
gn: 502 Javy

source: Server busy, try again soon
gn: Ko mohendahavusu ojepuru, eha’ãjey uperire

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
gn: Romba’apo ropytu’u’ỹre jahejápa pe apopyvusu oikojey hag̃ua pya’emi.

source: Loading
gn: Henyhẽhína

source: Firefox Accounts requires JavaScript.
gn: Firefox Accounts oikotevẽ JavaScript.

source: Privacy Notice
gn: Maranduí ñemiguáva

source: Terms of Service
gn: Mba’epytyvõrã ñemboguata

source: Firefox update required
gn: Firefox oikotevẽ mbohekopyahu

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
gn: Umi mba’ete Firefox pegua oipuru peteĩchagua ojokupytýva erekóva Firefox ndive. Ikatúpa, emboguejy ha emohenda Firefox rembiapokue ipyahuvéva eku’ejey hag̃ua.

source: Download latest
gn: Emboguejy tembiapo ipyahuvéva
